Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/ass.po
Languages: ar_eg, cs_cz, pl_pl, tr_tr

source: Examples
ar_eg: أمثلة
cs_cz: Příklady
pl_pl: Przykłady
tr_tr: Örnekler

source: The argument {description} has an invalid type
ar_eg: الوسيط {description} له نوع غير صالح
cs_cz: Argument {description} má neplatný typ
pl_pl: Argument {description} ma nieprawidłowy typ
tr_tr: Argument {description} geçersiz bir türe sahip

source: Needed type
ar_eg: نوع مطلوب
cs_cz: Potřebný typ
pl_pl: Potrzebny typ
tr_tr: Gerekli tür

source: The required argument {description} wasn't provided!
ar_eg: لم يتم توفير الوسيط المطلوب {description}!
cs_cz: Požadovaný argument {description} nebyl poskytnut!
pl_pl: Wymagany argument {description} nie został podany!
tr_tr: Gerekli argument {description} sağlanmadı!

source: The argument {description} has an invalid formatting!
ar_eg: الوسيط {description} له تنسيق غير صالح!
cs_cz: Argument {description} má neplatné formátování!
pl_pl: Argument {description} ma nieprawidłowe formatowanie!
tr_tr: Argument {description} geçersiz bir biçimlendirmeye sahip!

source: Key-value of {}
ar_eg: مفتاح-قيمة من {}
cs_cz: Klíčová hodnota {}
pl_pl: Para klucz-wartość {}
tr_tr: {}'nın anahtar-değer çifti

source: Key-values of {}
ar_eg: مفاتيح-قيم من {}
cs_cz: Klíčové hodnoty {}
pl_pl: Pary klucz-wartość {}
tr_tr: {}'nın anahtar-değer çiftleri

source: The optional argument {name} must contain a value!
ar_eg: الوسيط الاختياري {name} يجب أن يحتوي على قيمة!
cs_cz: Nepovinný argument {name} musí obsahovat hodnotu!
pl_pl: Opcjonalny argument {name} musi zawierać wartość!
tr_tr: Opsiyonel argument {name} bir değer içermelidir!

source: Key-values
ar_eg: مفاتيح-قيم
cs_cz: Klíčové hodnoty
pl_pl: Pary klucz-wartość
tr_tr: Anahtar-değer çiftleri

source: List of {}
ar_eg: قائمة من {}
cs_cz: Seznam {}
pl_pl: Lista {}
tr_tr: {} listesi

source: Lists of {}
ar_eg: قوائم من {}
cs_cz: Seznamy {}
pl_pl: Listy {}
tr_tr: {} listeleri

source: The starting character {} of list wasn't found!
ar_eg: لم يتم العثور على الحرف الابتدائي {} من القائمة!
cs_cz: Počáteční znak {} seznamu nebyl nalezen!
pl_pl: Nie znaleziono początkowego znaku {} listy!
tr_tr: Liste için başlangıç karakteri {} bulunamadı!

source: The ending character {} of list wasn't found!
ar_eg: لم يتم العثور على الحرف الختامي {} من القائمة!
cs_cz: Konečný znak {} seznamu nebyl nalezen!
pl_pl: Nie znaleziono końcowego znaku {} listy!
tr_tr: Liste için bitiş karakteri {} bulunamadı!

source: The list is empty!
ar_eg: القائمة فارغة!
cs_cz: Seznam je prázdný!
pl_pl: Lista jest pusta!
tr_tr: Liste boş!

source: ➡️ The start prefix text of the lists cannot have the overlapping formatting
ar_eg: ➡️ لا يمكن أن يحتوي نص البادئة في القوائم على تنسيق متداخل
cs_cz: ➡️ Počáteční prefixový text seznamů nemůže mít překrývající se formátování
pl_pl: ➡️ Tekst prefiksu na początku listy nie może mieć nakładającego się formatowania
tr_tr: ➡️ Listelerin başlangıç önek metni örtüşen biçimlendirme ile olamaz

source: Argument '{arg_text}' was parsed, but it has unknown text after it!
ar_eg: تم تحليل الوسيط '{arg_text}'، ولكنه يحتوي على نص غير معروف بعده!
cs_cz: Argument '{arg_text}' byl zpracován, ale má po něm neznámý text!
pl_pl: Argument '{arg_text}' został sparsowany, ale ma nieznany tekst po nim!
tr_tr: Argument '{arg_text}' ayrıştırıldı, ancak ardından bilinmeyen bir metin var!

source: Please ensure you correctly divided all of arguments.
ar_eg: يرجى التأكد من أنك قمت بتقسيم جميع الوسائط بشكل صحيح.
cs_cz: Zkontrolujte, zda jste správně rozdělili všechny argumenty.
pl_pl: Proszę upewnić się, że poprawnie podzieliłeś wszystkie argumenty.
tr_tr: Lütfen tüm argümanları doğru bir şekilde böldüğünüzden emin olun.

source: Optional {}
ar_eg: اختياري {}
cs_cz: Nepovinné {}
pl_pl: Opcjonalny {}
tr_tr: Opsiyonel {}

source: Optionals {}
ar_eg: اختيارات {}
cs_cz: Nepovinné {}
pl_pl: Opcjonalne {}
tr_tr: Opsiyoneller {}

source: or
ar_eg: أو
cs_cz: nebo
pl_pl: lub
tr_tr: veya

source: , and
ar_eg: ، و
cs_cz: , a
pl_pl: , i
tr_tr: , ve

source: Example syntax
ar_eg: بنية المثال
cs_cz: Příkladová syntaxe
pl_pl: Składnia przykładu
tr_tr: Örnek sözdizimi

source: One of: {}
ar_eg: واحد من: {}
cs_cz: Jedna z: {}
pl_pl: Jedno z: {}
tr_tr: Birinden: {}

source: Word (string with no spaces)
ar_eg: كلمة (نص بدون مسافات)
cs_cz: Slovo (řetězec bez mezer)
pl_pl: Słowo (ciąg bez spacji)
tr_tr: Kelime (boşluk içermeyen dize)

source: Words (strings with no spaces)
ar_eg: كلمات (نصوص بدون مسافات)
cs_cz: Slova (řetězce bez mezer)
pl_pl: Słowa (ciągi bez spacji)
tr_tr: Kelimeler (boşluk içermeyen dizeler)

source: Integer (number)
ar_eg: عدد صحيح (رقم)
cs_cz: Celé číslo (číslo)
pl_pl: Liczba całkowita (numer)
tr_tr: Tam sayı (sayı)

source: Integers (numbers)
ar_eg: أعداد صحيحة (أرقام)
cs_cz: Celá čísla (čísla)
pl_pl: Liczby całkowite (numery)
tr_tr: Tam sayılar (sayılar)

source: Boolean (Yes / No value)
ar_eg: قيمة منطقية (نعم / لا)
cs_cz: Boolean (Hodnota Ano / Ne)
pl_pl: Boolean (wartość Tak / Nie)
tr_tr: Boolean (Evet / Hayır değeri)

source: Booleans (Yes / No values)
ar_eg: قيم منطقية (نعم / لا)
cs_cz: Booleany (Hodnoty Ano / Ne)
pl_pl: Booleany (wartości Tak / Nie)
tr_tr: Boolean'lar (Evet / Hayır değerleri)

source: True (can means Enabled or Yes)
ar_eg: صحيح (يمكن أن يعني مفعل أو نعم)
cs_cz: Pravda (může znamenat Povolené nebo Ano)
pl_pl: Prawda (może oznaczać Włączone lub Tak)
tr_tr: Doğru (Etkin veya Evet anlamına gelebilir)

source: False (can means Disabled or No)
ar_eg: خطأ (يمكن أن يعني معطل أو لا)
cs_cz: Faleš (může znamenat Zakázané nebo Ne)
pl_pl: Fałsz (może oznaczać Wyłączone lub Nie)
tr_tr: Yanlış (Devre dışı veya Hayır anlamına gelebilir)

source: Text
ar_eg: نص
pl_pl: Tekst
tr_tr: Metin

source: ➡️ The Argument should start with {}!
ar_eg: ➡️ يجب أن يبدأ الوسيط بـ {}!
cs_cz: ➡️ Argument by měl začínat {}!
pl_pl: ➡️ Argument powinien zaczynać się od {}!
tr_tr: ➡️ Argument şunlarla başlamalı: {}!

source: ⬅️️ The Argument should end with {}!
ar_eg: ⬅️️ يجب أن ينتهي الوسيط بـ {}!
cs_cz: ⬅️️ Argument by měl končit {}!
pl_pl: ⬅️️ Argument powinien kończyć się na {}!
tr_tr: ⬅️️ Argument şunlarla bitmeli: {}!

source: ➡️ The start text cannot have the overlapping formatting
ar_eg: ➡️ لا يمكن أن يحتوي النص على تنسيق متداخل
cs_cz: ➡️ Počáteční text nemůže mít překrývající se formátování
pl_pl: ➡️ Tekst na początku nie może mieć nakładającego się formatowania
tr_tr: ➡️ Başlangıç metni örtüşen biçimlendirmeye sahip olamaz

source: ➡️ Argument '{arg_text}' was parsed, but it has unknown text after it!
ar_eg: ➡️ تم تحليل الوسيط '{arg_text}'، ولكنه يحتوي على نص غير معروف بعده!
cs_cz: ➡️ Argument '{arg_text}' byl zpracován, ale má po něm neznámý text!
pl_pl: ➡️ Argument '{arg_text}' został sparsowany, ale ma nieznany tekst po nim!
tr_tr: ➡️ Argument '{arg_text}' ayrıştırıldı, ancak ardından bilinmeyen bir metin var!

source: {} surrounded by {} and {}
ar_eg: {} محاط بـ {} و {}
cs_cz: {} obklopený {} a {}
pl_pl: {} otoczone przez {} i {}
tr_tr: {} {} ve {} ile çevrilidir

source: Surrounded by {} and {}
ar_eg: محاط بـ {} و {}
cs_cz: Obklopeno {} a {}
pl_pl: Otoczone przez {} i {}
tr_tr: {} {} ve {} ile çevrili

source: 2 days
ar_eg: يومين
cs_cz: 2 dny
pl_pl: 2 dni
tr_tr: 2 gün

source: 3 weeks and 2 days
ar_eg: 3 أسابيع و يومين
cs_cz: 3 týdny a 2 dny
pl_pl: 3 tygodnie i 2 dni
tr_tr: 3 hafta ve 2 gün

source: y
ar_eg: س

source: w
ar_eg: أ

source: d
ar_eg: ي
tr_tr: g

source: h
ar_eg: س
tr_tr: s

source: m
ar_eg: د
tr_tr: dk

source: Action time
ar_eg: وقت الإجراء
cs_cz: Čas akce
pl_pl: Czas akcji
tr_tr: Eylem süresi

source: Action times
ar_eg: أوقات الإجراءات
cs_cz: Časy akcí
pl_pl: Czasy akcji
tr_tr: Eylem süreleri

source: User ID (Numeric)
ar_eg: معرف المستخدم (رقمي)
cs_cz: ID uživatele (číslicové)
pl_pl: ID użytkownika (numeryczne)
tr_tr: Kullanıcı ID (Sayısal)

source: User IDs (Numeric)
ar_eg: معرفات المستخدمين (رقمي)
cs_cz: ID uživatelů (číslicové)
pl_pl: ID użytkowników (numeryczne)
tr_tr: Kullanıcı ID'leri (Sayısal)

source: Username (starts with @)
ar_eg: اسم المستخدم (يبدأ بـ @)
cs_cz: Uživatelské jméno (začíná na @)
pl_pl: Nazwa użytkownika (zaczyna się od @)
tr_tr: Kullanıcı adı (şu şekilde başlar: @)

source: Should start with a prefix
ar_eg: يجب أن يبدأ ببادئة
cs_cz: Mělo by začínat prefixem
pl_pl: Powinien zaczynać się od prefiksu
tr_tr: Bir önek ile başlamalı

source: Username is too short
ar_eg: اسم المستخدم قصير جداً
cs_cz: Uživatelské jméno je příliš krátké
pl_pl: Nazwa użytkownika jest zbyt krótka
tr_tr: Kullanıcı adı çok kısa

source: Username is too long
ar_eg: اسم المستخدم طويل جداً
cs_cz: Uživatelské jméno je příliš dlouhé
pl_pl: Nazwa użytkownika jest zbyt długa
tr_tr: Kullanıcı adı çok uzun

source: User mention (a link to user)
ar_eg: الإشارة إلى المستخدم (رابط إلى مستخدم)
cs_cz: Zmínka o uživateli (odkaz na uživatele)
pl_pl: Wzmianka użytkownika (łączy do użytkownika)
tr_tr: Kullanıcı bahsi (kullanıcıya bir bağlantı)

source: User mentions (links to users)
ar_eg: الإشارات إلى المستخدمين (روابط إلى مستخدمين)
cs_cz: Zmínky o uživatelích (odkazy na uživatele)
pl_pl: Wzmianki użytkowników (łączy do użytkowników)
tr_tr: Kullanıcı bahisleri (kullanıcılara bağlantılar)

source: Should start with mention!
ar_eg: يجب أن تبدأ بالإشارة!
cs_cz: Mělo by začínat zmínkou!
pl_pl: Powinien zaczynać się od wzmianki!
tr_tr: Bahisle başlamalı!

source: Unexpected error while trying to get the user! Please report this in the support chat!
ar_eg: حدث خطأ غير متوقع أثناء محاولة الحصول على المستخدم! يرجى الإبلاغ عن ذلك في دردشة الدعم!
cs_cz: Neočekávaná chyba při pokusu o získání uživatele! Prosím, nahlaste to v podpoře chatu!
pl_pl: Nieoczekiwany błąd podczas próby uzyskania użytkownika! Proszę zgłosić to na czacie wsparcia!
tr_tr: Kullanıcıyı almaya çalışırken beklenmedik bir hata oluştu! Lütfen bunu destek sohbetinde bildirin!

source: Could not find the user mention
ar_eg: لم يتم العثور على الإشارة إلى المستخدم
cs_cz: Nepodařilo se najít zmínku o uživateli
pl_pl: Nie znaleziono wzmianki o użytkowniku
tr_tr: Kullanıcı bahsini bulamadı

source: User: 'User ID (numeric) / Username (starts with @) / Mention (links to users)'
ar_eg: المستخدم: 'معرف المستخدم (رقمي) / اسم المستخدم (يبدأ بـ @) / إشارة (روابط إلى المستخدمين)'
cs_cz: Uživatel: 'ID uživatele (číslicové) / Uživatelské jméno (začíná na @) / Zmínka (odkazy na uživatele)'
pl_pl: Użytkownik: 'ID użytkownika (numerowe) / Nazwa użytkownika (zaczyna się od @) / Wzmianka (łączy do użytkowników)'
tr_tr: Kullanıcı: 'Kullanıcı ID (sayısal) / Kullanıcı adı (şu şekilde başlar: @) / Bahis (kullanıcılara bağlantılar)'

source: Users: 'User IDs (numeric) / Usernames (starts with @) / Mentions (links to users)'
ar_eg: المستخدمون: 'معرفات المستخدمين (رقمي) / أسماء المستخدمين (تبدأ بـ @) / إشارات (روابط إلى المستخدمين)'
cs_cz: Uživatelé: 'ID uživatelů (číslicové) / Uživatelská jména (začínají na @) / Zmínky (odkazy na uživatele)'
pl_pl: Użytkownicy: 'ID użytkowników (numeryczne) / Nazwy użytkowników (zaczynają się od @) / Wzmianki (łączy do użytkowników)'
tr_tr: Kullanıcılar: 'Kullanıcı ID'leri (sayısal) / Kullanıcı adları (şu şekilde başlar: @) / Bahisler (kullanıcılara bağlantılar)'

source: User ID
ar_eg: معرف المستخدم
cs_cz: ID uživatele
pl_pl: ID użytkownika
tr_tr: Kullanıcı ID

source: Username
ar_eg: اسم المستخدم
cs_cz: Uživatelské jméno
pl_pl: Nazwa użytkownika
tr_tr: Kullanıcı adı

source: A link to user, usually creates by mentioning a user without username.
ar_eg: رابط إلى المستخدم، يتم إنشاؤه عادةً عن طريق الإشارة إلى مستخدم بدون اسم مستخدم.
cs_cz: Odkaz na uživatele, obvykle se vytvoří zmíněním uživatele bez uživatelského jména.
pl_pl: Link do użytkownika, zwykle tworzony przez wzmiankowanie użytkownika bez nazwy użytkownika.
tr_tr: Bir kullanıcıya bağlantı, genellikle kullanıcı adı olmadan bir kullanıcı bahsi yaparak oluşturulur.
