Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ja_jp, pl_pl, pt_br, ru_ru, uk_ua

source: Published: {published}
pt_br: Publicado: {published}

source: Updated: {updated}
pt_br: Atualizado: {updated}

source: Categories: {categories}
pt_br: Categorias: {categories}

source: <b>Platforms</b>: {platforms}
pt_br: <b>Plataformas</b>: {platforms}

source: <b>Supported environments</b>: {environments}
pt_br: <b>Ambientes compatíveis</b>: {environments}

source: <b>Latest version</b>: {version}
pt_br: <b>Versão mais recente</b>: {version}

source: Resource pack
pt_br: Pacote de recursos

source: Shader pack
pt_br: Pacote de sombreamento

source: You need to provide a server address. Example: <code>/mcserver mc.hypixel.net</code>.
pt_br: Você precisa fornecer um endereço de servidor. Exemplo: <code>/mcserver mc.hypixel.net</code>.

source: Invalid server address. Please provide a valid IP address or hostname, optionally with a port. Example: <code>/mcserver mc.hypixel.net</code> or <code>/mcserver mc.hypixel.net:25565</code>.
pt_br: Endereço de servidor inválido. Forneça um endereço IP ou nome de host válido, opcionalmente com uma porta. Exemplo: <code>/mcserver mc.hypixel.net</code> ou <code>/mcserver mc.hypixel.net:25565</code>.

source: This Minecraft server is currently offline or is not a valid Minecraft server. Please check the address and try again.
pt_br: Este servidor do Minecraft está off-line no momento ou não é um servidor válido do Minecraft. Verifique o endereço e tente novamente.

source: <b>Server Status for {address}</b>: <b>Players</b>: {player_count} <b>Version:</b> {version} <b>MOTD</b>: <pre>{motd}</pre>
pt_br: <b>Status do servidor para {address}</b>: <b>Jogadores</b>: {player_count} <b>Versão:</b> {version} <b>MOTD</b>: <pre>{motd}</pre>

source: Failed to fetch the available languages.
pt_br: Falha ao buscar os idiomas disponíveis.

source: <b>Supported languages</b>:
pt_br: <b>Idiomas suportados</b>:

source: You need to provide a command to run. Example: <code>/piston python print('Hello, World!')</code>
pt_br: Você precisa fornecer um comando a ser executado. Exemplo: <code>/piston python print('Hello, World!')</code>

source: Sorry, I couldn't fetch the available languages. Please try again later.
pt_br: Desculpe, não foi possível obter os idiomas disponíveis. Tente novamente mais tarde.

source: Invalid language. Use <code>/pistonlangs</code> to see the available languages. Then use it like this: <code>/piston python print('Hello, World!')</code>
pt_br: Linguagens inválida. Use <code>/pistonlangs</code> para ver as linguagens disponíveis. Em seguida, use-o desta forma: <code>/piston python print('Hello, World!')</code>

source: You need to provide a valid language and code. Example: <code>/piston python print('Hello, World!')</code>
pt_br: Você precisa fornecer uma linguagem e um código válido. Exemplo: <code>/piston python print('Hello, World!')</code>

source: An error occurred while running the code.
pt_br: Ocorreu um erro durante a execução do código.

source: <b>Code</b>: <pre language='{lang}'>{code}</pre>
pt_br: <b>Código</b>: <pre language='{lang}'>{code}</pre>

source: <b>Output</b>: <pre language='bash'>{output}</pre>
pt_br: <b>Saída</b>: <pre language='bash'>{output}</pre>

source: <b>Compiler Output</b>: <pre language='bash'>{output}</pre>
pt_br: <b>Saída do compilador</b>: <pre language='bash'>{output}</pre>

source: The result exceeds the 4096 character limit of Telegram. Please refine your code.
pt_br: O resultado excede o limite de 4096 caracteres do Telegram. Por favor, refine seu código.

source: Korone is a comprehensive and cutting-edge Telegram bot that offers a wide range of features to enhance your Telegram experience. Designed to be versatile, adaptable, and highly efficient, it leverages the power of {python} and is built on the {hydrogram} framework, utilizing the {mtproto}. This open source project is licensed under the {license} license, with the source code available on GitHub. Version: <code>{version}</code>
ja_jp: Koroneは包括的で最先端のTelegramボットで、Telegram体験を向上させる幅広い機能を提供します。多用途、適応性、高効率に設計され、{python} のパワーを活用し、{hydrogram} フレームワーク上に構築され、{mtproto} を利用しています。 このオープンソースプロジェクトは、{license} ライセンスの下でライセンスされており、ソースコードはGitHubで入手可能です。 バージョン<code>{version}</code>
pt_br: O Korone é um bot abrangente e de ponta do Telegram que oferece uma ampla gama de recursos para aprimorar sua experiência no Telegram. Projetado para ser versátil, adaptável e altamente eficiente, ele aproveita o poder do {python} e é construído sobre a estrutura {hydrogram}, utilizando o {mtproto}. Esse projeto de código aberto está licenciado sob a licença {license}, com o código-fonte disponível no GitHub. Versão: <code>{version}</code>
ru_ru: Korone - это комплексный и передовой Telegram-бот, который предлагает широкий спектр функций для улучшения вашего опыта общения в Telegram. Разработанный как универсальный, адаптируемый и высокоэффективный, он использует возможности {python} и построен на фреймворке {hydrogram}, используя {mtproto}. Этот проект с открытым исходным кодом лицензируется по лицензии {license}, а исходный код доступен на GitHub. Версия: <code>{version}</code>
uk_ua: Korone - це комплексний і надсучасний Telegram-бот, який пропонує широкий спектр функцій для покращення вашого досвіду роботи в Telegram. Розроблений, щоб бути універсальним, адаптивним та високоефективним, він використовує можливості {python} і побудований на фреймворку {hydrogram} з використанням {mtproto}. Цей проект з відкритим вихідним кодом поширюється за ліцензією {license}, а його вихідний код доступний на GitHub. Версія: <code>{version}</code>

source: 📚 Channel
ja_jp: 📚 チャンネル
pt_br: 📚 Canal
ru_ru: 📚 Канал
uk_ua: 📚 Канал

source: 🔒 Privacy Policy
ja_jp: プライバシーポリシー
pt_br: 🔒 Política de privacidade
ru_ru: 🔒 Политика конфиденциальности
uk_ua: 🔒 Політика конфіденційності

source: You can get help by reading the documentation, where you'll get an overview of the bot and how to use it to its full potential. Click the button below to start reading.
ja_jp: ドキュメントを読むことで、ボットの概要とその可能性を最大限に引き出す使い方を知ることができます。下のボタンをクリックして読み始めてください。
pt_br: Você pode obter ajuda lendo a documentação, onde terá uma visão geral do bot e como usá-lo em todo o seu potencial. Clique no botão abaixo para começar a ler.
ru_ru: Вы можете получить помощь, прочитав документацию, в которой вы получите обзор бота и узнаете, как использовать его в полной мере. Нажмите на кнопку ниже, чтобы начать чтение.
uk_ua: Ви можете отримати допомогу, прочитавши документацію, де ви отримаєте огляд бота і дізнаєтесь, як використовувати його на повну потужність. Натисніть кнопку нижче, щоб почати читати.

source: Documentation
ja_jp: ドキュメンテーション
pt_br: Documentação
ru_ru: Документация
uk_ua: Документація

source: The privacy policy is available for review in the documentation. Click the button below to start reading.
ja_jp: 個人情報保護方針はドキュメントでご確認いただけます。下のボタンをクリックしてお読みください。
pt_br: A política de privacidade está disponível para análise na documentação. Clique no botão abaixo para começar a ler.
ru_ru: Политика конфиденциальности доступна для ознакомления в документации. Нажмите на кнопку ниже, чтобы начать чтение.
uk_ua: Політика конфіденційності доступна для перегляду в документації. Натисніть кнопку нижче, щоб почати читати.

source: Hi, I'm Korone! An all-in-one bot. I can help you with lots of things. Just click on the buttons below to get started.
ja_jp: こんにちは、コロネです！オールインワンボットです。いろいろなことをお手伝いします。下のボタンをクリックしてください。
pt_br: Oi, eu sou o Korone! Um bot tudo em um. Posso ajudar você com muitas coisas. Basta clicar nos botões abaixo para começar.
ru_ru: Привет, я Корона! Универсальный бот. Я могу помочь вам во многих делах. Просто нажмите на кнопки ниже, чтобы начать работу.
uk_ua: Привіт, я Короне! Універсальний бот. Я можу допомогти тобі з багатьма речами. Просто натисніть на кнопки нижче, щоб почати.

source: ℹ️ About
ja_jp: i️ A
pt_br: ℹ️ Sobre
ru_ru: ℹ️ О
uk_ua: ℹ️ Про компанію

source: {flag} Language
pt_br: {flag} Idioma

source: 👮‍♂️ Help
pt_br: 👮‍♂️ Ajuda
ru_ru: 👮‍♂️ Помощь
uk_ua: 👮‍♂️ Довідка

source: Hi, I'm Korone!
ja_jp: こんにちは、コロネです！
pt_br: Oi, eu sou o Korone!
ru_ru: Привет, я Корона!
uk_ua: Привіт, я Короне!

source: Invalid command: {command}
ja_jp: 無効なコマンドです：{command}
pt_br: Comando inválido: {command}
ru_ru: Недопустимая команда: {command}
uk_ua: Неправильна команда: {command}

source: Pattern is too long. Please use shorter patterns.
ja_jp: パターンが長すぎます。もっと短いパターンを使ってください。
pt_br: O padrão é muito longo. Por favor, use padrões mais curtos.
ru_ru: Выкройка слишком длинная. Пожалуйста, используйте более короткие выкройки.
uk_ua: Візерунок занадто довгий. Будь ласка, використовуйте коротші візерунки.

source: Unknown flag: {flag}
ja_jp: 旗は不明：{flag}
pt_br: Bandeira desconhecida: {flag}
ru_ru: Неизвестный флаг: {flag}
uk_ua: Невідомий прапор: {flag}

source: Invalid command data.
pt_br: Dados de comando inválidos.

source: Regex error: {e}
ja_jp: 正規表現エラー：{e}
pt_br: Erro de regex: {e}
ru_ru: Ошибка регекса: {e}
uk_ua: Помилка регексу: {e}

source: No message to apply the substitution.
ja_jp: 代替を適用するメッセージはない。
pt_br: Nenhuma mensagem para aplicar a substituição.
ru_ru: Нет сообщения для применения замены.
uk_ua: Немає повідомлення про застосування заміни.

source: Your regex didn't change anything from the original message.
ja_jp: あなたの正規表現は元のメッセージから何も変えていない。
pt_br: Sua regex não alterou nada da mensagem original.
ru_ru: Ваш regex ничего не изменил в исходном сообщении.
uk_ua: Ваш реґекс нічого не змінив у початковому повідомленні.

source: You need to reply to an image, video, or sticker.
ja_jp: 画像、ビデオ、ステッカーに返信する必要があります。
pt_br: Você precisa responder a uma imagem, um vídeo ou um sticker.
ru_ru: Вам нужно ответить на изображение, видео или стикер.
uk_ua: Вам потрібно відповісти на зображення, відео або стікер.

source: Processing...
ja_jp: 処理...
pt_br: Processamento...
ru_ru: Обработка...
uk_ua: Обробка...

source: Invalid media type. Please reply to an image, video, or sticker.
ja_jp: メディアの種類が無効です。画像、ビデオ、またはステッカーを返信してください。
pt_br: Tipo de mídia inválido. Responda com uma imagem, um vídeo ou um sticker.
ru_ru: Неверный тип носителя. Пожалуйста, ответьте на изображение, видео или стикер.
uk_ua: Неправильний тип медіа. Будь ласка, надішліть зображення, відео або стікер.

source: Error downloading media.
ja_jp: メディアのダウンロードでエラーが発生しました。
pt_br: Erro ao fazer download de mídia.
ru_ru: Ошибка при загрузке носителя.
uk_ua: Помилка завантаження медіафайлу.

source: Error processing media.
ja_jp: メディアの処理エラー。
pt_br: Erro ao processar a mídia.
ru_ru: Ошибка при обработке носителя.
uk_ua: Засоби обробки помилок.

source: View pack
ja_jp: パックを見る
pt_br: Ver pacote
ru_ru: Посмотреть упаковку
uk_ua: Перегляд пакету

source: Sticker <b>successfully</b> added to pack Emoji: {sticker_emoji}
ja_jp: ステッカー<b></b> パックに追加成功 絵文字：{sticker_emoji}
pt_br: Sticker adicionado <b>com sucesso</b> ao pacote Emoji: {sticker_emoji}
ru_ru: Стикер <b>успешно</b> добавлен в упаковку Эмодзи: {sticker_emoji}
uk_ua: Наклейку <b>успішно</b> додано до пакунку Емодзі: {sticker_emoji}

source: Failed to get video information.
ja_jp: ビデオ情報の取得に失敗しました。
pt_br: Falha ao obter informações do vídeo.
ru_ru: Не удалось получить информацию о видео.
uk_ua: Не вдалося отримати відеоінформацію.

source: Error parsing video information: {error}
ja_jp: ビデオ情報の解析エラー：{error}
pt_br: Erro ao analisar informações do vídeo: {error}
ru_ru: Ошибка при разборе видеоинформации: {error}
uk_ua: Помилки розбору відеоінформації: {error}

source: The video is too long ({duration}s)! Max duration is 3 seconds.
ja_jp: ビデオが長すぎます ({duration}s)！ 最大再生時間は3秒です。
pt_br: O vídeo é muito longo ({duration}s)! A duração máxima é de 3 segundos.
ru_ru: Видео слишком длинное ({duration}s)! Максимальная продолжительность - 3 секунды.
uk_ua: Відео занадто довге ({duration}с)! Максимальна тривалість - 3 секунди.

source: The video is too big ({size}KB)! Max size is 256KB
ja_jp: 動画が大きすぎます（{size}KB）！ 最大サイズは256KBです
pt_br: O vídeo é muito grande ({size}KB)! O tamanho máximo é 256KB
ru_ru: Видео слишком большое ({size}KB)! Максимальный размер - 256 КБ
uk_ua: Відео занадто велике ({size}KB)! Максимальний розмір 256 КБ

source: Adding the sticker to the pack...
ja_jp: ステッカーをパックに追加する...
pt_br: Adicionando o sticker ao pacote...
ru_ru: Добавление наклейки в пакет...
uk_ua: Додавання наклейки до пачки...

source: Creating the sticker pack...
ja_jp: ステッカーパックの作成
pt_br: Criando o pacote de stickers...
ru_ru: Создание пакета наклеек...
uk_ua: Створення наліпки...

source: Start
ja_jp: スタート
pt_br: Início
ru_ru: Начало
uk_ua: Старт

source: Oops, looks like I do not have enough permissions to create a sticker pack for you! <b>Please start the bot first.</b>
ja_jp: おっと、ステッカーパックを作成するのに十分な権限がないようです！ <b>まずボットを起動してください。</b>
pt_br: Opa, parece que não tenho permissões suficientes para criar um pacote de stickers para você! <b>Inicie o bot primeiro.</b>
ru_ru: Упс, похоже, у меня недостаточно прав, чтобы создать для вас пакет наклеек! <b>Пожалуйста, сначала запустите бота.</b>
uk_ua: Ой, схоже, у мене недостатньо прав, щоб створити для вас набір наклейок! <b>Будь ласка, спочатку запустіть бота.</b>

source: An error occurred: {}
ja_jp: エラーが発生しました：{}
pt_br: Ocorreu um erro: {}
ru_ru: Произошла ошибка: {}
uk_ua: Виникла помилка: {}

source: Unsupported source language: {source_lang}
ja_jp: サポートされていないソース言語：{source_lang}
pt_br: Idioma de origem não suportado: {source_lang}
ru_ru: Неподдерживаемый исходный язык: {source_lang}
uk_ua: Непідтримувана мова вихідного коду: {source_lang}

source: Unsupported target language: {target_lang}
ja_jp: サポートされていないターゲット言語：{target_lang}
pt_br: Idioma de destino sem suporte: {target_lang}
ru_ru: Неподдерживаемый целевой язык: {target_lang}
uk_ua: Непідтримувана цільова мова: {target_lang}

source: The text to translate is empty. Please provide some text.
ja_jp: 翻訳するテキストが空です。テキストを入力してください。
pt_br: O texto a ser traduzido está vazio. Forneça algum texto.
ru_ru: Текст для перевода пуст. Пожалуйста, предоставьте текст.
uk_ua: Текст для перекладу порожній. Будь ласка, введіть текст.

source: Korone has reached the translation quota. The DeepL API has a limit of 500,000 characters per month for the free plan, and we have exceeded this limit.
ja_jp: Koroneが翻訳クォータに達しました。DeepL APIでは、無料プランの月間翻訳文字数が50万文字に制限されており、この制限を超えました。
pt_br: O Korone atingiu a cota de tradução. A API DeepL tem um limite de 500.000 caracteres por mês para o plano gratuito, e nós excedemos esse limite.
ru_ru: Korone превысил квоту на перевод. API DeepL имеет ограничение в 500 000 символов в месяц для бесплатного плана, и мы превысили этот лимит.
uk_ua: Korone вичерпав квоту перекладу. API DeepL має ліміт у 500 000 символів на місяць для безкоштовного тарифного плану, і ми перевищили цей ліміт.

source: Failed to translate text. Error: {error}
ja_jp: テキストの翻訳に失敗しました。エラーが発生しました：{error}
pt_br: Falha ao traduzir o texto. Erro: {error}
ru_ru: Не удалось перевести текст. Ошибка: {error}
uk_ua: Не вдалося перекласти текст. Помилка: {error}

source: <b>Language:</b> <code>{source_lang}</code> => <code>{target_lang}</code> <b>Translation:</b> <code>{translated_text}</code>
pt_br: <b>Idioma:</b> <code>{source_lang}</code> => <code>{target_lang}</code> <b> Tradução:</b> <code>{translated_text}</code>

source: Removing deleted accounts...
ja_jp: 削除されたアカウントの削除...
pt_br: Remoção de contas excluídas...
ru_ru: Удаление удаленных учетных записей...
uk_ua: Відновлення видалених облікових записів...

source: Failed to fetch members.
pt_br: Falha ao buscar membros.

source: No members found.
ja_jp: メンバーは見つかりませんでした。
pt_br: Nenhum membro encontrado.
ru_ru: Пользователи не найдены.
uk_ua: Користувачів не знайдено.

source: Removed {count} deleted accounts.
ja_jp: {count} 削除されたアカウントを削除しました。
pt_br: Removido {count} contas excluídas.
ru_ru: Удалено {count} удаленных учетных записей.
uk_ua: Видалили {count} видалені акаунти.

source: No deleted accounts found.
ja_jp: 削除されたアカウントは見つかりませんでした。
pt_br: Nenhuma conta excluída foi encontrada.
ru_ru: Удаленных учетных записей не обнаружено.
uk_ua: Видалених акаунтів не знайдено.

source: Your ID is <code>{id}</code>
ja_jp: あなたのIDは<code>{id}</code>
pt_br: Sua identificação é <code>{id}</code>
ru_ru: Ваш идентификатор <code>{id}</code>
uk_ua: Ваше посвідчення особи <code>{id}</code>

source: Chat ID: <code>{id}</code>
ja_jp: チャットID<code>{id}</code>
pt_br: ID do bate-papo: <code>{id}</code>
uk_ua: Ідентифікатор чату: <code>{id}</code>

source: Forwarded user ID: <code>{id}</code>
ja_jp: 転送されたユーザーID：<code>{id}</code>
pt_br: ID de usuário encaminhado: <code>{id}</code>
ru_ru: Переданный идентификатор пользователя: <code>{id}</code>
uk_ua: Пересланий ідентифікатор користувача: <code>{id}</code>

source: Invalid identifier provided.
ja_jp: 無効な識別子が指定されました。
pt_br: O identificador fornecido não é válido.
ru_ru: Предоставлен недопустимый идентификатор.
uk_ua: Надано невірний ідентифікатор.

source: No user found with the provided identifier
pt_br: Nenhum usuário foi encontrado com o identificador fornecido

source: The provided user ID is invalid.
ja_jp: 指定されたユーザーIDは無効です。
pt_br: O ID de usuário fornecido é inválido.
ru_ru: Указанный идентификатор пользователя недействителен.
uk_ua: Наданий ідентифікатор користувача є недійсним.

source: The provided username is invalid.
ja_jp: 指定されたユーザー名は無効です。
pt_br: O nome de usuário fornecido é inválido.
ru_ru: Указанное имя пользователя недействительно.
uk_ua: Надане ім'я користувача є недійсним.

source: The provided username does not exist.
ja_jp: 指定されたユーザー名は存在しません。
pt_br: O nome de usuário fornecido não existe.
ru_ru: Указанное имя пользователя не существует.
uk_ua: Надане ім'я користувача не існує.

source: No entity found with the provided identifier.
pt_br: Nenhuma entidade encontrada com o identificador fornecido.

source: Error accessing data.
pt_br: Erro ao acessar dados.

source: The provided value is not valid.
ja_jp: 指定された値は無効です。
pt_br: O valor fornecido não é válido.
ru_ru: Указанное значение недействительно.
uk_ua: Надане значення не є дійсним.

source: An unexpected error occurred.
pt_br: Ocorreu um erro inesperado.

source: Identifier out of range for SQLite INTEGER
pt_br: Identificador fora do intervalo para o SQLite INTEGER

source: Username must be at least 2 characters long
pt_br: O nome de usuário deve ter pelo menos 2 caracteres

source: Identifier must be a number or a username starting with @
pt_br: O identificador deve ser um número ou um nome de usuário que comece com @

source: <b>User info</b>:
ja_jp: <b>ユーザー情報</b> ：
pt_br: <b>Informações do usuário</b>:
ru_ru: <b>Информация о пользователе</b>:
uk_ua: <b>Інформація про користувача</b>:

source: <b>First Name</b>: {first_name}
ja_jp: <b>ファーストネーム</b> ：{first_name}
pt_br: <b>Nome próprio</b>: {first_name}
ru_ru: <b>Первое имя</b>: {first_name}
uk_ua: <b>Ім'я</b>: {first_name}

source: <b>Last Name</b>: {last_name}
ja_jp: <b>姓</b> ：{last_name}
pt_br: <b>Sobrenome</b>: {last_name}
ru_ru: <b>Фамилия</b>: {last_name}
uk_ua: <b>Прізвище</b>: {last_name}

source: <b>Username</b>: @{username}
ja_jp: <b>ユーザー名</b> ：@{username}
pt_br: <b>Nome de usuário</b>: @{username}
ru_ru: <b>Имя пользователя</b>: @{username}
uk_ua: <b>Ім'я користувача</b>: @{username}

source: <b>User link</b>: <a href='tg://user?id={id}'>link</a>
ja_jp: <b>ユーザーリンク</b>:<a href='tg://user?id={id}'>リンク</a>
pt_br: <b>Link do usuário</b>: <a href='tg://user?id={id}'>link</a>
ru_ru: <b>Ссылка на пользователя</b>: <a href='tg://user?id={id}'>ссылка</a>
uk_ua: <b>Посилання користувача</b>: <a href='tg://user?id={id}'>посилання</a>

source: Temperature feels like:
pt_br: Sensação térmica:

source: Air humidity:
pt_br: Umidade do ar:

source: No location provided. You should provide a location. Example: <code>/weather Rio de Janeiro</code>
pt_br: Nenhum local fornecido. Você deve fornecer um local. Exemplo: <code>/weather Rio de Janeiro</code>

source: Failed to fetch weather data.
pt_br: Falha ao buscar dados meteorológicos.

source: No locations found for the provided query.
pt_br: Não foram encontrados locais para a consulta fornecida.

source: Please select a location:
pt_br: Por favor selecione o local:

source: Session expired. Please try again.
pt_br: A sessão expirou. Tente novamente.

source: Incomplete weather data received.
pt_br: Dados meteorológicos incompletos recebidos.

source: You should provide an IP address or domain name to get information.Example: <code>/ip google.com</code>.
ja_jp: 情報を取得するには、IPアドレスまたはドメイン名を指定する必要があります：<code>/ip google.com</code>.
pt_br: Você deve fornecer um endereço IP ou nome de domínio para obter informações, por exemplo: <code>/ip google.com</code>.
ru_ru: Для получения информации необходимо указать IP-адрес или доменное имя.Пример: <code>/ip google.com</code>.
uk_ua: Для отримання інформації необхідно вказати IP-адресу або доменне ім'я. Приклад: <code>/ip google.com</code>.

source: No valid IP addresses or domain names found in the provided input.
ja_jp: 提供された入力に有効なIPアドレスまたはドメイン名が見つかりません。
pt_br: Nenhum endereço IP ou nome de domínio válido foi encontrado na entrada fornecida.
ru_ru: В введенной информации не найдено ни одного действительного IP-адреса или доменного имени.
uk_ua: У введених даних не знайдено жодної дійсної IP-адреси або доменного імені.

source: No information found for {ip_or_domain}.
ja_jp: {ip_or_domain} に関する情報は見つからなかった。
pt_br: Não foram encontradas informações para {ip_or_domain}.
ru_ru: Информация для {ip_or_domain} не найдена.
uk_ua: Інформації для {ip_or_domain} не знайдено.

source: The provided IP address <code>{ip}</code> is a <i>bogon</i> IP address, meaning it is either not in use or is reserved for special use.
ja_jp: 提供されたIPアドレス<code>{ip}</code> は、<i>bogon</i> IPアドレスで、使用されていないか、特別な使用のために予約されていることを意味します。
pt_br: O endereço IP fornecido <code>{ip}</code> é um endereço IP <i>bogon</i>, o que significa que não está em uso ou está reservado para uso especial.
ru_ru: Предоставленный IP-адрес <code>{ip}</code> - это IP-адрес <i>bogon</i>, то есть он либо не используется, либо зарезервирован для специального использования.
uk_ua: Надана IP-адреса <code>{ip}</code> є <i>bogon</i> IP-адресою, тобто вона або не використовується, або зарезервована для спеціального використання.

source: Please select an IP address:
ja_jp: IPアドレスを選択してください：
pt_br: Selecione um endereço IP:
ru_ru: Пожалуйста, выберите IP-адрес:
uk_ua: Будь ласка, оберіть IP-адресу:

source: You should provide a domain name to get whois information. Example: <code>/whois google.com</code>.
ja_jp: Whois情報を取得するには、ドメイン名を入力する必要があります。例<code>/whois google.com</code>.
pt_br: Você deve fornecer um nome de domínio para obter informações de whois. Exemplo: <code>/whois google.com</code>.
ru_ru: Для получения информации whois необходимо указать доменное имя. Пример: <code>/whois google.com</code>.
uk_ua: Щоб отримати інформацію whois, потрібно вказати доменне ім'я. Приклад: <code>/whois google.com</code>.

source: An error occurred while fetching whois information: {error}
ja_jp: Whois情報の取得中にエラーが発生しました：{error}
pt_br: Ocorreu um erro ao buscar informações de whois: {error}
ru_ru: При получении информации whois произошла ошибка: {error}
uk_ua: Виникла помилка при отриманні інформації whois: {error}

source: No whois information found for <code>{domain}</code>.
ja_jp: <code>{domain}</code> のwhois情報は見つからなかった。
pt_br: Não foram encontradas informações de whois para <code>{domain}</code> .
ru_ru: Для сайта <code>{domain}</code> не найдено никакой информации.
uk_ua: Інформація про whois для <code>{domain}</code> не знайдена.

source: Start the bot.
pt_br: Inicie o bot.

source: Show help message.
pt_br: Mostrar mensagem de ajuda.

source: About the bot.
pt_br: Sobre o bot.

source: Show privacy policy.
pt_br: Mostrar política de privacidade.

source: Change the bot language.
pt_br: Alterar o idioma do bot.
