Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ja_jp, pl_pl, pt_br, ru_ru, uk_ua

source: You are now AFK.
ja_jp: あなたは今AFKです.
pt_br: Agora você está AFK.
ru_ru: Теперь вы находитесь в состоянии AFK.
uk_ua: Тепер ви - АФК.

source: No commands can be disabled.
pt_br: Nenhum comando pode ser desativado.

source: The following commands can be disabled:
ja_jp: 次のコマンドを無効にすることができます.
pt_br: Os seguintes comandos podem ser desativados:
ru_ru: Следующие команды могут быть отключены:
uk_ua: Наступні команди можна вимкнути:

source: No commands are disabled in this chat.
ja_jp: このチャットではコマンドは無効です.
pt_br: Nenhum comando está desativado neste chat.
ru_ru: В этом чате не отключены никакие команды.
uk_ua: У цьому чаті жодні команди не відключені.

source: The following commands are disabled in this chat:
ja_jp: このチャットでは次のコマンドは無効です.
pt_br: Os seguintes comandos estão desativados neste chat:
ru_ru: В этом чате отключены следующие команды:
uk_ua: У цьому чаті відключені наступні команди:

source: You need to specify a command to {action}. Use <code>/{action} &lt;commandname&gt;</code>.
pt_br: Você precisa especificar um comando para {action}. Use <code>/{action} &lt;commandname&gt;</code>.

source: enable
pt_br: ativar

source: disable
pt_br: desativar

source: Unknown command to {action}: - <code>{command}</code> Check the /disableable!
pt_br: Comando desconhecido para {action}: - <code>{command}</code> Verifique o /disable!

source: This command is already {action}.
pt_br: Esse comando já é {action}.

source: Command {action}.
pt_br: Comando {action}.

source: An unexpected error occurred while processing this update! :/
ja_jp: このアップデートの処理中に予期せぬエラーが発生しました！:/
pt_br: Ocorreu um erro inesperado ao processar essa atualização! :/
ru_ru: При обработке этого обновления произошла непредвиденная ошибка! :/
uk_ua: Під час обробки цього оновлення сталася несподівана помилка! :/

source: Reference ID: {id}
ja_jp: リファレンスID{id}
pt_br: ID de referência: {id}
ru_ru: ID ссылки: {id}
uk_ua: Посвідчення особи: {id}

source: 🐞 Report This Error
ja_jp: エラーを報告する
pt_br: 🐞 Relatar Este Erro
ru_ru: 🐞 Сообщить об ошибке
uk_ua: 🐞 Повідомте про цю помилку

source: ✅ Confirm Deletion
pt_br: ✅ Confirmar exclusão

source: ❌ Cancel
ja_jp: キャンセル
pt_br: ❌ Cancelar
ru_ru: ❌ Отменить
uk_ua: ❌ Скасувати

source: ⚠️ Are you sure you want to delete all filters? This action cannot be undone.
pt_br: ⚠️ Tem certeza de que deseja excluir todos os filtros? Essa ação não pode ser desfeita.

source: There are no filters to delete.
pt_br: Não há filtros a serem excluídos.

source: All filters have been deleted.
pt_br: Todos os filtros foram excluídos.

source: Deletion of all filters has been canceled.
pt_br: A exclusão de todos os filtros foi cancelada.

source: You need to provide the name of the filter to delete. Example: <code>/delfilter filtername</code>
pt_br: Você precisa fornecer o nome do filtro a ser excluído. Exemplo: <code>/delfilter filtername</code>

source: Filter '<code>{filter_name}</code>' has been deleted.
pt_br: O filtro '<code>{filter_name}</code> ' foi excluído.

source: Filter '<code>{filter_name}</code>' does not exist.
pt_br: O filtro '<code>{filter_name}</code> ' não existe.

source: You need to provide the name of the filter. Example: <code>/filterinfo filtername</code>
pt_br: Você precisa fornecer o nome do filtro. Exemplo: <code>/filterinfo filtername</code>

source: Filter '{name}' not found.
pt_br: Filtro '{name}' não encontrado.

source: <b>Filter Info</b>: <b>Names</b>: {names} <b>Content Type</b>: <code>{content_type}</code> <b>Created Date</b>: <i>{created_date}</i> <b>Creator</b>: {creator} <b>Edited Date</b>: <i>{edited_date}</i> <b>Editor</b>: {editor}
pt_br: <b>Informações do filtro</b>: <b>Nomes</b>: {names} <b>Tipo de conteúdo</b>: <code>{content_type}</code> <b>Data de criação</b>: <i>{created_date}</i> <b>Creator</b>: {creator} <b>Edited Date</b>: <i>{edited_date}</i> <b>Editor</b>: {editor}

source: No filters found for this chat.
pt_br: Não foram encontrados filtros para esse bate-papo.

source: List of filters in {chatname}: {filter_list}
pt_br: Lista de filtros em {chatname}: {filter_list}

source: private chat
pt_br: bate-papo privado

source: You need to provide arguments to save a filter. Example: <code>/filter filtername</code>
pt_br: Você precisa fornecer argumentos para salvar um filtro. Exemplo: <code>/filter filtername</code>

source: Invalid filter format. Check <code>/help</code> for more information.
pt_br: Formato de filtro inválido. Consulte <code>/help</code> para obter mais informações.

source: You need to provide the filter content. Check <code>/help</code> for more information.
pt_br: Você precisa fornecer o conteúdo do filtro. Consulte <code>/help</code> para obter mais informações.

source: Saved {count} filters in {chat}: {filters}
pt_br: Salvos {count} filtros em {chat}: {filters}

source: Please check the Filters documentation for the list of the allowed content types.
pt_br: Consulte a documentação dos Filtros para obter a lista dos tipos de conteúdo permitidos.

source: The text of the replied message is empty.
pt_br: O texto da mensagem respondida está vazio.

source: The maximum length of the filter is {length} characters.
pt_br: O comprimento máximo do filtro é {length} caracteres.

source: You should provide a device name to search. Example: <code>/device Galaxy S24</code>.
pt_br: Você deve fornecer um nome de dispositivo para pesquisar. Exemplo: <code>/device Galaxy S24</code>.

source: No devices found.
ja_jp: デバイスが見つかりませんでした。
pt_br: Nenhum dispositivo encontrado.
ru_ru: Устройства не найдены.
uk_ua: Пристроїв не знайдено.

source: Search results for: <b>{query}</b>
pt_br: Resultados da busca por: <b>{query}</b>

source: Network
ja_jp: ネットワーク
pt_br: Rede
ru_ru: Сеть
uk_ua: Мережа

source: Weight
ja_jp: 重量
pt_br: Peso
ru_ru: Вес
uk_ua: Вага

source: Display
ja_jp: ディスプレイ
pt_br: Tela
ru_ru: Дисплей
uk_ua: Дисплей

source: Memory
ja_jp: メモリ
pt_br: Memória
ru_ru: Память
uk_ua: Пам'ять

source: Rear Camera
ja_jp: 後部 カメラ
pt_br: Câmera Traseira
ru_ru: Задняя камера
uk_ua: Задня камера

source: Front Camera
ja_jp: フロントカメラ
pt_br: Câmera Frontal
ru_ru: Фронтальная камера
uk_ua: Фронтальна камера

source: 3.5mm jack
ja_jp: 3.5mmジャック
pt_br: conector de 3,5 mm
ru_ru: 3,5-мм разъем
uk_ua: 3,5-мм роз'єм

source: Sensors
ja_jp: センサー
pt_br: Sensores
ru_ru: Датчики
uk_ua: Датчики

source: Battery
ja_jp: バッテリー
pt_br: Bateria
ru_ru: Аккумулятор
uk_ua: Батарея

source: Charging
ja_jp: 充電中
pt_br: Carregamento
ru_ru: Зарядка
uk_ua: Зарядка

source: Something went wrong.
ja_jp: 何かが上手くいきませんでした。
pt_br: Algo deu errado.
ru_ru: Что-то пошло не так.
uk_ua: Щось пішло не так.

source: Language changed to {new_lang}.
ja_jp: 言語が{new_lang}に変更されました.
pt_br: Idioma alterado para {new_lang}.
ru_ru: Язык изменен на {new_lang}.
uk_ua: Мову змінено на {new_lang}.

source: This is the bot's native language. If you find any errors, please file an issue in the GitHub Repository.
pt_br: Esse é o idioma nativo do bot. Se você encontrar algum erro, registre um problema no Repositório do GitHub.

source: The language is {percent}% translated.
ja_jp: 言語は{percent}%翻訳されています。
pt_br: O idioma está {percent}% traduzido.
ru_ru: Язык переведен на {percent}%.
uk_ua: Мова: {percent}% перекладено.

source: In case you find any errors, please file an issue in the GitHub Repository.
pt_br: Caso encontre algum erro, registre um problema no repositório do GitHub.

source: Please help us translate this language by completing it on our translations platform.
ja_jp: 翻訳プラットフォームでこの言語の翻訳にご協力ください。
pt_br: Por favor, ajude-nos a traduzir este idioma completando-o em nossa plataforma de tradução.
ru_ru: Пожалуйста, помогите нам перевести этот язык, заполнив его на нашей платформе переводов.
uk_ua: Будь ласка, допоможіть нам перекласти цю мову, заповнивши її на нашій платформі перекладів.

source: 🐞 Open GitHub
ja_jp: 🐞 GitHubを開く
pt_br: 🐞 Abrir GitHub
ru_ru: 🐞 Открытый GitHub
uk_ua: Відкрийте GitHub

source: 🌍 Open Translations
ja_jp: 🌍 オープン翻訳
pt_br: 🌍 Abrir Traduções
ru_ru: 🌍 Открытые переводы
uk_ua: 🌍 Відкриті переклади

source: Changing language was canceled, you can change language again by using /language command.
ja_jp: 言語変更はキャンセルされました. /language コマンドを使って言語を再び変更できます.
pt_br: Alterar idioma foi cancelado, você pode alterar o idioma novamente usando o comando /language.
ru_ru: Изменение языка было отменено, вы можете изменить язык снова с помощью команды /language.
uk_ua: Зміну мови було скасовано, ви можете знову змінити мову за допомогою команди /language.

source: <b>Chat language:</b> {language}
ja_jp: <b>チャット言語:</b> {language}
pt_br: <b>Idioma do chat:</b> {language}
ru_ru: <b>Язык чата:</b> {language}
uk_ua: <b>Мова чату:</b> {language}

source: This is the bot's native language. So it is 100% translated.
ja_jp: これはボットの母国語です。ですから100％翻訳されています。
pt_br: Este é o idioma nativo do bot. Portanto, está 100% traduzido.
ru_ru: Это родной язык бота. Поэтому он переведен на 100%.
uk_ua: Це рідна мова бота. Тому він перекладений на 100%.

source: <b>Language Information:</b>
ja_jp: <b>言語情報：</b>
pt_br: <b>Informações sobre o idioma:</b>
ru_ru: <b>Информация о языке:</b>
uk_ua: <b>Інформація про мову:</b>

source: Translated strings: <code>{translated}</code>
ja_jp: 翻訳された弦：<code>{translated}</code>
pt_br: Textos traduzidos: <code>{translated}</code>
ru_ru: Переведенные строки: <code>{translated}</code>
uk_ua: Перекладені рядки: <code>{translated}</code>

source: Untranslated strings: <code>{untranslated}</code>
ja_jp: 未翻訳の文字列：<code>{untranslated}</code>
pt_br: Textos não traduzidos: <code>{untranslated}</code>
ru_ru: Непереведенные строки: <code>{untranslated}</code>
uk_ua: Неперекладені рядки: <code>{untranslated}</code>

source: Strings requiring review: <code>{fuzzy}</code>
ja_jp: 見直しが必要なストリングス<code>{fuzzy}</code>
pt_br: Textos que precisam de revisão: <code>{fuzzy}</code>
ru_ru: Струны, требующие пересмотра: <code>{fuzzy}</code>
uk_ua: Рядки, що потребують перегляду: <code>{fuzzy}</code>

source: 👤 Change your language
ja_jp: 👤 言語を変更する
pt_br: 👤 Mudar seu idioma
ru_ru: 👤 Смените язык
uk_ua: Змініть мову

source: 🌍 Change group language
ja_jp: 🌍 グループ言語の変更
pt_br: 🌍 Mudar idioma do grupo
ru_ru: 🌍 Изменение языка группы
uk_ua: Змінити мову групи

source: Please select the language you want to use for the chat.
ja_jp: チャットで使いたい言語を選択してください.
pt_br: Por favor, selecione o idioma que você deseja usar para o chat.
ru_ru: Пожалуйста, выберите язык, который вы хотите использовать в чате.
uk_ua: Будь ласка, виберіть мову, якою ви хочете спілкуватися в чаті.

source: No recent tracks found for your LastFM account.
ja_jp: LastFMアカウントに最近のトラックは見つかりませんでした。
pt_br: Não foram encontradas faixas recentes em sua conta da LastFM.
ru_ru: Для вашего аккаунта LastFM не найдено ни одного свежего трека.
uk_ua: Для вашого акаунта LastFM не знайдено жодних нових треків.

source: No top albums found for your LastFM account.
pt_br: Não foram encontrados álbuns de destaque em sua conta LastFM.

source: Reply to a message to get the compatibility!
ja_jp: メッセージに返信して 互換性を確認する!
pt_br: Responda a uma mensagem para obter a compatibilidade!
ru_ru: Ответьте на сообщение, чтобы получить совместимость!
uk_ua: Відповідайте на повідомлення, щоб отримати інформацію про сумісність!

source: No top artists found for your LastFM account.
pt_br: Não foram encontrados artistas de destaque para sua conta LastFM.

source: You can't get the compatibility with yourself!
ja_jp: 自分と互換性を持てない!
pt_br: Você não pode obter a compatibilidade com você mesmo!
ru_ru: Вы не можете добиться совместимости с самим собой!
uk_ua: Ви не можете отримати сумісність із самим собою!

source: Bots won't have music taste!
ja_jp: ボットには音楽の味はない!
pt_br: Os bots não têm gosto musical!
ru_ru: У ботов не будет музыкального вкуса!
uk_ua: У ботів не буде музичного смаку!

source: You need to set your LastFM username first! Example: <code>/setlfm username</code>.
ja_jp: 最初にLastFMのユーザー名を設定してください！例<code>/setlfm ユーザー名</code>.
pt_br: Primeiro, você precisa definir seu nome de usuário da LastFM! Exemplo: <code>/setlfm nome de usuário</code>.
ru_ru: Сначала вам нужно установить имя пользователя LastFM! Пример: <code>/setlfm имя пользователя</code>.
uk_ua: Спочатку вам потрібно встановити своє ім'я користувача LastFM! Приклад: <code>/setlfm ім'я користувача</code>.

source: The user you replied to doesn't have a LastFM account linked! Hint them to set it using <code>/setlfm username</code>.
ja_jp: あなたが返信したユーザーは、LastFMアカウントをリンクしていません！<code>/setlfmユーザー名</code> を使って設定するよう指示してください。
pt_br: O usuário ao qual você respondeu não tem uma conta LastFM vinculada! Sugira que ele a configure usando <code>/setlfm nome de usuário</code>.
ru_ru: У пользователя, которому вы ответили, не привязан аккаунт LastFM! Подскажите им, как его установить, используя команду <code>/setlfm username</code>.
uk_ua: Користувач, якому ви відповіли, не має прив'язаного акаунта LastFM! Порадьте йому встановити його за допомогою <code>/setlfm ім'я користувача</code>.

source: No common artists in {period}
ja_jp: {period}に共通のアーティストはいません
pt_br: Não há artistas comuns em {period}
ru_ru: Нет общих художников в {period}
uk_ua: Немає спільних художників у {period}

source: {user1} and {user2} listen to {mutual}... Compatibility score is {score}%, based on {period}
ja_jp: {user1}さんと{user2}さんは{mutual}を聴いています… 互換性スコアは{score}%で、{period}に基づいています
pt_br: {user1} e {user2} ouvem {mutual}... A pontuação de compatibilidade é {score}%, com base em {period}
ru_ru: {user1} и {user2} слушать {mutual}... Оценка совместимости {score}%, основанная на {period}
uk_ua: {user1} та {user2} слухати {mutual}... Оцінка сумісності становить {score}%, на основі {period}

source: No recent tracks found.
pt_br: Não foram encontrados rastros recentes.

source: {user} is listening to:
pt_br: {user} está ouvindo:

source: Last 5 plays:
ja_jp: 最後の5プレイ:
pt_br: Últimas 5 reproduções:
ru_ru: Последние 5 игр:
uk_ua: Останні 5 п'єс:

source: {user} was listening to:
pt_br: {user} estava ouvindo:

source: You need to provide your LastFM username! Example: <code>/setlfm username</code>.
ja_jp: LastFMのユーザー名を入力してください！例<code>/setlfm ユーザー名</code>.
pt_br: Você precisa fornecer seu nome de usuário da LastFM! Exemplo: <code>/setlfm nome de usuário</code>.
ru_ru: Вы должны указать свое имя пользователя LastFM! Пример: <code>/setlfm имя пользователя</code>.
uk_ua: Вам потрібно вказати своє ім'я користувача LastFM! Приклад: <code>/setlfm ім'я користувача</code>.

source: LastFM username must not contain spaces or special characters!
ja_jp: LastFMのユーザー名には空白や特殊文字が含まれません!
pt_br: O nome de usuário do LastFM não deve conter espaços ou caracteres especiais!
ru_ru: Имя пользователя LastFM не должно содержать пробелов или специальных символов!
uk_ua: Ім'я користувача LastFM не повинно містити пробілів або спеціальних символів!

source: LastFM username set successfully!
ja_jp: ラストFMのユーザー名設定成功!
pt_br: Nome de usuário do LastFM definido com sucesso!
ru_ru: Имя пользователя LastFM установлено успешно!
uk_ua: Ім'я користувача LastFM встановлено успішно!

source: Invalid entry type! Use one of the following: artist, track, album
ja_jp: 入力型は有効ではない! 下記 の 一つ を 選択 する: アーティスト,トラック,アルバム
pt_br: Tipo de entrada inválido! Use um dos seguintes: artists, tracks, albuns
ru_ru: Неверный тип записи! Используйте один из следующих: исполнитель, трек, альбом
uk_ua: Неправильний тип запису! Використовуйте одне з наступних: виконавець, трек, альбом

source: No top items found.
pt_br: Não foram encontrados itens principais.

source: {user}'s top 5 {entry} for {period}:
ja_jp: {user}さんの{period}のトップ5{entry}:
pt_br: Top 5 {entry} de {user} para {period}:
ru_ru: {user}5 лучших {entry} для {period}:
uk_ua: {user}'s top 5 {entry} для {period}:

source: artists
ja_jp: アーティスト
pt_br: artistas
ru_ru: художники
uk_ua: художники

source: tracks
ja_jp: 履帯
pt_br: faixas
ru_ru: треки
uk_ua: треки

source: albums
ja_jp: アルバム
pt_br: álbuns
ru_ru: альбомы
uk_ua: альбоми

source: -> {scrobbles} plays
ja_jp: -> {scrobbles}回再生
pt_br: -> {scrobbles} reproduções
ru_ru: -> {scrobbles} играет
uk_ua: -> {scrobbles} грає

source: User: <b>{user}</b> Total scrobbles: <code>{playcount}</code> Tracks scrobbled: <code>{track_count}</code> Artists scrobbled: <code>{artist_count}</code> Albums scrobbled: <code>{album_count}</code> Registered: <i>{registered}</i>
ja_jp: ユーザー: <b>{user}</b> 総スクロブル数: <code>{playcount}</code> スクロブルしたトラック数: <code>{track_count}</code> スクロブルしたアーティスト数: <code>{artist_count}</code> スクロブルしたアルバム数: <code>{album_count}</code> 登録日: <i>{registered}</i>
pt_br: Usuário: <b>{user}</b> Total de scrobbles: <code>{playcount}</code> Trilhas scrobbled: <code>{track_count}</code> Artistas scrobbled: <code>{artist_count}</code> Albums scrobbled: <code>{album_count}</code> Registrado em: <i>{registered}</i>
ru_ru: Пользователь: <b>{user}</b> Всего скробблингов: <code>{playcount}</code> Проскробированные треки: <code>{track_count}</code> Исполнители, скроблированные: <code>{artist_count}</code> Альбомы scrobbled: <code>{album_count}</code> Зарегистрированные: <i>{registered}</i>
uk_ua: Користувач: <b>{user}</b> Всього скребків: <code>{playcount}</code> Продиктовано треків: Продиктовано композицій: <code>{track_count}</code> Виконавців переглянуто: <code>{artist_count}</code> Альбоми вибрано: Альбоми вибрано: <code>{album_count}</code> Зареєстровано: <i>{registered}</i>

source: Your LastFM username was not found! Try setting it again.
ja_jp: あなたのLastFMユーザー名が見つかりません！もう一度設定してください。
pt_br: Seu nome de usuário LastFM não foi encontrado! Tente configurá-lo novamente.
ru_ru: Ваше имя пользователя LastFM не найдено! Попробуйте задать его снова.
uk_ua: Ваше ім'я користувача LastFM не знайдено! Спробуйте ввести його ще раз.

source: An error occurred while fetching your LastFM data! <blockquote>{error}</blockquote>
ja_jp: LastFMデータの取得中にエラーが発生しました！ <blockquote>{error}</blockquote>
pt_br: Ocorreu um erro ao buscar seus dados da LastFM! <blockquote>{error}</blockquote>
ru_ru: При получении данных LastFM произошла ошибка! <blockquote>{error}</blockquote>
uk_ua: Виникла помилка при зчитуванні даних LastFM! <blockquote>{error}</blockquote>

source: {user}'s is listening to:
ja_jp: {user}さんが聴いています:
pt_br: {user} está ouvindo:
ru_ru: {user}слушает:
uk_ua: {user}це слухати:

source: {user}'s was listening to:
ja_jp: {user}の 試聴していたのは:
pt_br: {user} estava ouvindo:
ru_ru: {user}слушал:
uk_ua: {user}слухав:

source: ∙ <code>{playcount} plays</code>
pt_br: ∙ <code>{playcount} reproduções</code>

source: , {days} day(s) ago
ja_jp: 、{days}日前
pt_br: , {days} dia(s) atrás
ru_ru: , {days} день(ов) назад
uk_ua: , {days} день(и) тому

source: , {hours} hour(s) ago
ja_jp: 、{hours}時間前
pt_br: , {hours} hora(s) atrás
ru_ru: , {hours} час(ов) назад
uk_ua: , {hours} годину(и) тому

source: , {minutes} minute(s) ago
ja_jp: 、{minutes}分前
pt_br: , {minutes} minuto(s) atrás
ru_ru: , {minutes} минуту(ы) назад
uk_ua: , {minutes} хвилину(и) тому

source: , Just now
ja_jp: たった今
pt_br: , Agora mesmo
ru_ru: Только что
uk_ua: Щойно

source: 1 week
ja_jp: 1 週間
pt_br: 1 semana
ru_ru: 1 неделя
uk_ua: 1 тиждень

source: 1 month
ja_jp: 1か月
pt_br: 1 mês
ru_ru: 1 месяц
uk_ua: 1 місяць

source: 3 months
ja_jp: 3ヶ月
pt_br: 3 meses
ru_ru: 3 месяца
uk_ua: 3 місяці

source: 6 months
ja_jp: 6か月
pt_br: 6 meses
ru_ru: 6 месяцев
uk_ua: 6 місяців

source: 1 year
ja_jp: 1年
pt_br: 1 Ano
ru_ru: 1 год
uk_ua: 1 рік

source: All time
ja_jp: 全期間
pt_br: Todo o tempo
ru_ru: Все время
uk_ua: Весь час

source: Open in BueSky
pt_br: Abrir no BueSky

source: Open in BlueSky
pt_br: Abrir no BlueSky

source: Open in Instagram
ja_jp: Instagram で開く
pt_br: Abrir no Instagram
ru_ru: Открыть в Instagram
uk_ua: Відкрийте в Instagram

source: Open in Threads
pt_br: Abrir em Tópicos

source: Open in TikTok
ja_jp: TikTokで開く
pt_br: Abrir no TikTok
ru_ru: Открыть в TikTok
uk_ua: Відкрити в TikTok

source: Open in Twitter
ja_jp: Twitterで開く
pt_br: Abrir no Twitter
ru_ru: Открыть в Twitter
uk_ua: Відкрити в Twitter

source: <b>Sent from:</b> <i>{source}</i>
ja_jp: <b>送信元:</b> <i>{source}</i>
pt_br: <b>Enviado de:</b> <i>{source}</i>
ru_ru: <b>Отправлено из:</b> <i>{source}</i>
uk_ua: <b>Відправлено з:</b> <i>{source}</i>

source: Invalid YouTube URL!
ja_jp: 無効なYouTubeのURLです！
pt_br: URL do YouTube inválida!
ru_ru: Неверный URL-адрес YouTube!
uk_ua: Невірна URL-адреса YouTube!

source: No YouTube URL found in the replied message.
ja_jp: 返信したメッセージには YouTube の URL が見つかりませんでした.
pt_br: Nenhum URL do YouTube encontrado na mensagem respondida.
ru_ru: В ответном сообщении не найден URL-адрес YouTube.
uk_ua: У повідомленні-відповіді не знайдено URL-адреси YouTube.

source: You need to provide a URL or reply to a message that contains a URL. Example: <code>/ytdl https://www.youtube.com/watch?v=dQw4w9WgXcQ</code>
ja_jp: URLを提供するか、URLを含むメッセージに返信する必要があります。例<code>/ytdl https://www.youtube.com/watch?v=dQw4w9WgXcQ</code>
pt_br: Você precisa fornecer um URL ou responder a uma mensagem que contenha um URL. Exemplo: <code>/ytdl https://www.youtube.com/watch?v=dQw4w9WgXcQ</code>
ru_ru: Вам нужно указать URL-адрес или ответить на сообщение, содержащее URL-адрес. Пример: <code>/ytdl https://www.youtube.com/watch?v=dQw4w9WgXcQ</code>
uk_ua: Вам потрібно вказати URL-адресу або відповісти на повідомлення, яке містить URL-адресу. Приклад: <code>/ytdl https://www.youtube.com/watch?v=dQw4w9WgXcQ</code>

source: Failed to extract video info!
ja_jp: ビデオ情報の抽出に失敗しました！
pt_br: Não consegui extrair informações do vídeo!
ru_ru: Не удалось извлечь информацию о видео!
uk_ua: Не вдалося витягти відеоінформацію!

source: <b>Title:</b> {title}
ja_jp: <b>タイトル:</b> {title}
pt_br: <b>Título:</b> {title}
ru_ru: <b>Название:</b> {title}
uk_ua: <b>Назва:</b> {title}

source: <b>Duration:</b> {hours}h {minutes}m {seconds}s
ja_jp: <b>再生時間:</b> {hours}時間 {minutes}分 {seconds}秒
pt_br: <b>Duração:</b> {hours}h {minutes}m {seconds}s
ru_ru: <b>Продолжительность:</b> {hours}ч {minutes}м {seconds}с
uk_ua: <b>Тривалість:</b> {hours}h {minutes}m {seconds}s

source: <b>Duration:</b> {minutes}m {seconds}s
ja_jp: <b>再生時間:</b> {minutes}分 {seconds}秒
pt_br: <b>Duração:</b> {minutes}m {seconds}s
ru_ru: <b>Продолжительность:</b> {minutes}m {seconds}s
uk_ua: <b>Тривалість:</b> {minutes}m {seconds}s

source: <b>Duration:</b> {seconds}s
ja_jp: <b>再生時間:</b> {seconds}秒
pt_br: <b>Duração:</b> {seconds}s
ru_ru: <b>Продолжительность:</b> {seconds}s
uk_ua: <b>Тривалість:</b> {seconds}s

source: <b>Views:</b> {view_count}
ja_jp: <b>再生回数:</b> {view_count}
pt_br: <b>Visualizações:</b> {view_count}
ru_ru: <b>Виды:</b> {view_count}
uk_ua: <b>Погляди:</b> {view_count}

source: <b>Likes:</b> Unknown
ja_jp: <b>好き</b> 不明
pt_br: <b>Curtidas:</b> Unknown
ru_ru: <b>Нравится:</b> Неизвестный
uk_ua: <b>Вподобання:</b> Невідомо

source: <b>Likes:</b> {like_count}
ja_jp: <b>いいね:</b> {like_count}
pt_br: <b>Curtidas:</b> {like_count}
ru_ru: <b>Нравится:</b> {like_count}
uk_ua: <b>Лайки:</b> {like_count}

source: Download video
ja_jp: 動画をダウンロード
pt_br: Baixar Vídeo
ru_ru: Скачать видео
uk_ua: Завантажити відео

source: Download audio
ja_jp: 音声ダウンロード
pt_br: Baixar áudio
ru_ru: Скачать аудио
uk_ua: Завантажити аудіо

source: Downloading...
ja_jp: ダウンロード中...
pt_br: Baixando...
ru_ru: Загрузка...
uk_ua: Завантаження...

source: Uploading...
ja_jp: アップロード中…
pt_br: Enviando...
ru_ru: Загрузка...
uk_ua: Завантаження...

source: Failed to download the media.
ja_jp: メディアのダウンロードに失敗しました。
pt_br: Falha no download da mídia.
ru_ru: Не удалось загрузить носитель.
uk_ua: Не вдалося завантажити медіафайл.

source: You need to provide a search query. Example: <code>/modrinth sodium</code>.
pt_br: Você precisa fornecer uma consulta de pesquisa. Exemplo: <code>/modrinth sodium</code>.

source: No projects found.
pt_br: Nenhum projeto encontrado.

source: Open in Modrinth
pt_br: Abrir no Modrinth

source: Details
pt_br: Detalhes

source: Followers: {followers}
pt_br: Seguidores: {followers}
