Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ja_jp, pl_pl, pt_br, ru_ru, uk_ua

source: Could not find the requested User ID in the database.
pl_pl: Nie znaleziono żądanego ID użytkownika w bazie danych.

source: Could not find the requested Username in the database.
pl_pl: Nie znaleziono żądanego nazwy użytkownika w bazie danych.

source: User: 'User ID (numeric) / Username (starts with @) / Mention (links to users)'
pl_pl: Użytkownik: 'ID użytkownika (numeryczne) / Nazwa użytkownika (zaczyna się od @) / Wzmianka (linki do użytkowników)'

source: Users: 'User IDs (numeric) / Usernames (starts with @) / Mentions (links to users)'
pl_pl: Użytkownicy: 'ID użytkowników (numeryczne) / Nazwy użytkowników (zaczyna się od @) / Wzmianki (linki do użytkowników)'

source: User ID
pl_pl: ID użytkownika

source: Username
pl_pl: Nazwa użytkownika

source: A link to user, usually creates by mentioning a user without username.
pl_pl: Link do użytkownika, zwykle tworzony przez wspomnienie użytkownika bez nazwy użytkownika.

source: Private chat
pl_pl: Czat prywatny

source: Connected chat not found in the database. Please try to disconnect and connect again.
pl_pl: Czatu połączonego nie znaleziono w bazie danych. Spróbuj odłączyć i połączyć ponownie.

source: Rainbow sparkles and shininess
pl_pl: Tęczowe iskierki i błyski

source: Please note that you can make a limited amount of AI requests per day.
pl_pl: Proszę pamiętać, że możesz złożyć ograniczoną liczbę zapytań AI dziennie.

source: By using AI features you agree to the our Privacy Policy (/privacy) and third party AI services used.
pl_pl: Korzystając z funkcji AI, zgadzasz się z naszą Polityką Prywatności (/privacy) i usługami AI firm trzecich.

source: The AI Features are currently deactivated for this chat.
pl_pl: Funkcje AI są obecnie wyłączone dla tego czatu.

source: Please use "{cmd}" to activate them.
pl_pl: Proszę użyć "{cmd}" aby je aktywować.

source: ❗️ You've reached the daily AI limit, please try again tomorrow.
pl_pl: ❗️ Osiągnąłeś dzienny limit AI, spróbuj ponownie jutro.

source: 🛑 Exit AI mode
pl_pl: 🛑 Wyjdź z trybu AI

source: Prompt
pl_pl: Podpowiedź

source: Ask Sophie a question
pl_pl: Zadaj Sophie pytanie

source: Generate a new note using AI
pl_pl: Generuj nową notatkę przy użyciu AI

source: ✨ Generating...
pl_pl: ✨ Generowanie...

source: AI Generation failed, note already exists! Please try again.
pl_pl: Niepowodzenie generacji AI, notatka już istnieje! Spróbuj ponownie.

source: ✨ Note was successfully generated
pl_pl: ✨ Notatka została pomyślnie wygenerowana

source: Use {cmd} to retrieve this note.
pl_pl: Użyj {cmd}, aby pobrać tę notatkę.

source: Show current state of AI features
pl_pl: Pokaż bieżący stan funkcji AI

source: Chat
pl_pl: Czat

source: Current state
pl_pl: Bieżący stan

source: Enabled
pl_pl: Włączone

source: Disabled
pl_pl: Wyłączone

source: ✨ AI Features
pl_pl: ✨ Funkcje AI

source: By using AI feature you agree to the our {policy} and third-party AI provider's.
pl_pl: Korzystając z funkcji AI, zgadzasz się z naszą {policy} i usługami AI podmiotów trzecich.

source: privacy policy
pl_pl: polityka prywatności

source: Use '{cmd}' to change it.
pl_pl: Użyj '{cmd}', aby to zmienić.

source: New state
pl_pl: Nowy stan

source: Control AI features
pl_pl: Kontroluj funkcje AI

source: enabled
pl_pl: włączone
pt_br: habilitado

source: disabled
pl_pl: wyłączone
pt_br: desativado

source: ✨ AI Features have been {status} in {chat}.
pl_pl: ✨ Funkcje AI zostały {status} w {chat}.

source: Please send me the AI instruction to proceed!
pl_pl: Proszę wyślij mi instrukcje AI aby kontynuować!

source: The AI will try to remember the chat context and will respond accordingly!
pl_pl: AI spróbuje zapamiętać kontekst rozmowy i odpowie odpowiednio!

source: For example, you can combine it with the warn filter: 'Tell the user how bad it is to speak profanity'
pl_pl: Na przykład możesz połączyć go z filtrem ostrzegawczym: 'Powiedz użytkownikowi, jak bardzo jest źle mówić wulgarnie'

source: Should be AI prompt, please try again!
pl_pl: Powinno być ten rozkaz AI, spróbuj ponownie!

source: ✨ AI Response
pl_pl: ✨ Odpowiedź AI

source: Start the AI ChatBot mode
pl_pl: Rozpocznij tryb AI ChatBot

source: {ai_emoji} Entered to the AI Mode, in this mode you can directly interact with the AI.
pl_pl: {ai_emoji} Wprowadzono tryb AI, w tym trybie możesz bezpośrednio wchodzić w interakcję z AI.

source: By using the AI, you agree to the {privacy_policy} of the bot and third party AI services used.
pl_pl: Korzystając z AI, zgadzasz się na {privacy_policy} bota i usługi AI stron trzecich.

source: Click on the button below to exit.
pl_pl: Kliknij przycisk poniżej, aby wyjść.

source: Hello! How can I help you?
pl_pl: Cześć! Jak mogę Ci pomóc?

source: The AI mode has been exited.
pl_pl: Zakończono tryb AI.

source: Controls the current Sophie mode. Please note that Beta mode can have bugs and issues. If you encounter any problems please report it to the support chat.
pl_pl: Kontroluje aktualny tryb Sophie. Należy pamiętać, że tryb Beta może mieć błędy i problemy. Jeśli napotkasz jakiekolwiek problemy, zgłoś je na czat wsparcia.

source: Stable
pl_pl: Stabilny

source: Preferred strategy mode
pl_pl: Preferowany tryb strategii

source: Set preferred strategy mode
pl_pl: Ustaw preferowany tryb strategii

source: Get current strategy mode / current state
pl_pl: Uzyskaj aktualny tryb strategii / aktualny stan

source: Unknown
pl_pl: Nieznany

source: Error
pl_pl: Błąd

source: 😞 I've got an error trying to process this update
pl_pl: 😞 Napotkałem błąd podczas przetwarzania tej aktualizacji

source: Reference ID
pl_pl: Numer referencyjny

source: 💬 Contact Sophie support
pl_pl: 💬 Skontaktuj się z pomocą Sophie

source: Code dances with bugs,
pl_pl: Kod tańczy z błędami,

source: Exceptions arise, yet learn —
pl_pl: Wyjątki się pojawiają, lecz uczymy się —

source: Errors guide our way.
pl_pl: Błędy wskazują naszą drogę.

source: Silent lines disrupted,
pl_pl: Ciche linie zakłócone,

source: Errors speak a language new,
pl_pl: Błędy mówią nowym językiem,

source: In flaws, growth takes root.
pl_pl: W flawach rozkwita wzrost.

source: Through the mist of bugs,
pl_pl: Przez mgłę błędów,

source: Learning blooms in lines of code,
pl_pl: Nauka kwitnie w linijkach kodu,

source: Exceptional growth.
pl_pl: Wyjątkowy wzrost.

source: In errors we find,
pl_pl: W błędach odnajdujemy,

source: Opportunities to learn,
pl_pl: Możliwości do nauki,

source: Software's hidden gifts.
pl_pl: Ukryte dary oprogramowania.

source: Paths diverge, glitch calls,
pl_pl: Drogi się rozdzielają, błędy wzywają,

source: Embrace the flaw, seek the fix,
pl_pl: Przyjmij flawę, szukaj naprawy,

source: Errors sculpt progress.
pl_pl: Błędy rzeźbią postęp.

source: A glitchy waltz starts,
pl_pl: Rozpoczyna się zawadiacki walc,

source: Errors lead to graceful steps,
pl_pl: Błędy prowadzą do eleganckich kroków,

source: Software learns to dance.
pl_pl: Oprogramowanie uczy się tańczyć.

source: Beneath error's mask,
pl_pl: Pod maską błędu,

source: Lies chance to refine and mend,
pl_pl: Leży szansa na doskonalenie i naprawę,

source: Stronger code emerges.
pl_pl: Mocniejszy kod się pojawia.

source: Flawed notes in the code,
pl_pl: Zawodne nuty w kodzie,

source: Create the symphony of growth,
pl_pl: Stwórz symfonię wzrostu,

source: Exceptions compose.
pl_pl: Wyjątki komponują.

source: Bright stars in the code,
pl_pl: Jasne gwiazdy w kodzie,

source: Errors guide us through the dark,
pl_pl: Błędy prowadzą nas przez ciemność,

source: To a better dawn.
pl_pl: Do lepszego świtu.

source: Software's journey,
pl_pl: Droga oprogramowania,

source: Marked by errors, yet they forge,
pl_pl: Naznaczona błędami, ale je tworzy,

source: A path to brilliance.
pl_pl: Droga do blasku.

source: In lines of debug,
pl_pl: W linijkach debugowania,

source: Lies the tale of perseverance,
pl_pl: Leży opowieść o wytrwałości,

source: Errors write our story.
pl_pl: Błędy piszą naszą historię.

source: Bugs like stepping stones,
pl_pl: Błędy jak kamienie milowe,

source: Lead us towards understanding,
pl_pl: Prowadzą nas ku zrozumieniu,

source: Paths of enlightenment.
pl_pl: Ścieżki oświecenia.

source: Amidst lines of code,
pl_pl: Wśród linijek kodu,

source: Errors whisper secrets deep,
pl_pl: Błędy szeptają głęboko ukryte sekrety,

source: Knowledge blooms from flaws.
pl_pl: Wiedza rozkwita z flaw.

source: A puzzle of bugs,
pl_pl: Zagadka błędów,

source: Each exception a clue to solve,
pl_pl: Każdy wyjątek to wskazówka do rozwiązania,

source: The software's riddle.
pl_pl: Zagadka oprogramowania.

source: In realm of errors,
pl_pl: W królestwie błędów,

source: Patience and insight converge,
pl_pl: Cierpliwość i wgląd łączą się,

source: Solutions are born.
pl_pl: Rozwiązania się rodzą.

source: Through crashes and burns,
pl_pl: Przez upadki i spalenia,

source: Rises phoenix of progress,
pl_pl: Wznosi się feniks postępu,

source: From ashes of bugs.
pl_pl: Z popiołów błędów.

source: Software's heartbeat,
pl_pl: Bijące serce oprogramowania,

source: Pulsing with each error found,
pl_pl: Pulsujące z każdym znalezionym błędem,

source: Lifeblood of growth flows.
pl_pl: Krew życia wzrostu płynie.

source: Errors like raindrops,
pl_pl: Błędy jak krople deszczu,

source: Quenching the thirst for knowledge,
pl_pl: Gaszą pragnienie wiedzy,

source: Nourishing progress.
pl_pl: Odżywiają postęp.

source: Through the maze of bugs,
pl_pl: Przez labirynt błędów,

source: A labyrinth of learning,
pl_pl: Labirynt nauki,

source: Exceptional minds.
pl_pl: Wyjątkowe umysły.

source: In the code's embrace,
pl_pl: W objęciu kodu,

source: Errors cradle innovation,
pl_pl: Błędy kołyszą innowację,

source: Softly whispering.
pl_pl: Cicho szepcząc.

source: Help
pl_pl: Pomoc

source: Provides helpful information
pl_pl: Dostarcza pomocne informacje

source: Shows help overview for all modules
pl_pl: Wyświetla przegląd pomocy dla wszystkich modułów

source: ⬅️ Back
pl_pl: ⬅️ Wróć
pt_br: ⬅️ Voltar
ru_ru: ⬅️ Назад
uk_ua: ⬅️ Назад

source: There are 2 help sources, you can read the detailed wiki or get a quick commands by modules overview.
pl_pl: Są 2 źródła pomocy, możesz przeczytać szczegółową wiki lub uzyskać szybki przegląd komend według modułów.

source: 📖 Wiki (detailed information)
pl_pl: 📖 Wiki (szczegółowe informacje)

source: Module not found
pl_pl: Moduł nie znaleziony

source: Commands
pl_pl: Komendy

source: PM-only
pl_pl: Tylko w PM

source: Only admins
pl_pl: Tylko administratorzy

source: 📖 Wiki page
pl_pl: 📖 Strona wiki

source: - Only in chats
pl_pl: - Tylko na czatach

source: Antiflood
pl_pl: Ant flood

source: Set the antiflood limit for this chat.
pl_pl: Ustaw limit antyflood dla tego czatu.

source: Number of messages
pl_pl: Liczba wiadomości

source: Controls the antiflood state.
pl_pl: Kontroluje stan antyflood.

source: Sets the antiflood action.
pl_pl: Ustawia akcję przeciwwylewową.

source: New action
pl_pl: Nowa akcja

source: Connections
pl_pl: Połączenia

source: Connects PM with bot to the current chat.
pl_pl: Łączy PM z botem w bieżącej rozmowie.

source: Connects to the latest chat.
pl_pl: Łączy z ostatnią rozmową.

source: Connected to the chat by its ID.
pl_pl: Połączono z rozmową po jej ID.

source: Chat ID
pl_pl: ID rozmowy

source: Disconnects the PM from connected chat.
pl_pl: Rozłącza PM z podłączoną rozmową.

source: Sets whatever normal users (non admins) are allowed to connect
pl_pl: Ustawia, czy normalni użytkownicy (nie admini) mogą się łączyć

source: Disabling
pl_pl: Wyłączanie

source: Lists all commands that can be disabled.
pl_pl: Wyświetla wszystkie komendy, które można wyłączyć.

source: Lists all disabled commands.
pl_pl: Wyświetla wszystkie wyłączone komendy.

source: Disables the command.
pl_pl: Wyłącza komendę.

source: Command
pl_pl: Komenda

source: Enables the command.
pl_pl: Włącza komendę.

source: Enables all previously disabled commands
pl_pl: Aktywuje wszystkie wcześniej wyłączone komendy

source: Federations
pl_pl: Federacje

source: Creates a new Federation.
pl_pl: Tworzy nową federację.

source: Joins the current chat to the federation.
pl_pl: Dołącza bieżącą rozmowę do federacji.

source: Fed ID
pl_pl: ID federacji

source: Leaves the current chat from the federation.
pl_pl: Odpina bieżącą rozmowę z federacji.

source: Subscribes federation to another.
pl_pl: Subskrybuje federację do innej.

source: Fed ID to subscribe
pl_pl: ID federacji do subskrypcji

source: Unsubscribes the federation.
pl_pl: Wypisuje federację.

source: Subscribed Fed ID
pl_pl: Subskrybowane ID federacji

source: Promotes the user to the Federation admins.
pl_pl: Awansuje użytkownika do adminów federacji.

source: User
pl_pl: Użytkownik

source: Demotes the user from the Federation admins.
pl_pl: Obniża rangę użytkownika z adminów federacji.

source: Sets the Federation logs channel.
pl_pl: Ustawia kanał dzienników federacji.

source: Removes the Federation logs channel.
pl_pl: Usuwa kanał dzienników federacji.

source: Shows a list of chats in the Federation.
pl_pl: Wyświetla listę czatów w federacji.

source: Shows a list of admins in the Federation.
pl_pl: Wyświetla listę adminów w federacji.

source: Shows the information about the Federation.
pl_pl: Wyświetla informacje o federacji.

source: Bans the user in the whole Federation.
pl_pl: Banuje użytkownika w całej federacji.

source: Unbans the user from the Federation.
pl_pl: Odbanowuje użytkownika z federacji.

source: Deletes the federation.
pl_pl: Usuwa federację.

source: Renames the federation.
pl_pl: Zmienianie nazwy federacji.

source: New name
pl_pl: Nowa nazwa

source: Exports the list of bans.
pl_pl: Eksportuje listę banów.

source: Imports the list of bans.
pl_pl: Importuje listę banów.

source: Checks the user ban status (can be used to check yourself).
pl_pl: Sprawdza status bana użytkownika (może być używane do sprawdzenia siebie).

source: Filters
pl_pl: Filtry

source: Adds a new filter.
pl_pl: Dodaje nowy filtr.

source: Trigger
pl_pl: Wyzwalacz

source: Shows the list of filters.
pl_pl: Wyświetla listę filtrów.

source: Removes the filter.
pl_pl: Usuwa filtr.

source: Removes all the filters in the chat.
pl_pl: Usuwa wszystkie filtry w czacie.

source: Greetings
pl_pl: Powitania

source: Shows the current welcome.
pl_pl: Wyświetla bieżące powitanie.

source: Sets the welcome message.
pl_pl: Ustawia wiadomość powitalną.

source: Message
pl_pl: Wiadomość

source: Resets the welcome message.
pl_pl: Resetuje wiadomość powitalną.

source: Controls the automatic welcome cleanup
pl_pl: Kontroluje automatyczne czyszczenie powitania

source: New status
pl_pl: Nowy status

source: Controls the automatic service messages cleanup
pl_pl: Kontroluje automatyczne czyszczenie wiadomości serwisowych

source: Restricts new users from sending media
pl_pl: Ogranicza nowym użytkownikom wysyłanie mediów

source: Time
pl_pl: Czas

source: Controls the welcome captcha
pl_pl: Kontroluje captcha powitania

source: Sets the specific message for the captcha initiation process
pl_pl: Ustala konkretną wiadomość dla procesu inicjacji captcha

source: Resets the captcha initiation process message
pl_pl: Resetuje wiadomość procesu inicjacji captcha

source: Language
pl_pl: Język

source: Asks for the new language for the chat.
pl_pl: Pyta o nowy język dla czatu.

source: Sets the new language for the chat
pl_pl: Ustala nowy język dla czatu

source: New language
pl_pl: Nowy język

source: Notes
pl_pl: Notatki

source: Saves the note.
pl_pl: Zapisuje notatkę.

source: Note name
pl_pl: Nazwa notatki

source: Content
pl_pl: Treść

source: Searches text across all notes.
pl_pl: Szukaj tekstu we wszystkich notatkach.

source: Text
pl_pl: Tekst

source: Deletes the note
pl_pl: Usuwa notatkę

source: Deletes all the notes in the chat
pl_pl: Usuwa wszystkie notatki na czacie

source: Shows additional information about the note
pl_pl: Pokazuje dodatkowe informacje o notatce

source: Controls the feature, that would recommend users to use PM with bot to use notes
pl_pl: Kontroluje funkcję, która rekomenduje użytkownikom korzystanie z wiadomości prywatnych z botem do używania notatek

source: Controls the automatic clean-up for notes
pl_pl: Kontroluje automatyczne czyszczenie notatek

source: Pins
pl_pl: Przypięcia

source: Pins replied message
pl_pl: Przypina odpowiedź wiadomości

source: Unpins the last pinned message
pl_pl: Odprzypina ostatnią przypiętą wiadomość

source: 🕵️‍♂️ Privacy
pl_pl: 🕵️‍♂️ Prywatność

source: 💬 Support Chat
pl_pl: 💬 Czat wsparcia

source: 📢 NEWS Channel
pl_pl: 📢 Kanał WIADOMOŚCI

source: Promotes
pl_pl: Promocje

source: Promotes the user to admins.
pl_pl: Awansuje użytkownika do adminów.

source: Demotes the user from admins.
pl_pl: Obniża rangę użytkownika z adminów.

source: Purges
pl_pl: Przeglądy

source: Deletes the replied message
pl_pl: Usuwa odpowiedź wiadomości

source: Purges all messages after replied message (incl. the replied message)
pl_pl: Czyści wszystkie wiadomości po odpowiedzi wiadomości (włącznie z odpowiedzią wiadomości)

source: Reports
pl_pl: Raporty

source: Reports the replied message.
pl_pl: Zgłasza odpowiadającą wiadomość.

source: Restrictions
pl_pl: Ograniczenia

source: Kicks the user from the chat. The user would be able to join back.
pl_pl: Wyrzuca użytkownika z czatu. Użytkownik będzie mógł dołączyć z powrotem.

source: Mutes the user.
pl_pl: Wycisza użytkownika.

source: Unmutes the user (also lets the user send media).
pl_pl: Odwiesza użytkownika (pozwala także użytkownikowi wysyłać media).

source: Unbans the user.
pl_pl: Odbanowuje użytkownika.

source: Rules
pl_pl: Zasady

source: Sets the chat rules.
pl_pl: Ustawia zasady czatu.

source: Shows the rules.
pl_pl: Wyświetla zasady.

source: Resets the chat rules.
pl_pl: Resetuje zasady czatu.

source: Users
pl_pl: Użytkownicy

source: Shows the additional information about the user.
pl_pl: Wyświetla dodatkowe informacje o użytkowniku.

source: Shows IDs.
pl_pl: Wyświetla ID.

source: Lists all the chats admins.
pl_pl: Wyświetla wszystkich administratorów czatów.

source: Warnings
pl_pl: Ostrzeżenia

source: Deletes notes.
pl_pl: Usuwa notatki.

source: No notes was found with {name} name.
pl_pl: Nie znaleziono notatek z nazwą {name}.

source: Name
pl_pl: Nazwa

source: Names
pl_pl: Nazwy

source: Note was successfully deleted
pl_pl: Notatka została pomyślnie usunięta

source: Retrieve the note.
pl_pl: Odzyskuje notatkę.

source: No note was found with {name} name.
pl_pl: Nie znaleziono notatki z nazwą {name}.

source: Search notes
pl_pl: Szukaj notatek

source: Lists available notes.
pl_pl: Wyświetla dostępne notatki.

source: No notes found by the provided search pattern {pattern}.
pl_pl: Nie znaleziono notatek według podanego wzoru wyszukiwania {pattern}.

source: No notes found.
pl_pl: Nie znaleziono notatek.

source: Search pattern
pl_pl: Wzór wyszukiwania

source: Notes in {chat_name}
pl_pl: Notatki w {chat_name}

source: Use {cmd} to retrieve a note. Example: {cmd_example}
pl_pl: Użyj {cmd}, aby pobrać notatkę. Przykład: {cmd_example}

source: #(Note name)
pl_pl: #(Nazwa notatki)

source: Note names
pl_pl: Nazwy notatek

source: Group
pl_pl: Grupa

source: Description
pl_pl: Opis

source: Save the note.
pl_pl: Zapisz notatkę.

source: Note was successfully created
pl_pl: Notatka została pomyślnie stworzona

source: Note was successfully updated
pl_pl: Notatka została pomyślnie zaktualizowana

source: Please check the notes documentation for the list of the allowed content types.
pl_pl: Proszę sprawdzić dokumentację notatek, aby uzyskać listę dozwolonych typów treści.

source: Reply message content is not parsable as the note.
pl_pl: Treść wiadomości odpowiedzi nie jest możliwa do przetworzenia jako notatka.

source: The maximum length of the note is {limit} characters.
pl_pl: Maksymalna długość notatki wynosi {limit} znaków.

source: Please try to reduce the length of the note.
pl_pl: Proszę spróbować skrócić długość notatki.

source: Note is too long.
pl_pl: Notatka jest za długa.

source: Local chat
pl_pl: Lokalny czat

source: Privacy
pl_pl: Prywatność

source: Export is started, this may take a while.
pl_pl: Eksport został rozpoczęty, może to zająć chwilę.

source: Export is done.
pl_pl: Eksport zakończony.

source: Shows the privacy policy of the bot
pl_pl: Pokazuje politykę prywatności bota

source: The privacy policy of the bot is available on our wiki page.
pl_pl: Polityka prywatności bota jest dostępna na naszej stronie wiki.

source: Privacy Policy
pl_pl: Polityka prywatności
pt_br: Política de privacidade

source: Troubleshooters
pl_pl: Rozwiązywacze problemów

source: Small commands for fixing problems
pl_pl: Małe komendy dla naprawy problemów

source: Reset admin rights cache, use if Sophie didn't get the recently added admin
pl_pl: Zresetuj pamięć podręczną praw admina, użyj, jeśli Sophie nie zauważyła niedawno dodanego administratora

source: You can't use this command in private chats.
pl_pl: Nie można używać tej komendy w czatach prywatnych.

source: Admin rights cache has been reset.
pl_pl: Pamięć podręczna praw admina została zresetowana.

source: Cancel current state, use if Sophie is not responding on your message
pl_pl: Anuluj aktualny stan, użyj, jeśli Sophie nie odpowiada na twoją wiadomość

source: The current state is already cleared, nothing to do here.
pl_pl: Aktualny stan jest już wyczyszczony, nic tutaj do zrobienia.

source: Current state is cleared.
pl_pl: Aktualny stan został wyczyszczony.

source: Your ID: {id}
pl_pl: Twój ID: {id}

source: Chat ID: {id}
pl_pl: ID czatu: {id}

source: Connected chat ID: {id}
pl_pl: ID połączonego czatu: {id}

source: Replied user ID: {id}
pl_pl: ID odpowiedzi użytkownika: {id}

source: I am missing the following permissions: {permissions}
pt_br: Estou sem as seguintes permissões: {permissions}

source: You must be an administrator to use this.
ja_jp: これを使うには管理者でなければならない。
pt_br: Você deve ser um administrador para usar isso.
ru_ru: Вы должны быть администратором, чтобы использовать эту функцию.
uk_ua: Щоб скористатися цією функцією, ви повинні мати права адміністратора.

source: I need to be an administrator to perform this action.
pt_br: Preciso ser um administrador para realizar essa ação.

source: This command is designed to be used in PM, not in groups!
pt_br: Esse comando foi projetado para ser usado no PV, não em grupos!

source: This command is designed to be used in groups, not in PM!
pt_br: Esse comando foi projetado para ser usado em grupos, não no PV!

source: Oh, you're back! I've removed your afk status.
ja_jp: おかえりなさい！あなたのafkステータスを解除しました。
pt_br: Oh, você voltou! Removi o seu status como AFK.
ru_ru: О, ты вернулся! Я убрал твой статус афк.
uk_ua: О, ти повернувся! Я зняв твій статус афк.

source: {user} is afk!
ja_jp: {user} んは離席中です！
pt_br: {user} está afk!
ru_ru: {user} в отключке!
uk_ua: {user} це афк!

source: Reason: {reason}
ja_jp: 理由: {reason}
pt_br: Motivo: {reason}
ru_ru: Причина: {reason}
uk_ua: Причина: {reason}

source: 🎧 Listening to: {track_artist} — {track_name}
ja_jp: 聴いてる: {track_artist} — {track_name}
pt_br: 🎧 Ouvindo: {track_artist} — {track_name}
ru_ru: 🎧 Слушать: {track_artist} - {track_name}
uk_ua: Слухаю: {track_artist} - {track_name}

source: You are already AFK.
ja_jp: あなたは既に AFKです.
pt_br: Você já está AFK.
ru_ru: Вы уже находитесь в состоянии AFK.
uk_ua: Ви вже AFK.

source: The maximum length of the AFK message is 64 characters.
ja_jp: AFKメッセージの最大長は64文字である。
pt_br: O comprimento máximo da mensagem AFK é de 64 caracteres.
ru_ru: Максимальная длина сообщения AFK составляет 64 символа.
uk_ua: Максимальна довжина повідомлення AFK - 64 символи.

source: Your AFK status has been updated!
ja_jp: AFKのステータスが更新されました!
pt_br: Seu status AFK foi atualizado!
ru_ru: Ваш статус AFK был обновлен!
uk_ua: Ваш статус AFK оновлено!
