Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ja_jp, pl_pl, pt_br, ru_ru, uk_ua

source: This command was designed to be used in PM, not in group chats!
ru_ru: Эта команда была разработана для использования в PM, а не в групповых чатах!

source: This command was designed to be used in group chats, not in PM!
ru_ru: Эта команда была разработана для использования в групповых чатах, а не в PM!

source: Status
ja_jp: ステータス
ru_ru: Статус
uk_ua: Статус

source: Chipset
ja_jp: チップセット
ru_ru: Чипсет
uk_ua: Чіпсет

source: <b>Uploader:</b> {uploader}
ja_jp: <b>アップローダー:</b> {uploader}
ru_ru: <b>Загрузчик:</b> {uploader}
uk_ua: <b>Завантажувач:</b> {uploader}

source: {user} ID: <code>{id}</code>
uk_ua: {user} ПОСВІДЧЕННЯ ОСОБИ: <code>{id}</code>
