Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/korone.po
Languages: pt_br

source: That reply is not a sticker.
pt_br: Essa resposta não é uma figurinha.

source: Animated stickers are not supported by this command.
pt_br: Figurinhas animadas não são compatíveis com este comando.

source: Could not fetch this sticker file.
pt_br: Não foi possível obter este arquivo de figurinha.

source: video
pt_br: vídeo

source: animated
pt_br: animada

source: static
pt_br: estática

source: none
pt_br: nenhum

source: Pack
pt_br: Pacote

source: List your tracked sticker packs.
pt_br: Lista seus pacotes de figurinhas rastreados.

source: You don't have any tracked sticker packs yet.
pt_br: Você ainda não tem pacotes de figurinhas rastreados.

source: {name}'s sticker packs
pt_br: Pacotes de figurinhas de {name}

source: Steal a sticker or media from a reply into your sticker pack.
pt_br: Roube uma figurinha ou mídia de uma resposta para o seu pacote de figurinhas.

source: Pack name and optional emoji
pt_br: Nome do pacote e emoji opcional

source: Reply to a sticker, photo, animation, video, or document first.
pt_br: Responda primeiro a uma figurinha, foto, animação, vídeo ou documento.

source: Stealing sticker...
pt_br: Roubando figurinha...

source: That reply does not contain supported media.
pt_br: Essa resposta não contém mídia compatível.

source: Created new sticker pack.
pt_br: Novo pacote de figurinhas criado.

source: Pack: {pack}
pt_br: Pacote: {pack}

source: Sticker saved successfully.
pt_br: Figurinha salva com sucesso.

source: Steal an entire sticker set into your own pack.
pt_br: Roube um conjunto inteiro de figurinhas para seu próprio pacote.

source: Target pack name
pt_br: Nome do pacote de destino

source: Usage: {command} {pack_name}
pt_br: Uso: {command} {pack_name}

source: Reply to a sticker from the source pack first.
pt_br: Responda primeiro a uma figurinha do pacote de origem.

source: Reply to a sticker that belongs to a sticker set.
pt_br: Responda a uma figurinha que pertença a um conjunto de figurinhas.

source: Stealing sticker pack...
pt_br: Roubando pacote de figurinhas...

source: The source sticker pack does not exist anymore.
pt_br: O pacote de figurinhas de origem não existe mais.

source: Stealing sticker pack... {current}/{total}
pt_br: Roubando pacote de figurinhas... {current}/{total}

source: Could not add any sticker from that pack.
pt_br: Não foi possível adicionar nenhuma figurinha desse pacote.

source: Target pack got full after {added} stickers.
pt_br: O pacote de destino lotou após {added} figurinhas.

source: Added {added}/{total} stickers.
pt_br: Adicionadas {added}/{total} figurinhas.

source: Skipped: {skipped}
pt_br: Ignoradas: {skipped}

source: Sticker pack copied successfully.
pt_br: Pacote de figurinhas copiado com sucesso.

source: Switch your default sticker pack by index or name.
pt_br: Troque seu pacote de figurinhas padrão por índice ou nome.

source: Pack index or name
pt_br: Índice ou nome do pacote

source: Usage: {command} {target}
pt_br: Uso: {command} {target}

source: Could not find a pack with index or name: {value}
pt_br: Não foi possível encontrar um pacote com índice ou nome: {value}

source: {pack} is already your default pack.
pt_br: {pack} já é seu pacote padrão.

source: Default sticker pack changed to {pack}.
pt_br: Pacote de figurinhas padrão alterado para {pack}.

source: Could not process this file as an image sticker.
pt_br: Não foi possível processar este arquivo como uma figurinha de imagem.

source: Video conversion is unavailable because ffmpeg/ffprobe are not installed.
pt_br: A conversão de vídeo não está disponível porque ffmpeg/ffprobe não estão instalados.

source: Video is too long ({duration:.2f}s). Maximum allowed duration is 3 seconds.
pt_br: O vídeo é muito longo ({duration:.2f}s). A duração máxima permitida é de 3 segundos.

source: Could not convert this video to a valid sticker.
pt_br: Não foi possível converter este vídeo para uma figurinha válida.

source: Converted video is too large ({size_kb:.1f} KB). Maximum allowed size is 256 KB.
pt_br: O vídeo convertido é muito grande ({size_kb:.1f} KB). O tamanho máximo permitido é 256 KB.

source: Could not inspect video metadata.
pt_br: Não foi possível inspecionar os metadados do vídeo.

source: Could not parse video metadata.
pt_br: Não foi possível analisar os metadados do vídeo.

source: Video metadata is invalid.
pt_br: Os metadados do vídeo são inválidos.

source: Invalid emoji provided.
pt_br: Emoji fornecido inválido.

source: Invalid pack name.
pt_br: Nome de pacote inválido.

source: That pack ID already exists and cannot be reused.
pt_br: Esse ID de pacote já existe e não pode ser reutilizado.

source: Animated sticker cannot be added to a non-animated pack.
pt_br: Figurinha animada não pode ser adicionada a um pacote não animado.

source: Static sticker cannot be added to an animated pack.
pt_br: Figurinha estática não pode ser adicionada a um pacote animado.

source: Sticker pack limit exceeded.
pt_br: Limite de pacotes de figurinhas excedido.

source: I cannot create a sticker pack for you yet. Start the bot in private first.
pt_br: Ainda não posso criar um pacote de figurinhas para você. Inicie o bot no privado primeiro.

source: Could not save the sticker due to a Telegram API error.
pt_br: Não foi possível salvar a figurinha devido a um erro da API do Telegram.

source: Troubleshooters
pt_br: Soluções de problemas

source: Tools for fixing problems and issues
pt_br: Ferramentas para corrigir problemas e falhas

source: Reset admin rights cache, use if Korone didn't get the recently added admin
pt_br: Redefine o cache de permissões de admin, use se o Korone não reconheceu o admin adicionado recentemente

source: Admin rights cache has been reset.
pt_br: O cache de permissões de admin foi redefinido.

source: Cancel current state, use if Korone is not responding on your message
pt_br: Cancela o estado atual, use se o Korone não estiver respondendo à sua mensagem

source: The current state is already cleared, wiping its data anyway...
pt_br: O estado atual já está limpo, limpando os dados mesmo assim...

source: Current state {state} is cleared.
pt_br: O estado atual {state} foi limpo.

source: You are not allowed to cancel this action!
pt_br: Você não tem permissão para cancelar esta ação!

source: ❌ Cancelled.
pt_br: ❌ Cancelado.

source: The action was cancelled by {user}.
pt_br: A ação foi cancelada por {user}.

source: Users
pt_br: Usuários

source: User information and management
pt_br: Informações e gerenciamento de usuários

source: Provides commands to get information about users and chat members.
pt_br: Fornece comandos para obter informações sobre usuários e membros do chat.

source: Includes admin list, user IDs, and detailed user information.
pt_br: Inclui lista de admins, IDs de usuários e informações detalhadas do usuário.

source: Lists all the chats admins.
pt_br: Lista todos os admins dos chats.

source: Chat not found.
pt_br: Chat não encontrado.

source: Admins in {chat_name}
pt_br: Admins em {chat_name}

source: No visible admins found.
pt_br: Nenhum admin visível encontrado.

source: Show user and chat IDs
pt_br: Mostrar IDs de usuário e chat

source: User
pt_br: Usuário

source: Your ID: {id}
pt_br: Seu ID: {id}

source: Chat ID: {id}
pt_br: ID do chat: {id}

source: Topic ID: {id}
pt_br: ID do tópico: {id}

source: Replied user ID: {id}
pt_br: ID do usuário respondido: {id}

source: {user}'s ID: {id}
pt_br: ID de {user}: {id}

source: Shows the additional information about the user.
pt_br: Mostra informações adicionais sobre o usuário.

source: Could not identify user.
pt_br: Não foi possível identificar o usuário.

source: User Information
pt_br: Informações do usuário

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Sobrenome

source: User Link
pt_br: Link do usuário

source: This user is the owner of this chat.
pt_br: Este usuário é o dono deste chat.

source: This user is an admin in this chat.
pt_br: Este usuário é um admin neste chat.

source: Shared Chats
pt_br: Chats em comum

source: The message is inaccessible. Please write the command again
pt_br: A mensagem está inacessível. Escreva o comando novamente

source: New status
pt_br: Novo status

source: Current state
pt_br: Estado atual

source: Use '{cmd}' to change it.
pt_br: Use '{cmd}' para alterá-lo.

source: The current status is already {state}
pt_br: O status atual já é {state}

source: The state was successfully changed
pt_br: O estado foi alterado com sucesso

source: New state
pt_br: Novo estado

source: Enabled
pt_br: Ativado

source: Disabled
pt_br: Desativado

source: Lookup IP and WHOIS information
pt_br: Consultar informações de IP e WHOIS

source: Get IP details and WHOIS information for domains.
pt_br: Obtenha detalhes de IP e informações WHOIS para domínios.

source: City
pt_br: Cidade

source: Region
pt_br: Região

source: Country
pt_br: País

source: Location
pt_br: Localização

source: Organization
pt_br: Organização

source: Postal
pt_br: CEP

source: Timezone
pt_br: Fuso horário

source: IP Information
pt_br: Informações de IP

source: Shows information about an IP or domain.
pt_br: Mostra informações sobre um IP ou domínio.

source: IP or domain
pt_br: IP ou domínio

source: No information found for {ip_or_domain}.
pt_br: Nenhuma informação encontrada para {ip_or_domain}.

source: The provided IP address {ip} is a {bogon} IP address, meaning it is either not in use or reserved for special use.
pt_br: O endereço IP informado {ip} é um IP {bogon}, ou seja, ele não está em uso ou está reservado para uso especial.

source: You should provide an IP address or domain. Example: {example}.
pt_br: Você deve fornecer um endereço IP ou domínio. Exemplo: {example}.

source: No valid IP addresses or domains found in the provided input.
pt_br: Nenhum endereço IP ou domínio válido foi encontrado na entrada fornecida.

source: Please select an IP address:
pt_br: Selecione um endereço IP:

source: Shows WHOIS information about a domain.
pt_br: Mostra informações WHOIS sobre um domínio.

source: Domain
pt_br: Domínio

source: You should provide a domain name. Example: {example}.
pt_br: Você deve fornecer um nome de domínio. Exemplo: {example}.

source: No WHOIS information found for {domain}.
pt_br: Nenhuma informação WHOIS encontrada para {domain}.

source: WHOIS Information
pt_br: Informações WHOIS

source: Examples
pt_br: Exemplos

source: The argument {description} has an invalid type
pt_br: O argumento {description} possui um tipo inválido

source: Needed type
pt_br: Tipo necessário

source: The required argument {description} wasn't provided!
pt_br: O argumento obrigatório {description} não foi fornecido!

source: The argument {description} has an invalid formatting!
pt_br: O argumento {description} possui uma formatação inválida!

source: Key-value of {}
pt_br: Par chave-valor de {}

source: Key-values of {}
pt_br: Pares chave-valor de {}

source: The optional argument {name} must contain a value!
pt_br: O argumento opcional {name} deve conter um valor!

source: Key-values
pt_br: Pares chave-valor

source: List of {}
pt_br: Lista de {}

source: Lists of {}
pt_br: Listas de {}

source: The starting character {} of list wasn't found!
pt_br: O caractere inicial {} da lista não foi encontrado!

source: The ending character {} of list wasn't found!
pt_br: O caractere final {} da lista não foi encontrado!

source: The list is empty!
pt_br: A lista está vazia!

source: ➡️ The start prefix text of the lists cannot have the overlapping formatting
pt_br: ➡️ O texto de prefixo inicial das listas não pode ter formatação sobreposta

source: Argument '{arg_text}' was parsed, but it has unknown text after it!
pt_br: O argumento '{arg_text}' foi analisado, mas há texto desconhecido depois dele!

source: Please ensure you correctly divided all of arguments.
pt_br: Certifique-se de que você separou corretamente todos os argumentos.

source: Optional {}
pt_br: Opcional {}

source: Optionals {}
pt_br: Opcionais {}

source: or
pt_br: ou

source: , and
pt_br: , e

source: Example syntax
pt_br: Sintaxe de exemplo

source: One of: {}
pt_br: Um de: {}

source: Word (string with no spaces)
pt_br: Palavra (string sem espaços)

source: Words (strings with no spaces)
pt_br: Palavras (strings sem espaços)

source: Integer (number)
pt_br: Inteiro (número)

source: Integers (numbers)
pt_br: Inteiros (números)

source: Boolean (Yes / No value)
pt_br: Booleano (valor Sim / Não)

source: Booleans (Yes / No values)
pt_br: Booleanos (valores Sim / Não)

source: True (can means Enabled or Yes)
pt_br: Verdadeiro (pode significar Ativado ou Sim)

source: False (can means Disabled or No)
pt_br: Falso (pode significar Desativado ou Não)

source: Text
pt_br: Texto

source: ➡️ The Argument should start with {}!
pt_br: ➡️ O argumento deve começar com {}!

source: ⬅️️ The Argument should end with {}!
pt_br: ⬅️️ O argumento deve terminar com {}!

source: ➡️ The start text cannot have the overlapping formatting
pt_br: ➡️ O texto inicial não pode ter formatação sobreposta

source: ➡️ Argument '{arg_text}' was parsed, but it has unknown text after it!
pt_br: ➡️ O argumento '{arg_text}' foi analisado, mas há texto desconhecido depois dele!

source: {} surrounded by {} and {}
pt_br: {} envolvido por {} e {}

source: Surrounded by {} and {}
pt_br: Envolvido por {} e {}

source: 2 days
pt_br: 2 dias

source: 3 weeks and 2 days
pt_br: 3 semanas e 2 dias

source: y
pt_br: a

source: w
pt_br: s

source: Action time
pt_br: Tempo da ação

source: Action times
pt_br: Tempos de ação

source: Should start with a prefix
pt_br: Deve começar com um prefixo

source: Username is too short
pt_br: Nome de usuário é muito curto

source: Username is too long
pt_br: Nome de usuário é muito longo

source: User mention (a link to user)
pt_br: Menção de usuário (um link para usuário)

source: User mentions (links to users)
pt_br: Menções de usuário (links para usuários)

source: Should start with mention!
pt_br: Deve começar com menção!

source: Unexpected error while trying to get the user! Please report this in the support chat!
pt_br: Erro inesperado ao tentar obter o usuário! Por favor, reporte isso no chat de suporte!

source: Could not find the user mention
pt_br: Não foi possível encontrar a menção de usuário
