Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/korone.po
Languages: pt_br

source: User ID (Numeric)
pt_br: ID do usuário (numérico)

source: User IDs (Numeric)
pt_br: IDs de usuário (numéricos)

source: Could not find the requested User ID in the database.
pt_br: Não foi possível encontrar o ID de usuário solicitado no banco de dados.

source: Username (starts with @)
pt_br: Nome de usuário (começa com @)

source: Usernames (starts with @)
pt_br: Nomes de usuário (começam com @)

source: Could not find the requested Username in the database.
pt_br: Não foi possível encontrar o nome de usuário solicitado no banco de dados.

source: User mention
pt_br: Menção de usuário

source: User mentions
pt_br: Menções de usuário

source: No mention entity found at offset.
pt_br: Nenhuma entidade de menção encontrada no deslocamento.

source: Could not find the mentioned user in the database.
pt_br: Não foi possível encontrar o usuário mencionado no banco de dados.

source: User: 'User ID (numeric) / Username (starts with @) / Mention (links to users)'
pt_br: Usuário: 'ID do usuário (numérico) / Nome de usuário (começa com @) / Menção (link para usuários)'

source: Users: 'User IDs (numeric) / Usernames (starts with @) / Mentions (links to users)'
pt_br: Usuários: 'IDs de usuário (numéricos) / Nomes de usuário (começam com @) / Menções (links para usuários)'

source: User ID
pt_br: ID do usuário

source: Username
pt_br: Nome de usuário

source: A link to user, usually creates by mentioning a user without username.
pt_br: Um link para o usuário, geralmente criado ao mencionar um usuário sem nome de usuário.

source: I don't have the following permissions to do this:
pt_br: Não tenho as seguintes permissões para fazer isso:

source: You don't have the following permissions to do this:
pt_br: Você não tem as seguintes permissões para fazer isso:

source: I must be an administrator to use this command.
pt_br: Preciso ser administrador para usar este comando.

source: You must be an administrator to use this command.
pt_br: Você precisa ser administrador para usar este comando.

source: Anonymous admin must have a custom admin title to use this command.
pt_br: O administrador anônimo precisa ter um título personalizado de admin para usar este comando.

source: Could not resolve this anonymous admin title. Refresh admin cache or use a unique title.
pt_br: Não foi possível identificar este título de admin anônimo. Atualize o cache de administradores ou use um título único.

source: Multiple anonymous admins share this title, and not all of them can use this command. Use a unique title.
pt_br: Vários administradores anônimos compartilham este título, e nem todos podem usar este comando. Use um título único.

source: You must be the chat creator to use this command.
pt_br: Você precisa ser o criador do chat para usar este comando.

source: This command can only be used in groups.
pt_br: Este comando só pode ser usado em grupos.

source: This command can only be used in private chats.
pt_br: Este comando só pode ser usado em chats privados.

source: Private chat
pt_br: Chat privado

source: Disabling
pt_br: Desativação

source: Disable commands in chats
pt_br: Desativar comandos em chats

source: Allows administrators to disable specific commands in their chats.
pt_br: Permite que administradores desativem comandos específicos em seus chats.

source: Useful for restricting bot functionality to only necessary commands.
pt_br: Útil para restringir a funcionalidade do bot apenas aos comandos necessários.

source: Disables the command.
pt_br: Desativa o comando.

source: Command
pt_br: Comando

source: Command {cmd} not found.
pt_br: Comando {cmd} não encontrado.

source: Command {cmd} is already disabled.
pt_br: O comando {cmd} já está desativado.

source: Command disabled
pt_br: Comando desativado

source: Lists all commands that can be disabled.
pt_br: Lista todos os comandos que podem ser desativados.

source: Disable-able commands
pt_br: Comandos desativáveis

source: Lists all disabled commands.
pt_br: Lista todos os comandos desativados.

source: No disabled commands found.
pt_br: Nenhum comando desativado encontrado.

source: Disabled commands
pt_br: Comandos desativados

source: Enables previously disabled command.
pt_br: Ativa um comando desativado anteriormente.

source: Command enabled
pt_br: Comando ativado

source: Enable all commands in the chat
pt_br: Ativar todos os comandos no chat

source: ✅ Enable all
pt_br: ✅ Ativar todos

source: ❌ Cancel
pt_br: ❌ Cancelar

source: Do you want to enable all commands in the {chat_name}?
pt_br: Você deseja ativar todos os comandos em {chat_name}?

source: Only the initiator can confirm disabling all commands
pt_br: Somente quem iniciou pode confirmar a desativação de todos os comandos

source: ✅ All the commands ({removed_count}) have been enabled in the {chat_name}
pt_br: ✅ Todos os comandos ({removed_count}) foram ativados em {chat_name}

source: 😞 I've got an error trying to process this update
pt_br: 😞 Ocorreu um erro ao tentar processar esta atualização

source: Reference ID
pt_br: ID de referência

source: 🐞 Open GitHub Issues
pt_br: 🐞 Abrir issues no GitHub

source: Search device specifications on GSMArena
pt_br: Pesquisar especificações de dispositivos no GSMArena

source: Search for smartphones and get a quick overview of their specifications directly from GSMArena.
pt_br: Pesquise smartphones e obtenha uma visão geral rápida das especificações diretamente do GSMArena.

source: You are not allowed to use this button.
pt_br: Você não tem permissão para usar este botão.

source: Search session expired. Please run /device again.
pt_br: Sessão de pesquisa expirada. Por favor, execute /device novamente.

source: Invalid device selected.
pt_br: Dispositivo selecionado inválido.

source: Fetching device details...
pt_br: Buscando detalhes do dispositivo...

source: Error fetching device details
pt_br: Erro ao buscar detalhes do dispositivo

source: No devices found
pt_br: Nenhum dispositivo encontrado

source: Search device specifications on GSMArena.
pt_br: Pesquise especificações de dispositivos no GSMArena.

source: Device
pt_br: Dispositivo

source: No devices found.
pt_br: Nenhum dispositivo encontrado.

source: Error fetching device details. Please try again later.
pt_br: Erro ao buscar detalhes do dispositivo. Tente novamente mais tarde.

source: Search results for: {query}
pt_br: Resultados da pesquisa para: {query}

source: Found {count} devices. Select one from the list below.
pt_br: Encontrados {count} dispositivos. Selecione um da lista abaixo.

source: You should provide a device name to search. Example: {example}.
pt_br: Você deve fornecer o nome de um dispositivo para pesquisar. Exemplo: {example}.

source: Network
pt_br: Rede

source: Weight
pt_br: Peso

source: Display
pt_br: Tela

source: Memory
pt_br: Memória

source: Rear Camera
pt_br: Câmera traseira

source: Front Camera
pt_br: Câmera frontal

source: 3.5mm jack
pt_br: Entrada 3,5 mm

source: Sensors
pt_br: Sensores

source: Battery
pt_br: Bateria

source: Charging
pt_br: Carregamento

source: Overview
pt_br: Visão Geral

source: Cameras
pt_br: Câmeras

source: Connectivity and Power
pt_br: Conectividade e Energia

source: Help
pt_br: Ajuda

source: Provides helpful information
pt_br: Fornece informações úteis

source: Provides help and documentation for all bot commands and features.
pt_br: Fornece ajuda e documentação para todos os comandos e recursos do bot.

source: Includes command lists, usage instructions, and feature explanations.
pt_br: Inclui listas de comandos, instruções de uso e explicações de recursos.

source: Shows the help message
pt_br: Mostra a mensagem de ajuda

source: The help information available in the private messages with Korone
pt_br: As informações de ajuda estão disponíveis nas mensagens privadas com o Korone

source: Shows help overview for all modules
pt_br: Mostra a visão geral de ajuda de todos os módulos

source: ⬅️ Back
pt_br: ⬅️ Voltar

source: Select a module to see its commands and information!
pt_br: Selecione um módulo para ver seus comandos e informações!

source: Arguments: {required} is required and {optional} is optional.
pt_br: Argumentos: {required} é obrigatório e {optional} é opcional.

source: means it works only in group chats.
pt_br: indica que funciona apenas em chats de grupo.

source: — Only in groups
pt_br: — Somente em grupos

source: lists commands that only work in private chat.
pt_br: lista comandos que funcionam apenas em chat privado.

source: PM-only
pt_br: Somente PM

source: lists commands that require admin rights.
pt_br: lista comandos que exigem permissões de administrador.

source: Only admins
pt_br: Somente administradores

source: Disable-able
pt_br: Desativável

source: means the command can be toggled with {disable} and {enable}.
pt_br: indica que o comando pode ser alternado com {disable} e {enable}.

source: How to read /help
pt_br: Como ler o /help

source: Module not found
pt_br: Módulo não encontrado

source: Aliased commands from {module}
pt_br: Comandos com alias de {module}

source: Shows the start message
pt_br: Mostra a mensagem inicial

source: 📢 Channel
pt_br: 📢 Canal

source: Hi, I'm Korone! An all-in-one bot. I can help you with lots of things. Just click on the buttons below to get started.
pt_br: Oi, eu sou o Korone! Um bot tudo-em-um. Posso te ajudar com muitas coisas. Basta clicar nos botões abaixo para começar.

source: 🕵️‍♂️ Privacy
pt_br: 🕵️‍♂️ Privacidade

source: Language
pt_br: Idioma

source: ℹ️ Help
pt_br: ℹ️ Ajuda

source: Join my {channel} to get information on all the latest updates.
pt_br: Entre no meu {channel} para receber informações sobre todas as atualizações mais recentes.

source: news channel
pt_br: canal de notícias

source: Commands
pt_br: Comandos

source: Search, download, and send tracks with HiFi
pt_br: Pesquise, baixe e envie faixas com HiFi

source: Download and send tracks with HiFi.
pt_br: Baixe e envie faixas com HiFi.

source: Search for tracks, preview them, and get high-quality audio files.
pt_br: Pesquise faixas, visualize uma prévia e obtenha arquivos de áudio em alta qualidade.

source: Search session expired. Please run /song again.
pt_br: A sessão de pesquisa expirou. Execute /song novamente.

source: No tracks found.
pt_br: Nenhuma faixa encontrada.

source: Invalid track selected.
pt_br: Faixa selecionada inválida.

source: ⬇️ Download
pt_br: ⬇️ Baixar

source: Search music with HiFi API.
pt_br: Pesquisa músicas com a API HiFi.

source: Query
pt_br: Consulta

source: Could not fetch tracks right now. Please try again later.
pt_br: Não foi possível buscar faixas agora. Tente novamente mais tarde.

source: This track has been requested recently in this chat.
pt_br: Esta faixa foi solicitada recentemente neste chat.

source: Could not get an audio stream for this track.
pt_br: Não foi possível obter o stream de áudio desta faixa.

source: Could not fetch track information right now.
pt_br: Não foi possível buscar as informações da faixa agora.

source: This track is too large to send on Telegram.
pt_br: Esta faixa é grande demais para enviar no Telegram.

source: Could not download this track right now.
pt_br: Não foi possível baixar esta faixa agora.

source: Could not send this track right now.
pt_br: Não foi possível enviar esta faixa agora.

source: HiFi search
pt_br: Pesquisa HiFi

source: Found tracks
pt_br: Faixas encontradas

source: Page
pt_br: Página

source: Select a track below to preview and download it.
pt_br: Selecione uma faixa abaixo para visualizar e baixá-la.

source: Unknown
pt_br: Desconhecido

source: Track preview
pt_br: Prévia da faixa

source: Track
pt_br: Faixa

source: Artist
pt_br: Artista

source: Album
pt_br: Álbum

source: Duration
pt_br: Duração

source: Quality
pt_br: Qualidade

source: Explicit content.
pt_br: Conteúdo explícito.

source: Use the buttons below to go back or download this track.
pt_br: Use os botões abaixo para voltar ou baixar esta faixa.

source: Track sent
pt_br: Faixa enviada

source: Language and localization settings
pt_br: Configurações de idioma e localização

source: Allows users to set their preferred language for bot interactions.
pt_br: Permite que os usuários definam seu idioma preferido para as interações com o bot.

source: Language changed to {new_lang}.
pt_br: Idioma alterado para {new_lang}.

source: This is the bot's native language.
pt_br: Este é o idioma nativo do bot.

source: If you find any errors, please file an issue in the GitHub Repository.
pt_br: Se encontrar algum erro, por favor abra uma issue no repositório do GitHub.

source: The language is {percent}% translated.
pt_br: Este idioma está {percent}% traduzido.

source: In case you find any errors, please file an issue in the GitHub Repository.
pt_br: Caso encontre algum erro, por favor abra uma issue no repositório do GitHub.

source: Please help us translate this language by completing it on our translations platform.
pt_br: Ajude-nos a traduzir este idioma completando-o em nossa plataforma de traduções.

source: 🌍 Help Translate
pt_br: 🌍 Ajudar a traduzir

source: Something went wrong.
pt_br: Algo deu errado.

source: Current Language
pt_br: Idioma atual

source: Language Settings
pt_br: Configurações de idioma

source: This is the bot's native language, so it is 100% translated.
pt_br: Este é o idioma nativo do bot, portanto está 100% traduzido.

source: Translated strings
pt_br: Strings traduzidas

source: Untranslated strings
pt_br: Strings não traduzidas

source: Strings requiring review
pt_br: Strings que precisam de revisão

source: 👤 Change your language
pt_br: 👤 Alterar seu idioma

source: 🌍 Change group language
pt_br: 🌍 Alterar idioma do grupo

source: Shows the current language settings.
pt_br: Mostra as configurações atuais de idioma.

source: Shows the available languages for selection.
pt_br: Mostra os idiomas disponíveis para seleção.

source: Please select the language you want to use for the chat.
pt_br: Selecione o idioma que você quer usar para o chat.

source: Show your Last.fm status
pt_br: Mostra seu status no Last.fm.

source: Show your current or last played track from Last.fm.
pt_br: Mostra sua faixa atual ou a última reproduzida no Last.fm.

source: Shows album info for your current Last.fm track.
pt_br: Mostra informações do álbum da sua faixa atual no Last.fm.

source: No album information found for the current track.
pt_br: Nenhuma informação de álbum encontrada para a faixa atual.

source: No updates from your profile.
pt_br: Sem atualizações no seu perfil.

source: Shows artist info for your current Last.fm track.
pt_br: Mostra informações do artista da sua faixa atual no Last.fm.

source: No artist information found for the current track.
pt_br: Nenhuma informação de artista encontrada para a faixa atual.

source: {username}'s {period} album collage ({size}x{size})
pt_br: Colagem de álbuns de {username} ({period}) ({size}x{size})

source: No top albums found for this Last.fm user and period.
pt_br: Nenhum álbum mais ouvido encontrado para este usuário do Last.fm nesse período.

source: Creates an album collage from Last.fm top albums.
pt_br: Cria uma colagem de álbuns a partir dos álbuns mais ouvidos do Last.fm.

source: Options
pt_br: Opções

source: Could not identify the target user.
pt_br: Não foi possível identificar o usuário alvo.

source: Last.fm username not found for this user.
pt_br: Nome de usuário do Last.fm não encontrado para este usuário.

source: Last.fm username not found. Use {example}.
pt_br: Nome de usuário do Last.fm não encontrado. Use {example}.

source: 1 week
pt_br: 1 semana

source: 1 month
pt_br: 1 mês

source: 3 months
pt_br: 3 meses

source: 6 months
pt_br: 6 meses

source: 1 year
pt_br: 1 ano

source: all-time
pt_br: todo o período

source: {user_a} and {user_b} listen to {artists} Compatibility score is {score}%, based on {period}
pt_br: {user_a} e {user_b} escutam {artists} A pontuação de compatibilidade é {score}%, com base em {period}

source: No common artists in {period}.
pt_br: Nenhum artista em comum em {period}.

source: Shows your Last.fm compatibility with a replied user.
pt_br: Mostra sua compatibilidade no Last.fm com o usuário da mensagem respondida.

source: Period
pt_br: Período

source: Could not identify your Telegram user.
pt_br: Não foi possível identificar seu usuário do Telegram.

source: Usage: {example}. Reply to someone's message in a group.
pt_br: Uso: {example}. Responda à mensagem de alguém em um grupo.

source: Lookie, it's me!!!
pt_br: Olha, sou eu!!!

source: Bots don't listen to music.
pt_br: Bots não ouvem música.

source: This user needs to set Last.fm first with /setlfm.
pt_br: Este usuário precisa configurar o Last.fm primeiro com /setlfm.

source: Shows your current Last.fm status.
pt_br: Mostra seu status atual no Last.fm.

source: No scrobbles found for this Last.fm user.
pt_br: Nenhum scrobble encontrado para este usuário do Last.fm.

source: Invalid Last.fm username format.
pt_br: Formato de nome de usuário do Last.fm inválido.

source: Last.fm user not found.
pt_br: Usuário do Last.fm não encontrado.

source: Last.fm username set to {username}. Use {command} to check your status.
pt_br: Nome de usuário do Last.fm definido como {username}. Use {command} para verificar seu status.

source: Set your Last.fm username.
pt_br: Defina seu nome de usuário do Last.fm.

source: Reply with your Last.fm username.
pt_br: Responda com seu nome de usuário do Last.fm.

source: , {days} day(s) ago
pt_br: , há {days} dia(s)

source: , {hours} hour(s) ago
pt_br: , há {hours} hora(s)

source: , {minutes} minute(s) ago
pt_br: , há {minutes} minuto(s)

source: , just now
pt_br: , agora mesmo

source: {user} is now listening to
pt_br: {user} está ouvindo agora

source: {user} was listening to
pt_br: {user} estava ouvindo

source: , loved
pt_br: , favorita

source: , {plays} plays
pt_br: , {plays} reproduções

source: {user} is now listening to album
pt_br: {user} está ouvindo álbum agora

source: {user} was listening to album
pt_br: {user} estava ouvindo álbum

source: Unknown album
pt_br: Álbum desconhecido

source: {user} is now listening to artist
pt_br: {user} está ouvindo artista agora

source: {user} was listening to artist
pt_br: {user} estava ouvindo artista

source: Last.fm API key is not configured on this bot.
pt_br: A chave de API do Last.fm não está configurada neste bot.

source: Could not reach Last.fm right now. Please try again later.
pt_br: Não foi possível acessar o Last.fm agora. Tente novamente mais tarde.

source: This Last.fm profile is private.
pt_br: Este perfil do Last.fm é privado.

source: Last.fm rate limit exceeded. Please try again in a moment.
pt_br: Limite de requisições do Last.fm excedido. Tente novamente em instantes.

source: Unexpected Last.fm error.
pt_br: Erro inesperado do Last.fm.

source: Medias
pt_br: Mídias

source: Download media from supported websites in group chats
pt_br: Baixar mídia de sites compatíveis em chats de grupo

source: Automatically fetches photos and videos from supported links posted in the group. Currently supports: Twitter, Bluesky, Instagram, Reddit, TikTok.
pt_br: Busca automaticamente fotos e vídeos de links compatíveis enviados no grupo. Atualmente compatível com: Twitter, Bluesky, Instagram, Reddit, TikTok.

source: Open in {website}
pt_br: Abrir em {website}

source: Enable or disable automatic media downloads in this chat.
pt_br: Ativar ou desativar downloads automáticos de mídia neste chat.

source: Media auto-download
pt_br: Download automático de mídia

source: Privacy
pt_br: Privacidade

source: Data protection
pt_br: Proteção de dados

source: Manages user privacy and data protection settings.
pt_br: Gerencia as configurações de privacidade e proteção de dados do usuário.

source: Allows users to export their data and control privacy preferences.
pt_br: Permite que os usuários exportem seus dados e controlem preferências de privacidade.

source: Exports your data to a JSON file
pt_br: Exporta seus dados para um arquivo JSON

source: Export is started, this may take a while.
pt_br: A exportação foi iniciada, isso pode levar um tempo.

source: Export is done.
pt_br: A exportação foi concluída.

source: Shows the privacy policy of the bot
pt_br: Mostra a política de privacidade do bot

source: The privacy policy of the bot is available on our wiki page.
pt_br: A política de privacidade do bot está disponível em nossa página wiki.

source: Privacy Policy
pt_br: Política de Privacidade

source: Apply regex substitutions to replied messages.
pt_br: Aplica substituições regex a mensagens respondidas.

source: Use sed-like syntax to replace text in a replied message. Example: s/old/new/g; escape slashes as \/.
pt_br: Use sintaxe semelhante ao sed para substituir texto em uma mensagem respondida. Exemplo: s/old/new/g; escape barras como \/.

source: Apply a regex substitution to a replied message.
pt_br: Aplica uma substituição regex a uma mensagem respondida.

source: No message to apply the substitution.
pt_br: Nenhuma mensagem para aplicar a substituição.

source: No text to apply the substitution.
pt_br: Nenhum texto para aplicar a substituição.

source: Invalid command data.
pt_br: Dados de comando inválidos.

source: Regex error: {e}
pt_br: Erro de regex: {e}

source: Your regex didn't change anything from the original message.
pt_br: Sua regex não alterou nada da mensagem original.

source: Invalid command: {command}
pt_br: Comando inválido: {command}

source: Pattern is too long. Please use shorter patterns.
pt_br: O padrão é muito longo. Use padrões menores.

source: Unknown flag: {flag}
pt_br: Flag desconhecida: {flag}

source: Stickers
pt_br: Figurinhas

source: Steal and manage personal sticker packs
pt_br: Roube e gerencie pacotes pessoais de figurinhas

source: Clone stickers and media into your own sticker packs.
pt_br: Clone figurinhas e mídias para seus próprios pacotes de figurinhas.

source: Includes pack listing, default pack switching, and sticker management commands.
pt_br: Inclui listagem de pacotes, troca do pacote padrão e comandos de gerenciamento de figurinhas.

source: Explain how to delete sticker packs.
pt_br: Explica como excluir pacotes de figurinhas.

source: Telegram bots cannot delete entire sticker packs directly.
pt_br: Bots do Telegram não podem excluir pacotes inteiros de figurinhas diretamente.

source: Delete packs manually via {bot}, then run {command} to refresh your list.
pt_br: Exclua os pacotes manualmente via {bot}, depois execute {command} para atualizar sua lista.

source: Tip: use {command} to switch your default pack.
pt_br: Dica: use {command} para trocar seu pacote padrão.

source: Delete a sticker from one of your tracked packs.
pt_br: Excluir uma figurinha de um dos seus pacotes rastreados.

source: Could not identify your user.
pt_br: Não foi possível identificar seu usuário.

source: Reply to a sticker from your own pack first.
pt_br: Responda primeiro a uma figurinha do seu próprio pacote.

source: Then use {command}.
pt_br: Depois use {command}.

source: That reply is not a sticker from a sticker set.
pt_br: Essa resposta não é uma figurinha de um conjunto de figurinhas.

source: This sticker is not from one of your tracked packs.
pt_br: Esta figurinha não é de um dos seus pacotes rastreados.

source: Could not delete this sticker from the pack.
pt_br: Não foi possível excluir esta figurinha do pacote.

source: Sticker deleted successfully from {pack}.
pt_br: Figurinha excluída com sucesso de {pack}.

source: Send a replied sticker as a document with basic sticker information.
pt_br: Enviar uma figurinha respondida como documento com informações básicas da figurinha.

source: Reply to a sticker first, then use {command}.
pt_br: Responda primeiro a uma figurinha, depois use {command}.
