Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Shows Welcome Security settings
cs_cz: Zobrazuje nastavení Bezpečnosti vítání
de_de: Zeigt die Willkommenssicherheitseinstellungen
es_es: Muestra la configuración de Seguridad de Bienvenida
fi_fi: Näyttää Tervetuloa-suojauksen asetukset
fr_fr: Affiche les paramètres de sécurité d'accueil
pt_br: Exibe as configurações de Segurança de Boas-Vindas
ru_ru: Показать настройки безопасности приветствия
uk_ua: Показує налаштування привітальної безпеки

source: Captcha
ru_ru: Капча
uk_ua: Капча

source: Enabled, expires in {time}
cs_cz: Povoleno, vyprší za {time}
de_de: Aktiviert, läuft ab in {time}
es_es: Habilitado, expira en {time}
fi_fi: Käytössä, vanhenee {time}
fr_fr: Activé, expire dans {time}
pt_br: Ativado, expira em {time}
ru_ru: Включена, истекает через {time}
uk_ua: Увімкнено, закінчується через {time}

source: Media restriction
cs_cz: Omezení médií
de_de: Medienbeschränkung
es_es: Restricción de medios
fi_fi: Mediarajoitus
fr_fr: Restriction des médias
pt_br: Restrições de mídia
ru_ru: Ограничение медиа
uk_ua: Обмеження медіа

source: Enabled, on {time}
cs_cz: Povoleno, na {time}
de_de: Aktiviert, am {time}
es_es: Habilitado, en {time}
fi_fi: Käytössä, {time}
fr_fr: Activé, le {time}
pt_br: Ativado, em {time}
ru_ru: Включена, в {time}
uk_ua: Увімкнено, на {time}

source: Use {cmd} to control Welcome Captcha
cs_cz: Použijte {cmd} pro ovládání Ověření vítání
de_de: Benutze {cmd}, um das Willkommens-Captcha zu steuern
es_es: Usa {cmd} para controlar el Captcha de Bienvenida.
fi_fi: Käytä {cmd} Tervetuloa Captchan ohjaamiseen
fr_fr: Utilisez {cmd} pour contrôler le Captcha d'accueil
pt_br: Use {cmd} para controlar o Captcha de Boas-Vindas
ru_ru: Используйте {cmd}, чтобы контролировать капчу приветствия
uk_ua: Використовуйте {cmd}, щоб контролювати привітальну капчу

source: Use {cmd} to control Media restriction
cs_cz: Použijte {cmd} pro ovládání Omezení médií
de_de: Benutze {cmd}, um die Medienbeschränkung zu steuern
es_es: Usa {cmd} para controlar la restricción de medios.
fi_fi: Käytä {cmd} mediarajoituksen ohjaamiseen
fr_fr: Utilisez {cmd} pour contrôler la restriction des médias
pt_br: Use {cmd} para controlar a restrição de mídia
ru_ru: Используйте {cmd}, чтобы контролировать ограничение медиа
uk_ua: Використовуйте {cmd}, щоб контролювати обмеження медіа

source: Welcome Security message
cs_cz: Zpráva o bezpečnosti vítání
de_de: Willkommenssicherheitsnachricht
es_es: Mensaje de Seguridad de Bienvenida
fi_fi: Tervetuloa-suojaviesti
fr_fr: Message de sécurité d'accueil
pt_br: Mensagem de Segurança de Boas-Vindas
ru_ru: Сообщение безопасности приветствия
uk_ua: Повідомлення про привітальну безпеку

source: You're all set, and can now participate in the conversation
cs_cz: Jste připraveni a nyní se můžete zúčastnit konverzace
de_de: Sie sind bereit und können jetzt an der Unterhaltung teilnehmen
es_es: Estás listo y ahora puedes participar en la conversación.
fi_fi: Olet valmis ja voit nyt osallistua keskusteluun
fr_fr: Vous êtes prêt et pouvez maintenant participer à la conversation
pt_br: Você está pronto, e agora pode participar da conversa
ru_ru: Вы все настроены и теперь можете участвовать в разговоре
uk_ua: Ви готові, і тепер можете взяти участь у розмові

source: Due to group's security policy, you were restricted to send media for the next {time}
cs_cz: V důsledku bezpečnostní politiky skupiny jste byli omezeni v odesílání médií na příštích {time}
de_de: Aufgrund der Sicherheitsrichtlinien der Gruppe sind Sie in den nächsten {time} eingeschränkt, Medien zu senden
es_es: Debido a la política de seguridad del grupo, se te restringió el envío de medios por los próximos {time}.
fi_fi: Ryhmän turvallisuuspolitiikan vuoksi sinua on rajoitettu lähettämään mediaa seuraavan {time} ajan
fr_fr: En raison de la politique de sécurité du groupe, vous êtes restreint d'envoyer des médias pour les {time} prochains
pt_br: Devido à política de segurança do grupo, você foi restringido de enviar mídia por {time}
ru_ru: В соответствии с политикой безопасности группы, вам было запрещено отправлять медиа в течение следующих {time}
uk_ua: Через політику безпеки групи вам було обмежено відправку медіа на наступні {time}

source: Back to the group
cs_cz: Zpět do skupiny
de_de: Zurück zur Gruppe
fi_fi: Takaisin ryhmään
ru_ru: Вернуться в группу

source: Please read the chat rules
cs_cz: Prosím, přečtěte si pravidla chatu
de_de: Bitte lesen Sie die Chat-Regeln
fi_fi: Lue chat-säännöt
ru_ru: Пожалуйста, прочтите правила группы

source: I agree
cs_cz: Souhlasím
de_de: Ich stimme zu
fi_fi: Hyväksyn
ru_ru: Принимаю

source: Examples
de_de: Beispiele
es_es: Ejemplos
fi_fi: Esimerkkejä
fr_fr: Exemples
pt_br: Exemplos
ru_ru: Примеры
uk_ua: Приклади

source: The argument {description} has an invalid type
de_de: Das Argument {description} hat einen ungültigen Typ
es_es: El argumento {description} tiene un tipo inválido
fi_fi: Argumentilla {description} on virheellinen tyyppi
fr_fr: L'argument {description} a un type invalide
pt_br: O argumento {description} tem um tipo inválido
ru_ru: Аргумент {description} имеет недопустимый тип
uk_ua: Аргумент {description} має неправильний тип

source: Needed type
de_de: Erforderlicher Typ
es_es: Tipo necesario
fi_fi: Vaadittu tyyppi
fr_fr: Type requis
pt_br: Tipo necessário
ru_ru: Необходимый тип
uk_ua: Потрібний тип

source: The required argument {description} wasn't provided!
de_de: Das erforderliche Argument {description} wurde nicht angegeben!
es_es: ¡El argumento requerido {description} no fue proporcionado!
fi_fi: Vaadittua argumenttia {description} ei annettu!
fr_fr: L'argument requis {description} n'a pas été fourni !
pt_br: O argumento obrigatório {description} não foi fornecido!
ru_ru: Требуемый аргумент {description} не был предоставлен!
uk_ua: Обов'язковий аргумент {description} не було надано!

source: The argument {description} has an invalid formatting!
de_de: Das Argument {description} hat ein ungültiges Format!
es_es: ¡El argumento {description} tiene un formato inválido!
fi_fi: Argumentilla {description} on virheellinen muotoilu!
fr_fr: L'argument {description} a un format invalide !
pt_br: O argumento {description} tem uma formatação inválida!
ru_ru: Аргумент {description} имеет неверное форматирование!
uk_ua: Аргумент {description} має неправильний тип!

source: Key-value of {}
de_de: Schlüssel-Wert von {}
es_es: Clave-valor de {}
fi_fi: Ylläpitäjän oikeudet vaaditaan!
fr_fr: Valeur clé de {}
pt_br: Valor-chave de {}
ru_ru: Ключевое значение {}
uk_ua: Ключ-значення з {}

source: Key-values of {}
de_de: Schlüssel-Werte von {}
es_es: Claves-valores de {}
fi_fi: 📖 Wiki-sivu
fr_fr: Valeurs clés de {}
pt_br: Valores-chave de {}
ru_ru: Ключевые значения {}
uk_ua: Ключ-значення з {}

source: The optional argument {name} must contain a value!
de_de: Das optionale Argument {name} muss einen Wert enthalten!
es_es: ¡El argumento opcional {name} debe contener un valor!
fi_fi: Sinun tulee päivittää chat-muistiinpanojen tietoja. Luo muistiinpano tiedoista annetun muistiinpannon tekstin perusteella
fr_fr: L'argument facultatif {name} doit contenir une valeur !
pt_br: O argumento opcional {name} deve conter um valor!
ru_ru: Необязательный аргумент {name} должен содержать значение!
uk_ua: Опціональний аргумент {name} повинен містити значення!

source: Key-values
de_de: Schlüssel-Werte
es_es: Claves-valores
fi_fi: Pieniä komentoja ongelmien ja ongelmien korjaamiseen
fr_fr: Valeurs clés
pt_br: Valores-chave
ru_ru: Ключевые значения
uk_ua: Ключ-значення

source: List of {}
de_de: Liste von {}
es_es: Lista de {}
fi_fi: Esimerkkejä
fr_fr: Liste de {}
pt_br: Lista de {}
ru_ru: Список из {}
uk_ua: Список з {}

source: Lists of {}
de_de: Listen von {}
es_es: Listas de {}
fi_fi: Argumentilla {description} on virheellinen tyyppi
fr_fr: Listes de {}
pt_br: Listas de {}
ru_ru: Списки из {}
uk_ua: Списки з {}

source: The starting character {} of list wasn't found!
de_de: Das Anfangszeichen {} der Liste wurde nicht gefunden!
es_es: ¡No se encontró el carácter inicial {} de la lista!
fi_fi: Vaadittu tyyppi
fr_fr: Le caractère de départ {} de la liste n'a pas été trouvé !
pt_br: O caractere inicial {} da lista não foi encontrado!
ru_ru: Начальный символ списка {} не найден!
uk_ua: Початковий символ {} списку не знайдений!

source: The ending character {} of list wasn't found!
de_de: Das Endzeichen {} der Liste wurde nicht gefunden!
es_es: ¡No se encontró el carácter final {} de la lista!
fi_fi: Vaadittua argumenttia {description} ei annettu!
fr_fr: Le caractère de fin {} de la liste n'a pas été trouvé !
pt_br: O caractere final {} da lista não foi encontrado!
ru_ru: Завершающий символ списка {} не найден!
uk_ua: Кінцевий символ {} списку не знайдений!

source: The list is empty!
de_de: Die Liste ist leer!
es_es: ¡La lista está vacía!
fi_fi: Argumentilla {description} on virheellinen muotoilu!
fr_fr: La liste est vide !
pt_br: A lista está vazia!
ru_ru: Список пуст!
uk_ua: Цей список пустий!

source: ➡️ The start prefix text of the lists cannot have the overlapping formatting
de_de: ➡️ Der Start-Präfix-Text der Listen darf keine überlappende Formatierung haben
es_es: ➡️ El texto del prefijo de inicio de las listas no puede tener formato superpuesto
fi_fi: ➡️ Luetteloiden alkuun lisättävällä tekstillä ei voi olla päällekkäistä muotoilua
fr_fr: ➡️ Le texte de préfixe de départ des listes ne peut pas avoir le formatage qui se chevauche
pt_br: ➡️ O texto do prefixo inicial das listas não pode ter a formatação sobreposta
ru_ru: ➡️ Начальный префикс списка не может иметь перекрывающегося форматирования
uk_ua: ➡️ Початковий текст префікса списків не може мати накладаючого форматування

source: Argument '{arg_text}' was parsed, but it has unknown text after it!
de_de: Argument '{arg_text}' wurde geparst, hat aber unbekannten Text danach!
es_es: ¡El argumento '{arg_text}' fue analizado, pero tiene texto desconocido después de él!
fi_fi: Argumentti '{arg_text}' on jäsennetty, mutta sen jälkeen on tuntematon teksti!
fr_fr: ➡️ L'argument '{arg_text}' a été analysé, mais il a du texte inconnu après !
pt_br: ➡️ O argumento '{arg_text}' foi analisado, mas possui texto desconhecido após ele!
ru_ru: ➡️ Аргумент '{arg_text}' был распознан, но после него находится неизвестный текст!
uk_ua: Аргумент '{arg_text}' було розпарсено, але після нього є невідомий текст!

source: Please ensure you correctly divided all of arguments.
de_de: Bitte stelle sicher, dass du alle Argumente korrekt aufgeteilt hast.
es_es: Por favor asegúrese de haber dividido correctamente todos los argumentos.
fi_fi: Varmista, että olet jakanut kaikki argumentit oikein.
fr_fr: Veuillez vous assurer que vous avez correctement divisé tous les arguments.
pt_br: Por favor, certifique-se de que você dividiu corretamente todos os argumentos.
ru_ru: Пожалуйста, убедитесь, что вы правильно разделили все аргументы.
uk_ua: Будь ласка, переконайтеся, що ви правильно розділили всі аргументи.

source: Optional {}
es_es: Opcional {}
fi_fi: Valinnainen {}
fr_fr: Optionnel {}
pt_br: Opcional {}
ru_ru: Необязательно {}
uk_ua: Опціональний {}

source: Optionals {}
de_de: Optionale {}
es_es: Opcionales {}
fi_fi: Valinnaiset {}
fr_fr: Optionnels {}
pt_br: Opcionais {}
ru_ru: Необязательно {}
uk_ua: Опціональні {}

source: or
de_de: oder
es_es: o
fi_fi: tai
fr_fr: ou
pt_br: ou
ru_ru: или
uk_ua: або

source: , and
de_de: , und
es_es: , y
fi_fi: , ja
fr_fr: , et
pt_br: , e
ru_ru: , и
uk_ua: ，та

source: Example syntax
de_de: Beispielsyntax
es_es: Sintaxis de ejemplo
fi_fi: Esimerkkisyntaksi
fr_fr: Syntaxe d'exemple
pt_br: Sintaxe de exemplo
ru_ru: Пример синтаксиса
uk_ua: Приклад синтаксису

source: One of: {}
de_de: Eines von: {}
es_es: Uno de: {}
fi_fi: Yksi seuraavista: {}
fr_fr: Un de : {}
pt_br: Um dos: {}
ru_ru: Один из: {}
uk_ua: Один з: {}

source: Word (string with no spaces)
de_de: Wort (Zeichenkette ohne Leerzeichen)
es_es: Palabra (cadena sin espacios)
fi_fi: Sana (merkkijono ilman välejä)
fr_fr: Mot (chaîne sans espaces)
pt_br: Palavra (string sem espaços)
ru_ru: Слово (строка без пробелов)
uk_ua: Слово (строка без пропусків)

source: Words (strings with no spaces)
de_de: Wörter (Zeichenketten ohne Leerzeichen)
es_es: Palabras (cadenas sin espacios)
fi_fi: Sanat (merkkijonot ilman välejä)
fr_fr: Mots (chaînes sans espaces)
pt_br: Palavras (strings sem espaços)
ru_ru: Слова (строки без пробелов)
uk_ua: Слова (строки без пропусків)

source: Integer (number)
de_de: Ganzzahl (Zahl)
es_es: Número entero (número)
fi_fi: Kokonaisluku (numero)
fr_fr: Entier (nombre)
pt_br: Inteiro (número)
ru_ru: Integer (целое число)
uk_ua: Ціле число

source: Integers (numbers)
de_de: Ganzzahlen (Zahlen)
es_es: Números enteros (números)
fi_fi: Kokonaisluvut (numerot)
fr_fr: Entiers (nombres)
pt_br: Inteiros (números)
ru_ru: Integers (целые числа)
uk_ua: Цілі числа

source: Boolean (Yes / No value)
de_de: Boolesch (Ja / Nein Wert)
es_es: Booleano (valor Sí / No)
fi_fi: Boolean (Kyllä/Ei -arvo)
fr_fr: Booléen (valeur Oui / Non)
pt_br: Booleano (valor Sim / Não)
ru_ru: Логическое значение (Да / Нет)
uk_ua: Булеве (значення Так / Ні)

source: Booleans (Yes / No values)
de_de: Boolesche Werte (Ja / Nein)
es_es: Booleanos (valores Sí / No)
fi_fi: Booleanit (Kyllä/Ei -arvot)
fr_fr: Booléens (valeurs Oui / Non)
pt_br: Booleanos (valores Sim / Não)
ru_ru: Логические значения (Да / Нет)
uk_ua: Булеві (значення Так / Ні)

source: True (can means Enabled or Yes)
de_de: True (kann 'Aktiviert' oder 'Ja' bedeuten)
es_es: Verdadero (puede significar Habilitado o Sí)
fi_fi: True (voi tarkoittaa Käytössä tai Kyllä)
fr_fr: Vrai (peut signifier Activé ou Oui)
pt_br: Verdadeiro (pode significar Habilitado ou Sim)
ru_ru: Правда (может иметь в виду Включено или Да)
uk_ua: Істина (може означати Активовано або Так)

source: False (can means Disabled or No)
de_de: False (kann 'Deaktiviert' oder 'Nein' bedeuten)
es_es: Falso (puede significar Deshabilitado o No)
fi_fi: False (voi tarkoittaa Ei käytössä tai Ei)
fr_fr: Faux (peut signifier Désactivé ou Non)
pt_br: Falso (pode significar Desabilitado ou Não)
ru_ru: Неправда (может иметь в виду Выключено или Нет)
uk_ua: Лож (може означати Вимкнено або Ні)

source: Text
es_es: Texto
fi_fi: Teksti
fr_fr: Texte
pt_br: Texto
ru_ru: Текст
uk_ua: Текст

source: ➡️ The Argument should start with {}!
de_de: ➡️ Das Argument sollte mit {} beginnen!
es_es: ➡️ ¡El argumento debe comenzar con {}!
fi_fi: ➡️ Väitteen tulisi alkaa {}!
fr_fr: ➡️ L'argument doit commencer par {} !
pt_br: ➡️ O argumento deve começar com {}!
ru_ru: ➡️ Аргумент должен начинаться с {}!
uk_ua: ➡️ Аргумент повинен починатися з {}!

source: ⬅️️ The Argument should end with {}!
de_de: ⬅️️ Das Argument sollte mit {} enden!
es_es: ⬅️️ ¡El argumento debe terminar con {}!
fi_fi: ⬅️️ Väitteen tulisi päättyä {}!
fr_fr: ⬅️️ L'argument doit se terminer par {} !
pt_br: ⬅️️ O argumento deve terminar com {}!
ru_ru: ⬅️️ Аргумент должен заканчиваться на {}!
uk_ua: ⬅️️ Аргумент повинен закінчуватися з {}!

source: ➡️ The start text cannot have the overlapping formatting
de_de: ➡️ Der Start-Text darf keine überlappende Formatierung haben
es_es: ➡️ El texto de inicio no puede tener el formato superpuesto
fi_fi: ➡️ Aloitustekstissä ei voi olla päällekkäistä muotoilua
fr_fr: ➡️ Le texte de départ ne peut pas avoir le formatage qui se chevauche
pt_br: ➡️ O texto inicial não pode ter a formatação sobreposta
ru_ru: ➡️ Начальный текст не может иметь перекрывающегося форматирования
uk_ua: ➡️ Початковий текст не може мати накладаючого форматування

source: ➡️ Argument '{arg_text}' was parsed, but it has unknown text after it!
de_de: ➡️ Argument '{arg_text}' wurde geparst, hat aber unbekannten Text danach!
es_es: ➡️ ¡El argumento '{arg_text}' fue analizado, pero tiene texto desconocido después de él!
fi_fi: ➡️ Argumentti '{arg_text}' on jäsennetty, mutta siinä on tuntematon teksti sen jälkeen!
fr_fr: ➡️ L'argument '{arg_text}' a été analysé, mais il a du texte inconnu après !
pt_br: ➡️ O argumento '{arg_text}' foi analisado, mas possui texto desconhecido após ele!
ru_ru: ➡️ Аргумент '{arg_text}' был распознан, но после него находится неизвестный текст!

source: {} surrounded by {} and {}
de_de: {} umgeben von {} und {}
es_es: {} rodeado por {} y {}
fi_fi: {} ympäröi {} ja {}
fr_fr: {} entouré par {} et {}
pt_br: {} cercado por {} e {}
ru_ru: {} окружен {} и {}

source: Surrounded by {} and {}
de_de: Umgeben von {} und {}
es_es: Rodeado por {} y {}
fi_fi: Ympäröi {} ja {}
fr_fr: Entouré par {} et {}
pt_br: Cercado por {} e {}
ru_ru: Окружен {} и {}

source: 2 days
de_de: 2 Tage
es_es: 2 días
fi_fi: 2 päivää
fr_fr: 2 jours
pt_br: 2 dias
ru_ru: 2 дня

source: 3 weeks and 2 days
de_de: 3 Wochen und 2 Tage
es_es: 3 semanas y 2 días
fi_fi: 3 viikkoa ja 2 päivää
fr_fr: 3 semaines et 2 jours
pt_br: 3 semanas e 2 dias
ru_ru: 3 недели и 2 дня

source: y
de_de: j
es_es: a
fi_fi: v
fr_fr: a
pt_br: a
ru_ru: г

source: w
es_es: s
fi_fi: v
fr_fr: s
pt_br: s
ru_ru: н

source: d
de_de: t
fi_fi: p
fr_fr: j
ru_ru: д

source: h
de_de: s
fi_fi: t
ru_ru: ч

source: m
ru_ru: м

source: Action time
de_de: Aktionszeit
es_es: Tiempo de acción
fi_fi: Toiminta-aika
fr_fr: Temps d'action
pt_br: Tempo da ação
ru_ru: Время действия

source: Action times
de_de: Aktionszeiten
es_es: Tiempos de acción
fi_fi: Toiminta-ajat
fr_fr: Temps d'action
pt_br: Tempos da ação
ru_ru: Времена действия

source: User ID (Numeric)
de_de: Benutzer-ID (numerisch)
es_es: ID de usuario (numérico)
fi_fi: Käyttäjä ID (Numero)
fr_fr: ID utilisateur (numérique)
pt_br: ID do usuário (numérico)
ru_ru: ID пользователя (число)

source: User IDs (Numeric)
de_de: Benutzer-IDs (numerisch)
es_es: IDs de usuario (numéricos)
fi_fi: Käyttäjä ID-t (Numero)
fr_fr: IDs d'utilisateur (numériques)
pt_br: IDs dos usuários (numéricos)
ru_ru: ID пользователей (число)

source: Username (starts with @)
de_de: Benutzername (beginnt mit @)
es_es: Nombre de usuario (comienza con @)
fi_fi: Käyttäjätunnus (alkaa @:lla)
fr_fr: Nom d'utilisateur (commence par @)
pt_br: Nome de usuário (começa com @)
ru_ru: Юзернейм (начинается с @)

source: Should start with a prefix
de_de: Sollte mit einem Präfix beginnen
fi_fi: Tulisi alkaa etuliitteellä
fr_fr: Doit commencer par un préfixe
pt_br: Deve começar com um prefixo
ru_ru: Должно начинаться с префикса

source: Username is too short
de_de: Benutzername ist zu kurz
es_es: El nombre de usuario es demasiado corto
fi_fi: Käyttäjätunnus on liian lyhyt
fr_fr: Le nom d'utilisateur est trop court
ru_ru: Юзернейм слишком короткий

source: Username is too long
de_de: Benutzername ist zu lang
es_es: El nombre de usuario es demasiado largo
fi_fi: Käyttäjätunnus on liian pitkä
fr_fr: Le nom d'utilisateur est trop long
ru_ru: Юзернейм слишком длинный

source: User mention (a link to user)
de_de: Benutzererwähnung (ein Link zum Benutzer)
es_es: Mención de usuario (un enlace al usuario)
fi_fi: Käyttäjän maininta (linkki käyttäjään)
fr_fr: Mention d'utilisateur (un lien vers un utilisateur)
ru_ru: Упоминание пользователя (ссылка на пользователя)

source: User mentions (links to users)
de_de: Benutzererwähnungen (Links zu Benutzern)
es_es: Menciones de usuario (enlaces a usuarios)
fi_fi: Käyttäjän maininnat (linkit käyttäjiin)
fr_fr: Mentions d'utilisateur (liens vers des utilisateurs)
ru_ru: Упоминания пользователя (ссылки на пользователей)

source: Should start with mention!
de_de: Sollte mit einer Erwähnung beginnen!
es_es: ¡Debe comenzar con una mención!
fi_fi: Tulisi alkaa maininnalla!
fr_fr: Doit commencer par une mention !
ru_ru: Должно начинаться с упоминания!

source: Unexpected error while trying to get the user! Please report this in the support chat!
de_de: Unerwarteter Fehler beim Versuch, den Benutzer zu erhalten! Bitte melde dies im Support-Chat!
es_es: ¡Error inesperado al intentar obtener al usuario! ¡Por favor, informe esto en el chat de soporte!
fi_fi: Odottamaton virhe yritettäessä hakea käyttäjää! Ilmoita tästä tuen chatissa!
fr_fr: Erreur inattendue lors de la tentative d'obtenir l'utilisateur ! Veuillez le signaler dans le chat de support !
ru_ru: Непредвиденная ошибка при попытке получить пользователя! Пожалуйста, сообщите об этом в чате поддержки!

source: Could not find the user mention
de_de: Benutzererwähnung konnte nicht gefunden werden
es_es: No se pudo encontrar la mención de usuario
fi_fi: Käyttäjän mainintaa ei löytynyt
fr_fr: Impossible de trouver la mention d'utilisateur
ru_ru: Невозможно найти упоминание пользователя

source: [Open DM with Sophie](btnsophieurl)
cs_cz: [Otevřít DM se Sophií](btnsophieurl)
de_de: [Open DM mit Sophie](btnsophieurl)
es_es: [Abrir DM con Sophie](btnsophieurl)
fi_fi: [Avaa DM Sophien kanssa](btnsophieurl)
fr_fr: [Ouvrir DM avec Sophie](btnsophieurl)
pt_br: [Abrir DM com Sophie](btnsophieurl)
uk_ua: [Відкрити ДМ з Sophie](btnsophieurl)
