Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: There are multiple filters with keyword {keyword}!
cs_cz: Existuje více filtrů s klíčovým slovem {keyword}!
de_de: Es gibt mehrere Filter mit dem Schlüsselwort {keyword}!
es_es: ¡Hay múltiples filtros con la palabra clave {keyword}!
fi_fi: On useita suodattimia avainsanalla {keyword}!
fr_fr: Il existe plusieurs filtres avec le mot-clé {keyword} !
pt_br: Existem múltiplos filtros com a palavra-chave {keyword}!
ru_ru: Существует несколько фильтров с ключевым словом {keyword}!
uk_ua: Зверніть увагу, що ви можете робити обмежену кількість запитів AI на день.

source: Please specify the filter index using {cmd} command.
cs_cz: Prosím, specifikujte index filtru pomocí příkazu {cmd}.
de_de: Bitte geben Sie den Filterindex mithilfe des {cmd}-Befehls an.
es_es: Por favor, especifica el índice del filtro usando el comando {cmd}.
fi_fi: Määritä suodattimen indeksi käyttämällä {cmd} -komentoa.
fr_fr: Veuillez spécifier l'index du filtre en utilisant la commande {cmd}.
pt_br: Por favor, especifique o índice do filtro usando o comando {cmd}.
ru_ru: Пожалуйста, укажите индекс фильтра с помощью команды {cmd}.
uk_ua: AI функції в даний час вимкнені для цього чату.

source: For example: {cmd}
cs_cz: Například: {cmd}
de_de: Zum Beispiel: {cmd}
es_es: Por ejemplo: {cmd}
fi_fi: Esimerkiksi: {cmd}
fr_fr: Par exemple : {cmd}
pt_br: Por exemplo: {cmd}
ru_ru: Например: {cmd}
uk_ua: Будь ласка, використайте "{cmd}", щоб активувати їх.

source: The filter with keyword {keyword} does not exist!
cs_cz: Filtr s klíčovým slovem {keyword} neexistuje!
de_de: Der Filter mit dem Schlüsselwort {keyword} existiert nicht!
es_es: ¡El filtro con la palabra clave {keyword} no existe!
fi_fi: Suodatin avainsanalla {keyword} ei ole olemassa!
fr_fr: Le filtre avec le mot-clé {keyword} n'existe pas !
pt_br: O filtro com a palavra-chave {keyword} não existe!
ru_ru: Фильтр с ключевым словом {keyword} не существует!
uk_ua: ❗️ Ви досягли щоденного ліміту AI, будь ласка, спробуйте ще раз завтра.

source: Please check the available filters using {cmd} command.
cs_cz: Prosím, zkontrolujte dostupné filtry pomocí příkazu {cmd}.
de_de: Bitte überprüfen Sie die verfügbaren Filter mit dem {cmd}-Befehl.
es_es: Por favor, revisa los filtros disponibles usando el comando {cmd}.
fi_fi: Tarkista käytettävissä olevat suodattimet käyttämällä komentoa {cmd}.
fr_fr: Veuillez vérifier les filtres disponibles en utilisant la commande {cmd}.
pt_br: Por favor, verifique os filtros disponíveis usando o comando {cmd}.
ru_ru: Пожалуйста, проверьте доступные фильтры с помощью команды {cmd}.
uk_ua: 🛑 Вийти з режиму AI

source: 🗑 The filter with keyword {keyword} was deleted!
cs_cz: 🗑 Filtr s klíčovým slovem {keyword} byl smazán!
de_de: 🗑 Der Filter mit dem Schlüsselwort {keyword} wurde gelöscht!
es_es: 🗑 ¡El filtro con la palabra clave {keyword} fue eliminado!
fi_fi: 🗑 Avainsanalla {keyword} varustettu suodin poistettiin!
fr_fr: 🗑 Le filtre avec le mot-clé {keyword} a été supprimé !
pt_br: 🗑 O filtro com a palavra-chave {keyword} foi excluído!
ru_ru: 🗑 Фильтр с ключевым словом {keyword} был удален!
uk_ua: 🔄 Скинути контекст AI

source: Edits filter settings
cs_cz: Upravuje nastavení filtrů
de_de: Ändert die Filtereinstellungen
es_es: Ediciones de los ajustes del filtro
fi_fi: Muokkaa suodatinasetuksia
fr_fr: Modifie les paramètres de filtre
pt_br: Edita as configurações do filtro
ru_ru: Настройки фильтров редактируются
uk_ua: Редагує налаштування фільтра

source: Filter's keyword
cs_cz: Klíčové slovo filtru
de_de: Schlüsselwort des Filters
es_es: Palabra clave del filtro
fi_fi: Suodattimen avainsana
fr_fr: Mot-clé du filtre
pt_br: Palavra-chave do filtro
ru_ru: Ключевое слово фильтра
uk_ua: ✨ Софі AI

source: Filter with handler {handler} can not be found! Check all filters using {cmd} command
cs_cz: Filtr s handlerem {handler} nebyl nalezen! Zkontrolujte všechny filtry pomocí příkazu {cmd}
de_de: Filter mit Handler {handler} kann nicht gefunden werden! Überprüfen Sie alle Filter mit dem {cmd}-Befehl
es_es: ¡El filtro con el manejador {handler} no se puede encontrar! Verifica todos los filtros usando el comando {cmd}
fi_fi: Käsittelijällä {handler} varustettua suodatinta ei löydy! Tarkista kaikki suodattimet käyttämällä komentoa {cmd}
fr_fr: Le filtre avec le gestionnaire {handler} n'a pas pu être trouvé ! Vérifiez tous les filtres en utilisant la commande {cmd}
pt_br: Filtro com manipulador {handler} não pode ser encontrado! Verifique todos os filtros usando o comando {cmd}
ru_ru: Фильтр с обработчиком {handler} не может быть найден! Проверьте все фильтры с помощью команды {cmd}
uk_ua: Запит

source: Filter with handler {handler} can not be edited right now!
cs_cz: Filtr s handlerem {handler} nelze nyní upravit!
de_de: Filter mit Handler {handler} kann gerade nicht bearbeitet werden!
es_es: ¡El filtro con el manejador {handler} no se puede editar ahora!
fi_fi: Käsittelijällä {handler} varustettua suodatinta ei voi muokata tällä hetkellä!
fr_fr: Le filtre avec le gestionnaire {handler} ne peut pas être modifié pour le moment !
pt_br: Filtro com manipulador {handler} não pode ser editado no momento!
ru_ru: Фильтр с обработчиком {handler} сейчас не может быть отредактирован!
uk_ua: Запитайте Софі запитання

source: The given filter was created before the filters update, and considered 'legacy'
cs_cz: Daný filtr byl vytvořen před aktualizací filtrů a považován za 'dědictví'
de_de: Der angegebene Filter wurde vor dem Update der Filter erstellt und gilt als 'veraltet'
es_es: El filtro dado fue creado antes de la actualización de los filtros y se considera 'heredado'
fi_fi: Annettu suodin luotiin ennen suodattimien päivitystä, ja se katsotaan 'vanhentuneeksi'
fr_fr: Le filtre donné a été créé avant la mise à jour des filtres, et est considéré comme 'héritage'
pt_br: O filtro fornecido foi criado antes da atualização dos filtros e é considerado 'legado'
ru_ru: Данный фильтр был создан до обновления фильтров и считается 'наследием'
uk_ua: Створіть нову примітку, використовуючи AI

source: Stay tuned for an update of Sophie.
cs_cz: Sledujte aktualizaci Sophie.
de_de: Bleiben Sie dran für ein Update von Sophie.
es_es: Mantente atento a una actualización de Sophie.
fi_fi: Pysy kuulolla Sophien päivitystä.
fr_fr: Restez à l'écoute pour une mise à jour de Sophie.
pt_br: Fique de olho em uma atualização de Sophie.
ru_ru: Следите за обновлением Софи.
uk_ua: ✨ Генерація...

source: Alternatively you can delete this filter and create again.
cs_cz: Alternativně můžete tento filtr odstranit a vytvořit znovu.
de_de: Alternativ können Sie diesen Filter löschen und erneut erstellen.
es_es: Alternativamente, puedes eliminar este filtro y crear uno nuevo.
fi_fi: Voit myös poistaa tämän suodattimen ja luoda sen uudelleen.
fr_fr: Alternativement, vous pouvez supprimer ce filtre et le créer à nouveau.
pt_br: Alternativamente, você pode excluir este filtro e criá-lo novamente.
ru_ru: В качестве альтернативы вы можете удалить этот фильтр и создать его снова.
uk_ua: AI Генерація не вдалася, примітка вже існує! Будь ласка, спробуйте ще раз.

source: Adds a new filter
cs_cz: Přidá nový filtr
de_de: Fügt einen neuen Filter hinzu
es_es: Añade un nuevo filtro
fi_fi: Lisää uusi suodin
fr_fr: Ajoute un nouveau filtre
pt_br: Adiciona um novo filtro
ru_ru: Добавляет новый фильтр
uk_ua: ✨ Примітка була успішно згенерована

source: Filter on {keyword} was saved.
cs_cz: Filtr na {keyword} byl uložen.
de_de: Filter für {keyword} wurde gespeichert.
es_es: El filtro sobre {keyword} fue guardado.
fi_fi: Suodin avainsanalla {keyword} tallennettiin.
fr_fr: Le filtre sur {keyword} a été enregistré.
pt_br: Filtro em {keyword} foi salvo.
ru_ru: Фильтр по {keyword} был сохранен.
uk_ua: Використовуйте {cmd}, щоб отримати цю примітку.

source: Lists all filters in the chat
cs_cz: Vypisuje všechny filtry v chatu
de_de: Listet alle Filter im Chat auf
es_es: Lista todos los filtros en el chat
fi_fi: Näyttää kaikki chatissa olevat suodattimet
fr_fr: Liste de tous les filtres dans le chat
pt_br: Lista todos os filtros no chat
ru_ru: Перечисляет все фильтры в чате
uk_ua: Показати поточний стан AI Автоперекладу

source: There are no filters in this chat!
cs_cz: V tomto chatu nejsou žádné filtry!
de_de: In diesem Chat sind keine Filter!
es_es: ¡No hay filtros en este chat!
fi_fi: Tässä chatissa ei ole suodattimia!
fr_fr: Il n'y a pas de filtres dans ce chat !
pt_br: Não há filtros neste chat!
ru_ru: В этом чате нет фильтров!
uk_ua: У цьому чаті немає фільтрів!

source: Filters in {chat_name}
de_de: Filter in {chat_name}
es_es: Filtros en {chat_name}
fi_fi: Suodattimet {chat_name}
fr_fr: Filtres dans {chat_name}
pt_br: Filtros em {chat_name}
ru_ru: Фильтры в {chat_name}
uk_ua: Фільтри в {chat_name}

source: Additionally rules from 'Antiflood' module can be enforced.
cs_cz: Dodatečné pravidla z modulu 'Antiflood' mohou být vynucena.
de_de: Zusätzliche Regeln aus dem 'Antiflood'-Modul können durchgesetzt werden.
es_es: Además, se pueden hacer cumplir las reglas del módulo 'Antiflood'.
fi_fi: Lisäksi 'Antiflood'-moduulin säännöt voidaan valvoa.
fr_fr: Des règles supplémentaires du module 'Antiflood' peuvent être appliquées.
pt_br: Além disso, regras do módulo 'Antiflood' podem ser aplicadas.
ru_ru: Дополнительные правила из модуля 'Antiflood' могут быть применены.
uk_ua: Додаткові правила з модуля 'Antiflood' можуть бути вжиті.

source: Filter with the handler {handler} already exists!
cs_cz: Filtr s handlerem {handler} již existuje!
de_de: Der Filter mit dem Handler {handler} existiert bereits!
es_es: ¡El filtro con el manejador {handler} ya existe!
fi_fi: Käsittelijällä {handler} varustettu suodin on jo olemassa!
fr_fr: Le filtre avec le gestionnaire {handler} existe déjà !
pt_br: O filtro com o manipulador {handler} já existe!
ru_ru: Фильтр с обработчиком {handler} уже существует!
uk_ua: Використовуючи AI-функції, ви погоджуєтеся з нашою {policy} та політикою конфіденційності сторонніх AI-провайдерів.

source: You can edit the filter's actions with {cmd}.
cs_cz: Můžete upravit akce filtru s {cmd}.
de_de: Sie können die Aktionen des Filters mit {cmd} bearbeiten.
es_es: Puedes editar las acciones del filtro con {cmd}.
fi_fi: Voit muokata suodattimen toimintoja komennolla {cmd}.
fr_fr: Vous pouvez modifier les actions du filtre avec {cmd}.
pt_br: Você pode editar as ações do filtro com {cmd}.
ru_ru: Вы можете редактировать действия фильтра с {cmd}.
uk_ua: Зміни '{cmd}', щоб змінити це.

source: Provided regex pattern is too slow to execute. Please review the pattern and try adding the filter again.
cs_cz: Poskytnutý vzor regex je příliš pomalý na provedení. Zkontrolujte prosím vzor a zkuste akci filtru přidat znovu.
de_de: Das angegebene Regex-Muster ist zu langsam, um es auszuführen. Bitte überprüfen Sie das Muster und versuchen Sie erneut, den Filter hinzuzufügen.
es_es: El patrón regex proporcionado es demasiado lento para ejecutarse. Por favor, revisa el patrón y prueba a añadir el filtro nuevamente.
fi_fi: Antamasi regex-malli on liian hidas suorittaa. Tarkista malli ja yritä lisätä suodatin uudelleen.
fr_fr: Le modèle regex fourni est trop lent à exécuter. Veuillez revoir le modèle et essayer d'ajouter le filtre à nouveau.
pt_br: O padrão de regex fornecido é muito lento para ser executado. Por favor, revise o padrão e tente adicionar o filtro novamente.
ru_ru: Предоставленный шаблон regex слишком медленный для выполнения. Пожалуйста, проверьте шаблон и попробуйте снова добавить фильтр.
uk_ua: Контролює AI Автопереклад

source: When messages matches the regex pattern {pattern}
cs_cz: Když zprávy odpovídají vzoru regex {pattern}
de_de: Wenn Nachrichten mit dem Regex-Muster {pattern} übereinstimmen
es_es: Cuando los mensajes coinciden con el patrón regex {pattern}
fi_fi: Kun viestit vastaavat regex-mallia {pattern}
fr_fr: Lorsque les messages correspondent au modèle regex {pattern}
pt_br: Quando as mensagens correspondem ao padrão regex {pattern}
ru_ru: Когда сообщения соответствуют шаблону regex {pattern}
uk_ua: Стан було успішно змінено.

source: Greetings
cs_cz: Pozdravy
de_de: Grüße
es_es: Saludos
fi_fi: Tervehdykset
fr_fr: Salutations
pt_br: Saudações
ru_ru: Приветствия
uk_ua: Привітання

source: This module helps you to welcome new users automatically, while keeping the chat clean. If you want to enforce captcha / rules verification, please see 'Welcome Security' module instead.
cs_cz: Tento modul vám pomáhá automaticky vítat nové uživatele, přičemž udržuje chat čistý. Pokud chcete vynutit ověření captcha / pravidla, podívejte se raději na modul 'Bezpečnost vítání'.
de_de: Dieses Modul hilft Ihnen, neue Benutzer automatisch willkommen zu heißen, während der Chat sauber bleibt. Wenn Sie die Captcha- / Regelüberprüfung durchsetzen möchten, sehen Sie sich stattdessen das Modul "Willkommenssicherheit" an.
es_es: Este módulo te ayuda a dar la bienvenida a nuevos usuarios automáticamente, mientras mantiene el chat limpio. Si deseas hacer cumplir la verificación de captcha / reglas, consulta el módulo de 'Bienvenida Seguridad' en su lugar.
fi_fi: Tämä moduuli auttaa sinua tervetullemaan uusia käyttäjiä automaattisesti samalla kun pitää chat siistinä. Jos haluat pakottaa captcha / sääntöjen tarkistuksen, katso 'Tervetuloa Turvallisuus' -moduuli.
fr_fr: Ce module vous aide à accueillir automatiquement de nouveaux utilisateurs, tout en gardant le chat propre. Si vous souhaitez appliquer la vérification de captcha / règles, veuillez consulter le module 'Sécurité d'accueil' à la place.
pt_br: Este módulo ajuda a dar boas-vindas a novos usuários automaticamente, enquanto mantém o chat limpo. Se você quiser impor a verificação de captcha/regras, por favor veja o módulo 'Segurança de Boas-Vindas' em vez disso.
ru_ru: Этот модуль помогает вам автоматически приветствовать новых пользователей, сохраняя чат в чистоте. Если вы хотите обеспечить проверку капчи / правил, пожалуйста, посмотрите модуль 'Безопасность приветствия' вместо этого.
uk_ua: Цей модуль допомагає автоматично вітати нових користувачів, водночас підтримуючи чистоту чату. Якщо ви хочете реалізувати перевірку captcha / перевірку правил, будь ласка, перегляньте модуль 'Привітальна безпека'.

source: Hi {mention}! Welcome in the group.
cs_cz: Ahoj {mention}! Vítejte ve skupině.
de_de: Hi {mention}! Willkommen in der Gruppe.
es_es: ¡Hola {mention}! Bienvenido al grupo.
fi_fi: Hei {mention}! Tervetuloa ryhmään.
fr_fr: Salut {mention} ! Bienvenue dans le groupe.
pt_br: Oi {mention}! Bem-vindo ao grupo.
ru_ru: Привет {mention}! Добро пожаловать в группу.
uk_ua: Привіт {mention}! Ласкаво просимо до групи.

source: Group rules
cs_cz: Pravidla skupiny
de_de: Gruppenregeln
es_es: Reglas del grupo
fi_fi: Ryhmän säännöt
fr_fr: Règles du groupe
pt_br: Regras do grupo
ru_ru: Правила группы
uk_ua: Правила групи

source: There are no rules in this group, have fun!
cs_cz: V této skupině nejsou žádná pravidla, bavte se!
de_de: Es gibt keine Regeln in dieser Gruppe, viel Spaß!
es_es: No hay reglas en este grupo, ¡diviértete!
fi_fi: Tässä ryhmässä ei ole sääntöjä, nautti!
fr_fr: Il n'y a pas de règles dans ce groupe, amusez-vous !
pt_br: Não há regras neste grupo, divirta-se!
ru_ru: В этой группе нет правил, веселитесь!
uk_ua: У цій групі немає правил, отримуйте задоволення!

source: Hi {mention}! Welcome to the {chatname}!
cs_cz: Ahoj {mention}! Vítejte v {chatname}!
de_de: Hi {mention}! Willkommen im {chatname}!
es_es: ¡Hola {mention}! Bienvenido al {chatname}!
fi_fi: Hei {mention}! Tervetuloa {chatname} -ryhmään!
fr_fr: Salut {mention} ! Bienvenue dans le {chatname} !
pt_br: Oi {mention}! Bem-vindo ao {chatname}!
ru_ru: Привет {mention}! Добро пожаловать в {chatname}!
uk_ua: Привіт {mention}! Ласкаво просимо до {chatname}!

source: ⬇️ Please click the button below to participate in the group.
cs_cz: ⬇️ Prosím klikni na tlačítko níže, abys se zúčastnil skupiny.
de_de: ⬇️ Bitte klicken Sie auf die Schaltfläche unten, um an der Gruppe teilzunehmen.
es_es: ⬇️ Por favor, haz clic en el botón de abajo para participar en el grupo.
fi_fi: ⬇️ Klikkaa alla olevaa painiketta osallistuaksesi ryhmään.
fr_fr: ⬇️ Veuillez cliquer sur le bouton ci-dessous pour participer au groupe.
pt_br: ⬇️ Por favor, clique no botão abaixo para participar do grupo.
ru_ru: ⬇️ Пожалуйста, нажмите кнопку ниже, чтобы участвовать в группе.
uk_ua: ⬇️ Будь ласка, натисніть кнопку нижче, щоб взяти участь у групі.

source: Hi {mention}!
cs_cz: Ahoj {mention}!
de_de: Hallo {mention}!
es_es: ¡Hola {mention}!
fi_fi: Hei {mention}!
fr_fr: Salut {mention} !
pt_br: Oi {mention}!
ru_ru: Привет, {mention}!
uk_ua: Привіт {mention}!

source: Please check your direct messages with me to complete verification and join the group.
cs_cz: Zkontrolujte si s mou soukromé zprávy, aby jste dokončili ověření a připojili se ke skupině.
de_de: Bitte überprüfen Sie Ihre Direktnachrichten mit mir, um die Überprüfung abzuschließen und der Gruppe beizutreten.
es_es: Revisa tus mensajes directos conmigo para completar la verificación y unirte al grupo.
fi_fi: Tarkista suorat viestisi minun kanssani suorittaaksesi varmennuksen ja liittyäksesi ryhmään.
fr_fr: Veuillez vérifier vos messages privés avec moi pour terminer la vérification et rejoindre le groupe.
pt_br: Por favor, verifique suas mensagens diretas comigo para concluir a verificação e entrar no grupo.
ru_ru: Пожалуйста, проверьте свои личные сообщения со мной, чтобы завершить проверку и присоединиться к группе.
uk_ua: Будь ласка, перевірте свої особисті повідомлення зі мною, щоб завершити перевірку та приєднатися до групи.

source: Shows / changes the state of sending greetings
cs_cz: Zobrazuje / mění stav odesílání pozdravů
de_de: Zeigt / ändert den Zustand des Sendens von Begrüßungen
es_es: Muestra / cambia el estado del envío de saludos
fi_fi: Näyttää / muuttuu tervetuliaistoivotusten lähettämisen tilaa
fr_fr: Affiche / change l'état de l'envoi de salutations
pt_br: Exibe / altera o estado de envio de saudações
ru_ru: Показывает / изменяет состояние отправки приветствий
uk_ua: Показує / змінює стан відправлення вітальних повідомлень

source: Welcome messages
cs_cz: Pozdravovací zprávy
de_de: Willkommensnachrichten
es_es: Mensajes de bienvenida
fi_fi: Tervetuliaistoivotukset
fr_fr: Messages d'accueil
pt_br: Mensagens de boas-vindas
ru_ru: Приветственные сообщения
uk_ua: Вітальні повідомлення

source: Content
cs_cz: Obsah
de_de: Inhalt
es_es: Contenido
fi_fi: Sisältö
fr_fr: Contenu
pt_br: Conteúdo
ru_ru: Содержимое
uk_ua: Зміст

source: Sets join request message.
cs_cz: Nastaví zprávu pro žádost o připojení.
de_de: Setzt die Beitrittsanfragenachricht.
es_es: Establece el mensaje de solicitud de ingreso.
fi_fi: Aseta liittymispyyntö viesti.
fr_fr: Définit le message de demande de participation.
pt_br: Define a mensagem de solicitação de ingresso.
ru_ru: Устанавливает сообщение для запроса на вступление.
uk_ua: Встановлює повідомлення про запит на приєднання.

source: Join request message was saved in {chat_title}.
cs_cz: Zpráva s žádostí o připojení byla uložena v {chat_title}.
de_de: Beitrittsanfragenachricht wurde in {chat_title} gespeichert.
es_es: El mensaje de solicitud de ingreso fue guardado en {chat_title}.
fi_fi: Liittymispyyntö viesti tallennettiin {chat_title}.
fr_fr: Le message de demande de participation a été enregistré dans {chat_title}.
pt_br: A mensagem de solicitação de ingresso foi salva em {chat_title}.
ru_ru: Сообщение для запроса на вступление было сохранено в {chat_title}.
uk_ua: Повідомлення про запит на приєднання збережено в {chat_title}.

source: Deletes the join request message
cs_cz: Odstraní zprávu s žádostí o připojení
de_de: Löscht die Beitrittsanfragenachricht
es_es: Elimina el mensaje de solicitud de ingreso
fi_fi: Poistaa liittymispyyntö viestin
fr_fr: Supprime le message de demande de participation
pt_br: Exclui a mensagem de solicitação de ingresso
ru_ru: Удаляет сообщение для запроса на вступление
uk_ua: Видаляє повідомлення про запит на приєднання

source: Join request message in {chat_title} has not been set before
cs_cz: Zpráva s žádostí o připojení v {chat_title} nebyla předtím nastavena
de_de: Beitrittsanfragenachricht in {chat_title} wurde bisher nicht festgelegt
es_es: El mensaje de solicitud de ingreso en {chat_title} no ha sido establecido previamente
fi_fi: Liittymispyyntö viestiä ei ole asetettu aiemmin {chat_title}
fr_fr: Le message de demande de participation dans {chat_title} n'a pas été défini auparavant
pt_br: A mensagem de solicitação de ingresso em {chat_title} não foi definida anteriormente
ru_ru: Сообщение для запроса на вступление в {chat_title} не было установлено ранее
uk_ua: Повідомлення про запит на приєднання в {chat_title} не було встановлено раніше

source: Join request message was reset to default in {chat_title}.
cs_cz: Zpráva s žádostí o připojení byla resetována na výchozí v {chat_title}.
de_de: Beitrittsanfragenachricht wurde in {chat_title} auf Standard zurückgesetzt.
es_es: El mensaje de solicitud de ingreso ha sido restablecido como predeterminado en {chat_title}.
fi_fi: Liittymispyyntö viesti palautettu oletusarvoon {chat_title}.
fr_fr: Le message de demande de participation a été réinitialisé par défaut dans {chat_title}.
pt_br: A mensagem de solicitação de ingresso foi redefinida como padrão em {chat_title}.
ru_ru: Сообщение для запроса на вступление было сброшено на значение по умолчанию в {chat_title}.
uk_ua: Повідомлення про запит на приєднання скинуто до стандартного значення в {chat_title}.

source: Shows / changes the state of automatic service messages cleanup.
cs_cz: Zobrazuje / mění stav automatického čištění služebních zpráv.
de_de: Zeigt / ändert den Zustand der automatischen Bereinigung von Servicemitteilungen.
es_es: Muestra / cambia el estado de la limpieza automática de mensajes de servicio.
fi_fi: Näyttää / muuttuu automaattisten palveluviestien puhdistuksen tilaa.
fr_fr: Affiche / change l'état du nettoyage automatique des messages de service.
pt_br: Exibe / altera o estado da limpeza automática de mensagens de serviço.
ru_ru: Показывает / изменяет состояние автоматической очистки служебных сообщений.
uk_ua: Показує / змінює стан автоматичного очищення сервісних повідомлень.

source: Automatic service messages cleanup
cs_cz: Automatické čištění služebních zpráv
de_de: Automatische Bereinigung von Servicemitteilungen
es_es: Limpieza automática de mensajes de servicio
fi_fi: Automaattinen palveluviestien puhdistus
fr_fr: Nettoyage automatique des messages de service
pt_br: Limpeza automática de mensagens de serviço
ru_ru: Автоматическая очистка служебных сообщений
uk_ua: Автоматичне очищення сервісних повідомлень

source: Shows / changes the state of automatic welcome messages cleanup.
cs_cz: Zobrazuje / mění stav automatického čištění uvítacích zpráv.
de_de: Zeigt / ändert den Zustand der automatischen Bereinigung von Willkommensnachrichten.
es_es: Muestra / cambia el estado de la limpieza automática de mensajes de bienvenida.
fi_fi: Näyttää / muuttuu automaattisten tervetuliaistoivotusten puhdistuksen tilaa.
fr_fr: Affiche / change l'état du nettoyage automatique des messages d'accueil.
pt_br: Exibe / altera o estado da limpeza automática de mensagens de boas-vindas.
ru_ru: Показывает / изменяет состояние автоматической очистки приветственных сообщений.
uk_ua: Показує / змінює стан автоматичного очищення вітальних повідомлень.

source: Automatic welcome messages cleanup
cs_cz: Automatické čištění uvítacích zpráv
de_de: Automatische Bereinigung von Willkommensnachrichten
es_es: Limpieza automática de mensajes de bienvenida
fi_fi: Automaattinen tervetuliaistoivotusten puhdistus
fr_fr: Nettoyage automatique des messages d'accueil
pt_br: Limpeza automática de mensagens de boas-vindas
ru_ru: Автоматическая очистка приветственных сообщений
uk_ua: Автоматичне очищення вітальних повідомлень
