Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Sets welcome message.
cs_cz: Nastaví uvítací zprávu.
de_de: Legt die Willkommensnachricht fest.
es_es: Establece el mensaje de bienvenida.
fi_fi: Asettaa tervetuliaisviestin.
fr_fr: Définit le message d'accueil.
pt_br: Define a mensagem de boas-vindas.
ru_ru: Устанавливает приветственное сообщение.
uk_ua: Встановлює вітальне повідомлення.

source: Please the '{cmd}' to control the welcome status.
cs_cz: Prosím použijte '{cmd}' pro ovládání stavu vítání.
de_de: Benutzen Sie '{cmd}', um den Willkommensstatus zu steuern.
es_es: Por favor usa '{cmd}' para controlar el estado de bienvenida.
fi_fi: Ole hyvä ja käyttää '{cmd}' tervetuliaistoivotusten tilan hallintaan.
fr_fr: Veuillez utiliser '{cmd}' pour contrôler l'état de bienvenue.
pt_br: Por favor, use '{cmd}' para controlar o estado de boas-vindas.
ru_ru: Пожалуйста, введите '{cmd}', чтобы контролировать статус приветствия.
uk_ua: Будь ласка, використайте '{cmd}', щоб контролювати стан привітання.

source: Welcome message was successfully updated in {chat_title}.
cs_cz: Uvítací zpráva byla úspěšně aktualizována v {chat_title}.
de_de: Willkommensnachricht wurde erfolgreich in {chat_title} aktualisiert.
es_es: El mensaje de bienvenida se actualizó con éxito en {chat_title}.
fi_fi: Tervetuloviesti päivitettiin onnistuneesti ryhmässä {chat_title}.
fr_fr: Le message d'accueil a été mis à jour avec succès dans {chat_title}.
pt_br: A mensagem de boas-vindas foi atualizada com sucesso em {chat_title}.
ru_ru: Приветственное сообщение было успешно обновлено в {chat_title}.
uk_ua: Вітальне повідомлення було успішно оновлено в {chat_title}.

source: Use {cmd} to retrieve the welcome message.
cs_cz: Použijte {cmd} pro načtení uvítací zprávy.
de_de: Benutze {cmd}, um die Willkommensnachricht abzurufen.
es_es: Usa {cmd} para recuperar el mensaje de bienvenida.
fi_fi: Käytä {cmd} komentoa tervetuloviestin noutamiseen.
fr_fr: Utilisez {cmd} pour récupérer le message d'accueil.
pt_br: Use {cmd} para recuperar a mensagem de boas-vindas.
ru_ru: Используйте {cmd}, чтобы получить приветственное сообщение.
uk_ua: Використовуйте {cmd}, щоб отримати вітальне повідомлення.

source: ⚠️ Please note, that the welcome messages are currently disabled in the chat, use '{cmd}' to enable it.
cs_cz: ⚠️ Prosím vezměte na vědomí, že uvítací zprávy jsou v chatu aktuálně zakázány, použijte '{cmd}' pro jejich povolení.
de_de: ⚠️ Bitte beachten Sie, dass die Willkommensnachrichten derzeit im Chat deaktiviert sind, verwenden Sie '{cmd}', um sie zu aktivieren.
es_es: ⚠️ Ten en cuenta que los mensajes de bienvenida están actualmente deshabilitados en el chat, usa '{cmd}' para habilitarlos.
fi_fi: ⚠️ Huomaa, että tervetuloviestit ovat tällä hetkellä poissa käytöstä ryhmässä, käytä '{cmd}' komentoa sen ottamiseksi käyttöön.
fr_fr: ⚠️ Veuillez noter que les messages d'accueil sont actuellement désactivés dans le chat, utilisez '{cmd}' pour l'activer.
pt_br: ⚠️ Por favor, note que as mensagens de boas-vindas estão atualmente desabilitadas no chat, use '{cmd}' para habilitá-las.
ru_ru: ⚠️ Пожалуйста, обратите внимание, что приветственные сообщения в чате в настоящее время отключены, используйте '{cmd}', чтобы включить их.
uk_ua: ⚠️ Будь ласка, зверніть увагу, що вітальні повідомлення в даний час вимкнено в чаті, використовуйте '{cmd}', щоб увімкнути їх.

source: Shows welcome settings
cs_cz: Zobrazuje nastavení vítání
de_de: Zeigt die Willkommenseinstellungen
es_es: Muestra la configuración de bienvenida
fi_fi: Näyttää tervetuloasetukset
fr_fr: Affiche les paramètres d'accueil
pt_br: Exibe as configurações de boas-vindas
ru_ru: Показать настройки приветствия
uk_ua: Показує налаштування привітання

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
pt_br: Sim
ru_ru: Да
uk_ua: Так

source: No
cs_cz: Ne
de_de: Nein
fi_fi: Ei
fr_fr: Non
pt_br: Não
ru_ru: Нет
uk_ua: Ні

source: Greet new users
cs_cz: Pozdravte nové uživatele
de_de: Begrüße neue Benutzer
es_es: Dar la bienvenida a nuevos usuarios
fi_fi: Tervehdi uusia käyttäjiä
fr_fr: Accueillir les nouveaux utilisateurs
pt_br: Cumprimente novos usuários
ru_ru: Приветствовать новых пользователей
uk_ua: Вітайте нових користувачів

source: Clean welcome messages
cs_cz: Vyčistit uvítací zprávy
de_de: Bereinige Willkommensnachrichten
es_es: Limpiar mensajes de bienvenida
fi_fi: Puhdista tervetuloviestit
fr_fr: Nettoyer les messages d'accueil
pt_br: Limpar mensagens de boas-vindas
ru_ru: Очистить приветственные сообщения
uk_ua: Очищайте вітальні повідомлення

source: Clean service messages
cs_cz: Vyčistit služební zprávy
de_de: Bereinige Servicemitteilungen
es_es: Limpiar mensajes de servicio
fi_fi: Puhdista palveluviestit
fr_fr: Nettoyer les messages de service
pt_br: Limpar mensagens de serviço
ru_ru: Очистить служебные сообщения
uk_ua: Очищайте сервісні повідомлення

source: Welcome Settings
cs_cz: Nastavení uvítání
de_de: Willkommenseinstellungen
es_es: Configuración de Bienvenida
fi_fi: Tervetuloasetukset
fr_fr: Paramètres d'accueil
pt_br: Configurações de Boas-Vindas
ru_ru: Настройки приветствия
uk_ua: Налаштування вітання

source: Use {cmd} to Disable / Enable new users greetings
cs_cz: Použijte {cmd} pro zakázání / povolení pozdravů pro nové uživatele
de_de: Benutze {cmd}, um die Begrüßungen neuer Benutzer zu deaktivieren / zu aktivieren
es_es: Usa {cmd} para deshabilitar / habilitar los saludos para nuevos usuarios
fi_fi: Käytä {cmd} komentoa uusien käyttäjien tervetuloviestien poistamiseksi / ottamiseksi käyttöön
fr_fr: Utilisez {cmd} pour désactiver / activer l'accueil des nouveaux utilisateurs
pt_br: Use {cmd} para Desativar / Habilitar saudações a novos usuários
ru_ru: Используйте {cmd}, чтобы отключить / включить приветствия для новых пользователей
uk_ua: Використовуйте {cmd}, щоб вимкнути / увімкнути вітання нових користувачів

source: Use {cmd} to set custom welcome message
cs_cz: Použijte {cmd} pro nastavení vlastní uvítací zprávy
de_de: Benutze {cmd}, um eine benutzerdefinierte Willkommensnachricht festzulegen
es_es: Usa {cmd} para establecer un mensaje de bienvenida personalizado.
fi_fi: Käytä {cmd} asettaaksesi mukautettu tervetuloviesti
fr_fr: Utilisez {cmd} pour définir un message d'accueil personnalisé
pt_br: Use {cmd} para definir uma mensagem de boas-vindas personalizada
ru_ru: Используйте {cmd}, чтобы установить пользовательское приветственное сообщение
uk_ua: Використовуйте {cmd}, щоб встановити користувацьке вітальне повідомлення

source: Use {cmd} to retrieve Welcome Security settings
cs_cz: Použijte {cmd} pro načtení nastavení Bezpečnosti vítání
de_de: Benutze {cmd}, um die Willkommenssicherheitseinstellungen abzurufen
es_es: Usa {cmd} para recuperar la configuración de Bienvenida Seguridad
fi_fi: Käytä {cmd} komentoa tervetuloturvallisuusasetusten noutamiseen
fr_fr: Utilisez {cmd} pour récupérer les paramètres de sécurité d'accueil
pt_br: Use {cmd} para recuperar as configurações de Segurança de Boas-Vindas
ru_ru: Используйте {cmd}, чтобы получить настройки безопасности приветствия
uk_ua: Використовуйте {cmd}, щоб отримати налаштування привітальної безпеки

source: Check out {cmd} to learn more about Welcome settings.
cs_cz: Podívejte se na {cmd} abyste se dozvěděli více o nastaveních vítání.
de_de: Schauen Sie sich {cmd} an, um mehr über die Willkommenseinstellungen zu erfahren.
es_es: Consulta {cmd} para aprender más sobre la configuración de Bienvenida.
fi_fi: Tutustu {cmd} komentoon saadaksesi lisää tietoa tervetuloasetuksista.
fr_fr: Consultez {cmd} pour en savoir plus sur les paramètres d'accueil.
pt_br: Confira {cmd} para saber mais sobre as configurações de Boas-vindas.
ru_ru: Посмотрите {cmd}, чтобы узнать больше о настройках приветствия.
uk_ua: Перегляньте {cmd}, щоб дізнатися більше про налаштування привітань.

source: Welcome Message
cs_cz: Uvítací zpráva
de_de: Willkommensnachricht
es_es: Mensaje de Bienvenida
fi_fi: Tervetuloviesti
fr_fr: Message de bienvenue
pt_br: Mensagem de Boas-Vindas
ru_ru: Сообщение приветствия
uk_ua: Привітальне повідомлення

source: No chat rules, have fun!
cs_cz: Není zde žádné pravidlo, bavte se!
de_de: Keine Chatregeln, viel Spaß!
es_es: ¡No hay reglas en el chat, diviértete!
fi_fi: Ei ryhmän sääntöjä, nauti!
fr_fr: Pas de règles de chat, amusez-vous !
pt_br: Sem regras de chat, divirta-se!
ru_ru: Нет правил чата, веселитесь!
uk_ua: Немає правил чату, отримуйте задоволення!

source: Hi, Thank you for choosing Sophie for your group!
cs_cz: Ahoj, děkujeme, že jste si vybrali Sophie pro svou skupinu!
de_de: Hallo, danke, dass Sie sich für Sophie für Ihre Gruppe entschieden haben!
es_es: ¡Hola! Gracias por elegir a Sophie para tu grupo!
fi_fi: Hei, kiitos, että valitsit Sophien ryhmääsi!
fr_fr: Salut, merci d'avoir choisi Sophie pour votre groupe !
pt_br: Oi, obrigado por escolher a Sophie para o seu grupo!
ru_ru: Привет, спасибо, что выбрали Софию для вашей группы!
uk_ua: Привіт, дякую, що обрали Sophie для вашої групи!

source: Please read the documentation to learn more about Sophie and do not hesitate to join the Support Chat
cs_cz: Prosím, přečtěte si dokumentaci, abyste se dozvěděli více o Sophii, a neváhejte se připojit k Podpoře chatu
de_de: Bitte lesen Sie die Dokumentation, um mehr über Sophie zu erfahren, und zögern Sie nicht, den Support-Chat zu betreten
es_es: Por favor, lee la documentación para aprender más sobre Sophie y no dudes en unirte al Chat de Soporte
fi_fi: Lue dokumentaatio saadaksesi lisää tietoa Sophiesta ja älä epäröi liittyä tukichattiin
fr_fr: Veuillez lire la documentation pour en savoir plus sur Sophie et n'hésitez pas à rejoindre le Chat de support
pt_br: Por favor, leia a documentação para saber mais sobre a Sophie e não hesite em entrar no Chat de Suporte
ru_ru: Пожалуйста, прочтите документацию, чтобы узнать больше о Софии, и не стесняйтесь присоединиться к чату поддержки

source: Documentation
cs_cz: Dokumentace
de_de: Dokumentation
es_es: Documentación
fi_fi: Dokumentaatio
pt_br: Documentação
ru_ru: Документация
uk_ua: Документація

source: Support Chat
cs_cz: Podpora chatu
es_es: Chat de Soporte
fi_fi: Tukichat
fr_fr: Chat de support
pt_br: Chat de Suporte
ru_ru: Чат поддержки
uk_ua: Чат підтримки

source: I am not a robot
de_de: Ich bin kein Roboter
fi_fi: En ole robotti
ru_ru: Я не робот

source: Help
cs_cz: Pomoc
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
pt_br: Ajuda
ru_ru: Помощь
uk_ua: Допомога

source: Provides helpful information
cs_cz: Poskytuje užitečné informace
de_de: Bietet hilfreiche Informationen
es_es: Proporciona información útil
fr_fr: Fournit des informations utiles
pt_br: Fornece informações úteis
ru_ru: Предоставляет полезную информацию
uk_ua: Надходить корисна інформація

source: Shows the help message
cs_cz: Zobrazuje pomocnou zprávu
de_de: Zeigt die Hilfemeldung
es_es: Muestra el mensaje de ayuda
fi_fi: Näyttää ohjeviestin
fr_fr: Affiche le message d'aide
pt_br: Mostra a mensagem de ajuda
ru_ru: Показывает сообщение справки
uk_ua: Відображає повідомлення про допомогу

source: The help information available in the private messages with Sophie
cs_cz: Informace o nápovědě dostupné v soukromých zprávách se Sophií
de_de: Die Hilfeinformationen sind in den privaten Nachrichten mit Sophie verfügbar
es_es: La información de ayuda disponible en los mensajes privados con Sophie
fi_fi: Ohjeet ovat käytettävissä yksityisviesteissä Sophien kanssa
fr_fr: Les informations d'aide disponibles dans les messages privés avec Sophie
pt_br: As informações de ajuda estão disponíveis nas mensagens privadas com Sophie
ru_ru: Справочная информация доступна в личных сообщениях с Софи
uk_ua: Інформація про допомогу доступна в особистих повідомленнях з Софі

source: Shows help overview for all modules
cs_cz: Zobrazuje přehled nápovědy pro všechny moduly
de_de: Zeigt eine Hilfeübersicht für alle Module an
es_es: Muestra una visión general de ayuda para todos los módulos
fr_fr: Affiche un aperçu de l'aide pour tous les modules
pt_br: Mostra a visão geral de ajuda para todos os módulos
ru_ru: Показывает обзор помощи для всех модулей
uk_ua: Показує загальний огляд допомоги для всіх модулів

source: 💬✨ Chat with Sophie for help
cs_cz: 💬✨ Chat s Sophií pro pomoc
fi_fi: 💬✨ Chattaa Sophien kanssa saadaksesi apua
ru_ru: 💬✨ Чат с Софи для получения помощи
uk_ua: 💬✨ Поспілкуйтесь із Sophie, щоб отримати допомогу

source: ⬅️ Back
cs_cz: ⬅️ Zpět
de_de: ⬅️ Zurück
es_es: ⬅️ Atrás
fr_fr: ⬅️ Retour
pt_br: ⬅️ Voltar
ru_ru: ⬅️ Назад
uk_ua: ⬅️ Назад

source: There are 2 help sources, you can read the detailed wiki or get a quick commands by modules overview.
cs_cz: Existují 2 zdroje nápovědy, můžete si přečíst podrobnou wiki nebo rychle získat přehled příkazů podle modulů.
de_de: Es gibt 2 Informationsquellen, Sie können das detaillierte Wiki lesen oder eine schnelle Übersicht der Befehle nach Modulen erhalten.
es_es: Hay 2 fuentes de ayuda, puedes leer la wiki detallada o obtener un resumen rápido de comandos por módulos.
fr_fr: Il y a 2 sources d'aide, vous pouvez lire le wiki détaillé ou obtenir un aperçu rapide des commandes par modules.
pt_br: Existem 2 fontes de ajuda, você pode ler a wiki detalhada ou obter um resumo rápido dos comandos por módulos.
ru_ru: Существует 2 источника помощи, вы можете прочитать подробную вики или получить быстрые команды по модулям.
uk_ua: Існує 2 джерела допомоги, ви можете прочитати детальну вікі або отримати швидкий огляд команд за модулями.

source: 📖 Wiki (detailed information)
cs_cz: 📖 Wiki (podrobné informace)
de_de: 📖 Wiki (detaillierte Informationen)
es_es: 📖 Wiki (información detallada)
fr_fr: 📖 Wiki (informations détaillées)
pt_br: 📖 Wiki (informações detalhadas)
ru_ru: 📖 Вики (подробная информация)
uk_ua: 📖 Вікі (докладна інформація)

source: Alternatively you can now just chat with Sophie how to use herself!
cs_cz: Alternativně si nyní můžete jen chatovat se Sophií a zeptat se ji, jak ji použít!
de_de: Alternativ können Sie jetzt einfach mit Sophie chatten, um zu erfahren, wie man sie benutzt!
es_es: ¡Alternativamente, ahora puedes chatear con Sophie sobre cómo usarla!
fi_fi: Vaihtoehtoisesti voit nyt vain chattata Sophien kanssa, kuinka käyttää itseäsi!
fr_fr: Alternativement, vous pouvez maintenant simplement discuter avec Sophie sur comment s'utiliser elle-même !
pt_br: Alternativamente, agora você pode simplesmente conversar com a Sophie para aprender a usá-la!
ru_ru: Кроме того, вы теперь можете просто пообщаться с Софи, как использовать ее!
uk_ua: Або тепер ви можете просто поговорити з Sophie, щоб дізнатися, як її використовувати!

source: Module not found
cs_cz: Modul nebyl nalezen
de_de: Modul nicht gefunden
es_es: Módulo no encontrado
fr_fr: Module introuvable
pt_br: Módulo não encontrado
ru_ru: Модуль не найден
uk_ua: Модуль не знайдено

source: Aliased commands from {module}
cs_cz: Přezdívané příkazy z {module}
de_de: Aliased Befehle aus {module}
es_es: Comandos alias de {module}
fi_fi: Moduulin {module} komennot
fr_fr: Commandes aliasées de {module}
pt_br: Comandos alias de {module}
ru_ru: Команды из {module}
uk_ua: Команди-аліаси з {module}

source: 📖 Look the module's wiki page for more information
cs_cz: 📖 Podívejte se na wiki stránky modulu pro více informací
de_de: 📖 Schauen Sie sich die Wiki-Seite des Moduls für weitere Informationen an
es_es: 📖 Consulta la página wiki del módulo para más información
fi_fi: 📖 Katso moduulin wiki-sivua lisätietoja varten
fr_fr: 📖 Consultez la page wiki du module pour plus d'informations
pt_br: 📖 Veja a página wiki do módulo para mais informações
ru_ru: 📖 Посмотрите на вики-страницу модуля для получения дополнительной информации
uk_ua: Не вдалося знайти фільтр з ідентифікатором {handler}!

source: 📖 Wiki page
de_de: 📖 Wiki-Seite
es_es: 📖 Página de wiki
fi_fi: 📖 Wiki-sivu
fr_fr: 📖 Page wiki
pt_br: 📖 Página da Wiki
ru_ru: 📖 Страница вики
uk_ua: 📖 Сторінка Вікі

source: Shows the start message
cs_cz: Zobrazuje počáteční zprávu
de_de: Zeigt die Startnachricht an
es_es: Muestra el mensaje de inicio
fi_fi: Näyttää aloitusviestin
fr_fr: Affiche le message de départ
pt_br: Mostra a mensagem de início
ru_ru: Показывает сообщение о запуске
uk_ua: Показує початкове повідомлення

source: My name is Sophie, I help manage this group in an efficient way!
cs_cz: Mé jméno je Sophie, pomáhám spravovat tuto skupinu efektivně!
de_de: Mein Name ist Sophie, ich helfe, diese Gruppe effizient zu verwalten!
es_es: ¡Hola! ¡Mi nombre es Sophie, te ayudo a gestionar este grupo de una manera eficiente!
fi_fi: Nimeni on Sophie, autan hallitsemaan tätä ryhmää tehokkaasti!
fr_fr: Je m'appelle Sophie, je vous aide à gérer ce groupe de manière efficace !
pt_br: Meu nome é Sophie, eu ajudo a gerenciar este grupo de forma eficiente!
ru_ru: Меня зовут Софи, я помогу эффективно управлять этой группой!
uk_ua: Мене звати Софі, я допомагаю ефективно керувати цією групою!

source: Join the {chat} and {channel}.
cs_cz: Připoj se k {chat} a {channel}.
de_de: Tritt dem {chat} und {channel} bei.
es_es: Únete a nuestro {chat} y {channel}.
fi_fi: Liity {chat} ja {channel}.
fr_fr: Rejoignez le {chat} et {channel}.
pt_br: Junte-se ao {chat} e {channel}.
ru_ru: Присоединяйтесь к {chat} и {channel}.
uk_ua: Приєднуйтесь до {chat} та {channel}.

source: 💬 Support Chat
cs_cz: 💬 Podpora chatu
es_es: 💬 Chat de Soporte
fi_fi: 💬 Tukichat
fr_fr: 💬 Chat de support
pt_br: 💬 Chat de Suporte
ru_ru: 💬 Чат поддержки
uk_ua: 💬 Чат підтримки

source: 📢 NEWS Channel
cs_cz: 📢 Zpravodaj kanál
de_de: 📢 NEWS-Kanal
es_es: 📢 Canal de NOTICIAS
fi_fi: 📢 UUTISET -kanava
fr_fr: 📢 Chaîne des NOUVELLES
pt_br: 📢 Canal de NOTÍCIAS
ru_ru: 📢 Канал новостей
uk_ua: 📢 Канал новин

source: ➕ Add me to your chat
cs_cz: ➕ Přidej si mě do chatu
de_de: ➕ Füge mich zu deinem Chat hinzu
es_es: ➕ Añádeme a tu grupo
fi_fi: ➕ Lisää minut chatisi
fr_fr: ➕ Ajoutez-moi à votre chat
pt_br: ➕ Adicione-me ao seu grupo
ru_ru: ➕ Добавьте меня в свой чат
uk_ua: ➕ Додайте мене у Ваш чат

source: 🕵️‍♂️ Privacy
cs_cz: 🕵️‍♂️ Ochrana soukromí
de_de: 🕵️‍♂️ Datenschutz
es_es: 🕵️‍♂️ Privacidad
fi_fi: 🕵️‍♂️ Yksityisyys
fr_fr: 🕵️‍♂️ Confidentialité
pt_br: 🕵️‍♂️ Privacidade
ru_ru: 🕵️‍♂️ Конфиденциальность
uk_ua: 🕵️‍♂️ Конфіденційність

source: 🌍 Language
cs_cz: 🌍 Jazyk
de_de: 🌍 Sprache
es_es: 🌍 Idioma
fi_fi: 🌍 Kieli
fr_fr: 🌍 Langue
pt_br: 🌍 Idioma
ru_ru: 🌍 Язык
uk_ua: 🌍 Мова

source: ℹ️ Help
cs_cz: ❔nápověda
de_de: ❔ Hilfe
es_es: ❔ Ayuda
fi_fi: ℹ️ Apua
fr_fr: ❔ Aide
pt_br: ❔ Ajuda
ru_ru: ❔ Помощь
uk_ua: ❔ Допомога

source: Hey there! My name is Sophie, I help you manage your group in an efficient way!
cs_cz: Ahoj! Mé jméno je Sophie, pomáhám ti efektivně spravovat skupinu!
de_de: Hallo! Mein Name ist Sophie, Ich helfe dir deine Gruppen effizient zu verwalten!
es_es: ¡Hola! ¡Mi nombre es Sophie, te ayudo a gestionar tu grupo de una manera eficiente!
fi_fi: Hei! Nimeni on Sophie, autan sinua hallitsemaan ryhmääsi tehokkaasti!
fr_fr: Bonjour! Je m'appelle Sophie, je vous aide à gérer votre groupe de manière efficace !
pt_br: Olá! Meu nome é Sophie, eu ajudo você a gerenciar seu grupo de forma eficiente!
ru_ru: Привет! Меня зовут Sophie. Я помогу вам эффективно управлять вашей группой!
uk_ua: Привіт! Мене звати Софі, я допоможу Вам ефективно керувати Вашою групою!

source: Join our {chat} and {channel}.
cs_cz: Připoj se k našemu {chat} a {channel}.
de_de: Tritt unserem {chat} und {channel} bei.
es_es: Únete a nuestro {chat} y {channel}.
fi_fi: Liity {chat} ja {channel}.
fr_fr: Rejoignez notre {chat} et {channel}.
pt_br: Junte-se ao nosso {chat} e {channel}.
ru_ru: Присоединяйтесь к нашему {chat} и {channel}.
uk_ua: Приєднуйтесь до нашого {chat} та {channel}.

source: — Only in groups
de_de: — Nur in Gruppen
es_es: — Solo en grupos
fi_fi: — Vain ryhmissä
fr_fr: — Seulement dans les groupes
pt_br: — Apenas em grupos
ru_ru: — Только в группах
uk_ua: — Тільки в групах

source: Disable-able
cs_cz: Příkazy, které je možno zakázat
de_de: Deaktivierbare
es_es: Comandos habilitables
fi_fi: Poistettavissa
fr_fr: Commandes désactivables
pt_br: Comandos desabilitados
ru_ru: Отключаемые
uk_ua: Команди, доступні для відключення

source: Commands
cs_cz: Příkazy
de_de: Befehle
es_es: Comandos
fr_fr: Commandes
pt_br: Comandos
ru_ru: Команды
uk_ua: Команди

source: PM-only
cs_cz: Pouze PM
de_de: Nur PM
es_es: Solo PM
fr_fr: PM uniquement
pt_br: Apenas PM
ru_ru: Только PM
uk_ua: Тільки PM

source: Only admins
cs_cz: Pouze administrátoři
de_de: Nur Administratoren
es_es: Solo administradores
fi_fi: Vain ylläpitäjät
fr_fr: Uniquement pour les administrateurs
pt_br: Apenas administradores
ru_ru: Только администраторы
uk_ua: Тільки адміністратори

source: Set the antiflood limit for this chat.
fi_fi: Aseta antiflood-raja tälle chatille.
ru_ru: Установите лимит антифлуда для этого чата.
uk_ua: Встановіть обмеження антифлуду для цього чату.

source: Number of messages
fi_fi: Viestien määrä
ru_ru: Количество сообщений
uk_ua: Кількість повідомлень

source: Controls the antiflood state.
fi_fi: Hallitsee antiflood-tilaa.
ru_ru: Управляет состоянием антифлуда.
uk_ua: Керує станом антифлуду.

source: New state
cs_cz: Nový stav
de_de: Neuer Zustand
es_es: Nuevo estado
fi_fi: Uusi tila
fr_fr: Nouvel état
pt_br: Novo estado
ru_ru: Новый статус
uk_ua: Новий стан

source: Sets the antiflood action.
fi_fi: Asettaa antiflood-toiminnon.
ru_ru: Устанавливает действие против наводнения.
uk_ua: Встановлює дію антифлуду.

source: New action
fi_fi: Uusi toiminto
ru_ru: Новое действие
uk_ua: Нова дія

source: Connections
cs_cz: Spojení
de_de: Verbindungen
es_es: Conexiones
fi_fi: Yhteydet
fr_fr: Connexions
pt_br: Conexões
ru_ru: Соединения
uk_ua: З'єднання

source: Connects PM with bot to the current chat.
fi_fi: Yhdistää PM:n botti nykysen chatin kanssa.
ru_ru: Соединяет PM с ботом в текущем чате.
uk_ua: Підключає PM до бота в поточному чаті.

source: Connects to the latest chat.
fi_fi: Yhdistää viimeisimpään chattiin.
ru_ru: Соединяется с последним чатом.
uk_ua: Підключається до останнього чату.

source: Connected to the chat by its ID.
fi_fi: Yhdistetty chattiin sen ID:n kautta.
ru_ru: Подключен к чату по его ID.
uk_ua: Підключений до чату за його ID.

source: Chat ID
cs_cz: ID chatu
es_es: Id del chat
fr_fr: ID du chat
pt_br: ID do chat
ru_ru: ID чата
uk_ua: ID чату

source: Disconnects the PM from connected chat.
fi_fi: Katkaisee PM:n yhteyden liitetystä chatiista.
ru_ru: Отключает PM от подключенного чата.
uk_ua: Відключає PM від підключеного чату.

source: Sets whatever normal users (non admins) are allowed to connect
fi_fi: Asettaa, mitä tavalliset käyttäjät (ei ylläpitäjiä) saavat yhdistää
ru_ru: Устанавливает, каким обычным пользователям (не администраторам) разрешено подключаться
uk_ua: Встановлює, чи можуть звичайні користувачі (не адміністратори) підключатися

source: Federations
fi_fi: Liitot
ru_ru: Федерации
uk_ua: Федерації

source: Creates a new Federation.
fi_fi: Luo uuden liiton.
ru_ru: Создает новую Федерацию.
uk_ua: Створює нову федерацію.

source: Joins the current chat to the federation.
fi_fi: Liittää nykyisen chatin liittoon.
ru_ru: Присоединяет текущий чат к федерации.
uk_ua: Долучає поточний чат до федерації.

source: Fed ID
fi_fi: Liiton ID
ru_ru: ID федерации
uk_ua: ID федерації

source: Leaves the current chat from the federation.
fi_fi: Poistaa nykyisen chatin liitosta.
ru_ru: Покидает текущий чат из федерации.
uk_ua: Виходить з поточного чату з федерації.

source: Subscribes federation to another.
fi_fi: Tilaa liiton toiseen.
ru_ru: Подписывает федерацию на другую.
uk_ua: Підписує федерацію на іншу.

source: Fed ID to subscribe
fi_fi: Poistaa tilauksen liitosta.
ru_ru: ID федерации для подписки
uk_ua: ID федерації для підписки

source: Unsubscribes the federation.
fi_fi: Poistaa liiton.
ru_ru: Отписывает федерацию.
uk_ua: Відписує федерацію.

source: Subscribed Fed ID
fi_fi: Tilattava federaation ID
ru_ru: Подписанный ID федерации
uk_ua: Підписаний ID федерації
