Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Reply to a message to delete it.
cs_cz: Odpověz na zprávu pro odstranění.
de_de: Antworte auf eine Nachricht, um sie zu löschen.
es_es: ¡Responde a un mensaje para eliminarlo.
fi_fi: Vastaa viestiin poistaaksesi sen.
fr_fr: Répondre à un message pour le supprimer.
pt_br: Responda a uma mensagem para excluí-la.
ru_ru: Ответьте на сообщение, которое нужно удалить.
uk_ua: Щоб видалити повідомлення, потрібно відповісти на нього.

source: Couldn't delete the message older than 48 hours (2 days). You can delete it nevertheless using the Telegram's admin tools.
cs_cz: Nelze odstranit zprávu starší než 48 hodin (2 dny). Můžeš ji však odstranit pomocí administrativních nástrojů Telegramu.
de_de: Die Nachricht, die älter als 48 Stunden (2 Tage) ist, konnte nicht gelöscht werden. Du kannst sie dennoch mit den Admin-Tools von Telegram löschen.
es_es: No se pudo eliminar el mensaje más antiguo de 48 horas (2 días). No obstante, puedes eliminarlo utilizando las herramientas de administrador de Telegram.
fi_fi: Ei voitu poistaa yli 48 tunnin (2 päivän) vanhaa viestiä. Voit poistaa sen kuitenkin Telegramin ylläpitotyökaluilla.
fr_fr: Impossible de supprimer le message de plus de 48 heures (2 jours). Vous pouvez néanmoins le supprimer en utilisant les outils d'administrateur de Telegram.
pt_br: Não foi possível excluir a mensagem com mais de 48 horas (2 dias). Você pode excluí-la, no entanto, usando as ferramentas de administração do Telegram.
ru_ru: Не удалось удалить сообщение старше 48 часов (2 дня). Тем не менее, вы можете удалить его, используя инструменты администратора Telegram.
uk_ua: Не вдалося видалити повідомлення старше 48 годин (2 дні). Ви все ж можете видалити його за допомогою інструментів адміністратора Telegram.

source: Purges all messages after replied message (including the replied message)
cs_cz: Odstraní všechny zprávy po odpovězené zprávě (včetně odpovězené zprávy)
de_de: Entfernt alle Nachrichten nach der beantworteten Nachricht (inklusive der beantworteten Nachricht)
es_es: Purga todos los mensajes después del mensaje respondido (incluyendo el mensaje respondido)
fi_fi: Poistaa kaikki viestit vastatun viestin jälkeen (mukaan lukien vastattu viesti)
fr_fr: Purges tous les messages après le message répondu (incluant le message répondu)
pt_br: Purga todas as mensagens após a mensagem respondida (incluindo a mensagem respondida)
ru_ru: Удаляет все сообщения после ответного сообщения (включая ответное сообщение)
uk_ua: Очищає всі повідомлення після відповіді на повідомлення (включно з відповіді на повідомлення)

source: Reply to a message to start.
cs_cz: Odpověz na zprávu pro zahájení.
de_de: Antworte auf eine Nachricht, um zu starten.
es_es: ¡Responde a un mensaje para comenzar.
fi_fi: Vastaa viestiin aloittaaksesi.
fr_fr: Répondre à un message pour commencer.
pt_br: Responda a uma mensagem para começar.
ru_ru: Ответьте на сообщение, чтобы начать.
uk_ua: Щоб почати, потрібно відповісти на повідомлення.

source: Couldn't delete the messages older than 48 hours (2 days). You can delete it nevertheless using the Telegram's admin tools.
cs_cz: Nelze odstranit zprávy starší než 48 hodin (2 dny). Můžeš je však odstranit pomocí administrativních nástrojů Telegramu.
de_de: Die Nachrichten, die älter als 48 Stunden (2 Tage) sind, konnten nicht gelöscht werden. Du kannst sie dennoch mit den Admin-Tools von Telegram löschen.
es_es: No se pudieron eliminar los mensajes más antiguos de 48 horas (2 días). No obstante, puedes eliminarlos utilizando las herramientas de administrador de Telegram.
fi_fi: Ei voitu poistaa yli 48 tuntia (2 päivää) vanhoja viestejä. Voit kuitenkin poistaa ne Telegramin ylläpito-työkaluilla.
fr_fr: Impossible de supprimer les messages de plus de 48 heures (2 jours). Vous pouvez néanmoins le supprimer en utilisant les outils d'administrateur de Telegram.
pt_br: Não foi possível excluir as mensagens com mais de 48 horas (2 dias). Você pode excluí-las, no entanto, usando as ferramentas de administração do Telegram.
ru_ru: Не удалось удалить сообщения старше 48 часов (2 дня). Тем не менее, вы можете удалить его, используя инструменты администратора Telegram.
uk_ua: Не вдалося видалити повідомлення старше 48 годин (2 дні). Ви все ж можете видалити його за допомогою інструментів адміністратора Telegram.

source: Purge completed. This message will be removed in 5 seconds.
cs_cz: Odebrání dokončeno. Tato zpráva bude odstraněna za 5 sekund.
de_de: Löschen abgeschlossen. Diese Nachricht wird in 5 Sekunden entfernt.
es_es: ¡Purga completada! Este mensaje se eliminará en 5 segundos.
fi_fi: Puhdistus valmistui. Tämä viesti poistetaan 5 sekunnin kuluttua.
fr_fr: Purge terminée. Ce message sera supprimé dans 5 secondes.
pt_br: Limpeza concluída. Esta mensagem será removida em 5 segundos.
ru_ru: Пурж завершён! Это сообщение будет удалено через 5 секунд.
uk_ua: Очищення завершено. Це повідомлення буде видалено через 5 секунд.

source: 🗑 Delete message
de_de: 🗑 Nachricht löschen
es_es: 🗑 Borrar mensaje
fi_fi: 🗑 Poista viesti
fr_fr: 🗑 Supprimer le message
pt_br: 🗑 Excluir mensagem
ru_ru: 🗑 Удалить сообщение
uk_ua: 🗑 Видалити повідомлення

source: Delete the message
cs_cz: Odstraň zprávu
de_de: Nachricht löschen
es_es: Eliminar el mensaje
fi_fi: Poista viesti
fr_fr: Supprimer le message
pt_br: Excluir a mensagem
ru_ru: Удалить сообщение
uk_ua: Поданий шаблон regex занадто повільно виконуються. Будь ласка, перегляньте шаблон і спробуйте додати фільтр ще раз.

source: Deletes the message
cs_cz: Smaže zprávu
de_de: Löscht die Nachricht
es_es: Elimina el mensaje
fi_fi: Poistaa viestin
fr_fr: Supprime le message
pt_br: Exclui a mensagem
ru_ru: Удаляет сообщение
uk_ua: Видалити повідомлення

source: Invalid ban duration, please try again.
cs_cz: Neplatná doba zákazu, prosím, zkuste to znovu.
de_de: Ungültige Sperrdauer, bitte versuchen Sie es erneut.
es_es: Duración de baneo inválida, por favor intenta de nuevo.
fi_fi: Virheellinen kiellon kesto, yritä uudelleen.
fr_fr: Durée de bannissement invalide, veuillez réessayer.
pt_br: Duração de banimento inválida, por favor tente novamente.
ru_ru: Неверная длительность бана, пожалуйста, попробуйте еще раз.
uk_ua: Неправильна тривалість бана, будь ласка, спробуйте ще раз.

source: Please write the ban duration, for example 2h for 2 hours, 7d for 7 days or 2w for 2 weeks. Or 0 for a permanent ban.
cs_cz: Prosím, napište délku zákazu, například 2h na 2 hodiny, 7d na 7 dní nebo 2w na 2 týdny. Nebo 0 pro trvalý zákaz.
de_de: Bitte geben Sie die Sperrdauer ein, z. B. 2h für 2 Stunden, 7d für 7 Tage oder 2w für 2 Wochen. Oder 0 für einen dauerhaften Ban.
es_es: Por favor, escribe la duración del baneo, por ejemplo, 2h para 2 horas, 7d para 7 días o 2w para 2 semanas. O 0 para un baneo permanente.
fi_fi: Kirjoita kiellon kesto, esimerkiksi 2h kahdelle tunnille, 7d seitsemälle päivälle tai 2w kahdelle viikolle. Tai 0 pysyvää kieltä varten.
fr_fr: Veuillez écrire la durée du bannissement, par exemple 2h pour 2 heures, 7d pour 7 jours ou 2w pour 2 semaines. Ou 0 pour un bannissement permanent.
pt_br: Por favor, escreva a duração do banimento, por exemplo, 2h para 2 horas, 7d para 7 dias ou 2w para 2 semanas. Ou 0 para um banimento permanente.
ru_ru: Пожалуйста, напишите длительность бана, например 2ч для 2 часов, 7д для 7 дней или 2н для 2 недель. Или 0 для перманентного бана.
uk_ua: Будь ласка, напишіть тривалість бана, наприклад 2h для 2 годин, 7d для 7 днів або 2w для 2 тижнів. Або 0 для постійного бана.

source: Ban
de_de: Bannen
es_es: Baneo
fi_fi: Kielto
fr_fr: Bannir
pt_br: Banir
ru_ru: Забанить
uk_ua: Заборонити

source: Bans user for {time}
cs_cz: Zákazuje uživatele na {time}
de_de: Bans den Benutzer für {time}
es_es: Bane a un usuario por {time}
fi_fi: Kieltää käyttäjän ajaksi {time}
fr_fr: Bannit l'utilisateur pour {time}
pt_br: Bane usuário por {time}
ru_ru: Запрещает пользователя на {time}
uk_ua: Забороняє користувача на {time}

source: Bans user indefinitely
cs_cz: Zákazuje uživatele na neomezenou dobu
de_de: Bans den Benutzer auf unbestimmte Zeit
es_es: Bane a un usuario indefinidamente
fi_fi: Kieltää käyttäjän toistaiseksi
fr_fr: Bannit l'utilisateur indéfiniment
pt_br: Bane usuário indefinidamente
ru_ru: Запрещает пользователя на неопределенный срок
uk_ua: Забороняє користувача безстроково

source: Change ban duration
cs_cz: Změnit délku zákazu
de_de: Ändern Sie die Sperrdauer
es_es: Cambiar duración del baneo
fi_fi: Vaihda kiellon kesto
fr_fr: Changer la durée du bannissement
pt_br: Mudar duração do banimento
ru_ru: Изменить длительность бана
uk_ua: Змінити тривалість бана

source: User {user} was automatically banned based on a filter action
cs_cz: Uživatel {user} byl automaticky zablokován na základě akce filtru
de_de: Benutzer {user} wurde automatisch basierend auf einer Filteraktion gesperrt.
es_es: El usuario {user} fue baneado automáticamente basado en una acción de filtro
fi_fi: Käyttäjä {user} on automaattisesti kielletty suodattimen toiminnon perusteella
fr_fr: L'utilisateur {user} a été automatiquement banni en fonction d'une action de filtre
pt_br: Usuário {user} foi automaticamente banido com base em uma ação de filtro
ru_ru: Пользователь {user} был автоматически заблокирован на основе действия фильтра
uk_ua: Користувача {user} було автоматично заборонено на основі дії фільтра

source: For
cs_cz: Pro
de_de: Für
es_es: Por
fi_fi: Ajaksi
fr_fr: Pour
pt_br: Por
ru_ru: Для
uk_ua: Для

source: Kick
cs_cz: Vykopnout
es_es: Expulsar
fi_fi: Potku
fr_fr: Expulser
pt_br: Expulsar
ru_ru: Выгнать
uk_ua: Виключити

source: Kicks a user
cs_cz: Vykopne uživatele
de_de: Kickt einen Benutzer
es_es: Expulsa a un usuario
fi_fi: Potkaisee käyttäjän
fr_fr: Expulse un utilisateur
pt_br: Expulsa um usuário
ru_ru: Кикнуть пользователя
uk_ua: Викинути користувача

source: User {user} was automatically kicked based on a filter action
cs_cz: Uživatel {user} byl automaticky vykopnut na základě akce filtru
de_de: Benutzer {user} wurde automatisch basierend auf einer Filteraktion gekickt.
es_es: El usuario {user} fue expulsado automáticamente basado en una acción de filtro
fi_fi: Käyttäjä {user} on automaattisesti potkaistu suodattimen toiminnon perusteella
fr_fr: L'utilisateur {user} a été automatiquement expulsé en fonction d'une action de filtre
pt_br: Usuário {user} foi automaticamente expulso com base em uma ação de filtro
ru_ru: Пользователь {user} был автоматически кикнут на основе фильтра
uk_ua: Користувача {user} було автоматично виключено на основі дії фільтра

source: Invalid mute duration, please try again.
cs_cz: Neplatná doba ztlumení, prosím, zkuste to znovu.
de_de: Ungültige Stummschaltungsdauer, bitte versuchen Sie es erneut.
es_es: Duración de silencio inválida, por favor intenta de nuevo.
fi_fi: Virheellinen mykistysaika, yritä uudelleen.
fr_fr: Durée de mise en sourdine invalide, veuillez réessayer.
pt_br: Duração de mude inválida, por favor, tente novamente.
ru_ru: Неверная продолжительность глушения, пожалуйста, попробуйте снова.
uk_ua: Неправильна тривалість заглушення, будь ласка, спробуйте ще раз.

source: Mute
cs_cz: Ztlumit
de_de: Stummschalten
es_es: Silenciar
fi_fi: Mykistä
fr_fr: Mettre en sourdine
pt_br: Silenciar
ru_ru: Заглушить
uk_ua: Заглушити

source: Mutes user for {time}
cs_cz: Ztlumí uživatele na {time}
de_de: Schaltet Benutzer für {time} stumm
es_es: Silencia a un usuario por {time}
fi_fi: Mykistää käyttäjää {time} ajaksi
fr_fr: Met l'utilisateur en sourdine pour {time}
pt_br: Silencia usuário por {time}
ru_ru: Заглушить пользователя на {time}
uk_ua: Заглушує користувача на {time}

source: Mutes user indefinitely
cs_cz: Ztlumí uživatele na neurčito
de_de: Schaltet Benutzer dauerhaft stumm
es_es: Silencia a un usuario indefinidamente
fi_fi: Mykistää käyttäjää toistaiseksi
fr_fr: Met l'utilisateur en sourdine indéfiniment
pt_br: Silencia usuário indefinidamente
ru_ru: Заглушить пользователя на неопределенный срок
uk_ua: Заглушує користувача безстроково

source: Change mute duration
cs_cz: Změnit dobu ztlumení
de_de: Ändere die Lautlose Dauer
es_es: Cambiar la duración del silencio
fi_fi: Vaihda mykistys kesto
fr_fr: Changer la durée de mise en sourdine
pt_br: Alterar a duração do silêncio
ru_ru: Измените время отключения звука
uk_ua: Змініть тривалість вимкнення звуку

source: User {user} was automatically muted based on a filter action
cs_cz: Uživatel {user} byl automaticky ztlumen na základě akce filtru
de_de: Benutzer {user} wurde aufgrund einer Filteraktion automatisch stummgeschaltet.
es_es: El usuario {user} fue silenciado automáticamente basado en una acción de filtro
fi_fi: Käyttäjä {user} mykistettiin automaattisesti suodatinohjauksen perusteella
fr_fr: L'utilisateur {user} a été automatiquement mis en sourdine en fonction d'une action de filtre
pt_br: Usuário {user} foi automaticamente silenciado com base em uma ação de filtro
ru_ru: Пользователь {user} был автоматически заглушен на основе фильтра
uk_ua: Користувача {user} було автоматично заглушено на основі дії фільтра

source: Rules
cs_cz: Pravidla
de_de: Regeln
es_es: Reglas
fi_fi: Säännöt
fr_fr: Règles
pt_br: Regras
ru_ru: Правила
uk_ua: Правила

source: Gets chat rules
cs_cz: Získává pravidla chatu
de_de: Erhält die Chatregeln
es_es: Obtiene reglas del chat
fi_fi: Hae chatin säännöt
fr_fr: Obtenir les règles de chat
pt_br: Obtém as regras do chat
ru_ru: Получает правила чата
uk_ua: Отримує правила чату

source: Private chats can not have rules. Have fun.
cs_cz: Soukromé chaty nemohou mít pravidla. Bavte se.
de_de: Private Chats können keine Regeln haben. Viel Spaß.
es_es: Los chats privados no pueden tener reglas. Diviértete.
fi_fi: Yksityisissä chatseissa ei voi olla sääntöjä. Pidä hauskaa.
fr_fr: Les chats privés ne peuvent pas avoir de règles. Amusez-vous.
pt_br: Chats privados não podem ter regras. Divirta-se.
ru_ru: В частных чатах не может быть правил. развлекайтесь.
uk_ua: Приватні чати не можуть мати правил. Отримуйте задоволення.

source: No rules are set for this chat.
cs_cz: Žádná pravidla pro tento chat nebyla nastavena.
de_de: Für diesen Chat sind keine Regeln festgelegt.
es_es: No se han establecido reglas para este chat.
fi_fi: Tälle chatille ei ole asetettu sääntöjä.
fr_fr: Aucune règle n'est définie pour ce chat.
pt_br: Nenhuma regra foi definida para este chat.
ru_ru: Правила для этого чата не установлены.
uk_ua: Для цього чату не встановлені правила.

source: Rules button failed
cs_cz: Tlačítko pravidel selhalo
de_de: Regeltaste fehlgeschlagen
es_es: El botón de reglas falló
fi_fi: Sääntöjen painike epäonnistui
fr_fr: Échec du bouton des règles
pt_br: O botão de regras falhou
ru_ru: Кнопка правил не сработала
uk_ua: Кнопка правил не спрацювала

source: Resets chat rules to default settings.
cs_cz: Resetuje pravidla chatu na výchozí nastavení.
de_de: Setzt die Chatregeln auf die Standardeinstellungen zurück.
es_es: Restablece las reglas del chat a la configuración predeterminada.
fi_fi: Nollaa chatin säännöt oletusasetuksiin.
fr_fr: Réinitialise les règles de chat aux paramètres par défaut.
pt_br: Reinicia as regras do chat para as configurações padrão.
ru_ru: Сбрасывает правила чата на настройки по умолчанию.
uk_ua: Скидає правила чату до налаштувань за замовчуванням.

source: 🗑 Chat rules have been reset.
cs_cz: 🗑 Pravidla chatu byla resetována.
de_de: 🗑 Chatregeln wurden zurückgesetzt.
es_es: 🗑 Se han restablecido las reglas del chat.
fi_fi: 🗑 Chatin säännöt on nollattu.
fr_fr: 🗑 Les règles du chat ont été réinitialisées.
pt_br: 🗑 As regras do chat foram redefinidas.
ru_ru: 🗑 Правила чата были сброшены.
uk_ua: 🗑 Правила чату були скинуті.

source: Sets chat rules
cs_cz: Nastaví pravidla chatu
de_de: Legt die Chatregeln fest
es_es: Establece reglas del chat
fi_fi: Aseta chatin säännöt
fr_fr: Définit les règles de chat
pt_br: Define as regras do chat
ru_ru: Устанавливает правила чата
uk_ua: Встановлює правила чату

source: 🪧 Rules have been set in {chat_name} successfully.
cs_cz: 🪧 Pravidla byla v {chat_name} úspěšně nastavena.
de_de: 🪧 Regeln wurden erfolgreich in {chat_name} festgelegt.
es_es: 🪧 Las reglas se han establecido en {chat_name} con éxito.
fi_fi: 🪧 Säännöt on asetettu {chat_name} -chatissa onnistuneesti.
fr_fr: 🪧 Les règles ont été définies dans {chat_name} avec succès.
pt_br: 🪧 As regras foram definidas em {chat_name} com sucesso.
ru_ru: 🪧 Правила успешно установлены в {chat_name}.
uk_ua: 🪧 Правила були успішно встановлені в {chat_name}.

source: Rules filter failed
cs_cz: Selhalo filtrování pravidel
de_de: Regelfilter fehlgeschlagen
es_es: El filtro de reglas falló
fi_fi: Sääntösuodatin epäonnistui
fr_fr: Échec du filtre des règles
pt_br: Filtro de regras falhou
ru_ru: Фильтр правил не сработал
uk_ua: Фільтр правил не спрацював

source: 🪧 Send chat rules
cs_cz: 🪧 Odeslat pravidla chatu
de_de: 🪧 Sende die Chatregeln
es_es: 🪧 Enviar reglas del chat
fi_fi: 🪧 Lähetä chatin säännöt
fr_fr: 🪧 Envoyer les règles du chat
pt_br: 🪧 Enviar regras do chat
ru_ru: 🪧 Отправить правила чата
uk_ua: 🪧 Відправити правила чату

source: Send chat rules
cs_cz: Odeslat pravidla chatu
de_de: Chatregeln senden
es_es: Enviar reglas del chat
fi_fi: Lähetä chat-säännöt
fr_fr: Envoyer les règles du chat
pt_br: Enviar regras do chat
ru_ru: Отправить правила чата
uk_ua: Відправити правила чату

source: Replies to the message with the chat rules
cs_cz: Odpovídá na zprávu s pravidly chatu
de_de: Antwortet auf die Nachricht mit den Chatregeln
es_es: Responde al mensaje con las reglas del chat
fi_fi: Vastaa viestiin chat-säännöillä
fr_fr: Répond à la message avec les règles du chat
pt_br: Responde à mensagem com as regras do chat
ru_ru: Ответы на сообщение с правилами чата
uk_ua: Відповіді на повідомлення з правилами чату

source: Troubleshooters
cs_cz: Odstraňovače problémů
de_de: Fehlerbehebung
es_es: Solucionadores de problemas
fi_fi: Vianmääritykset
fr_fr: Problème
pt_br: Soluções
ru_ru: Устранители неполадок
uk_ua: Усунення неполадок

source: Small commands for fixing problems and issues
de_de: Kleine Befehle zur Behebung von Problemen und Fehlern
es_es: Pequeños comandos para resolver problemas y cuestiones
fi_fi: Pieniä komentoja ongelmien ja ongelmien korjaamiseen
fr_fr: Petites commandes pour résoudre des problèmes et des problèmes
pt_br: Pequenos comandos para resolver problemas e questões
ru_ru: Небольшие команды для исправления проблем и вопросов
uk_ua: Малі команди для виправлення проблем та питань

source: Reset admin rights cache, use if Sophie didn't get the recently added admin
cs_cz: Resetování cache práv admina, použijte, pokud Sophie nedostala nedávno přidaného admina
de_de: Adminrechte-Cache zurücksetzen, verwenden, wenn Sophie die kürzlich hinzugefügte Admin-Rechte nicht erhalten hat
es_es: Restablecer caché de derechos de administrador, use si Sophie no detectó al administrador agregado recientemente
fi_fi: Nollaa ylläpitäjän oikeuksien välimuisti, käytä, jos Sophie ei ole saanut uusinta lisättyä ylläpitäjää
fr_fr: Réinitialiser le cache des droits d'administration, utiliser si Sophie n'a pas obtenu le nouvel administrateur ajouté.
pt_br: Reinicie o cache de direitos administrativos, use se a Sophie não reconheceu o administrador que foi adicionado recentemente
ru_ru: Сбросить кеш прав администратора, используйте, если Sophie не получила недавно добавленного администратора
uk_ua: Скидає кеш адміністративних прав, використовуйте, якщо Софі не отримала нещодавно доданого адміністратора

source: You can't use this command in private chats.
cs_cz: Tento příkaz nemůžete použít v soukromých chatech.
de_de: Du kannst diesen Befehl nicht in privaten Chats verwenden.
es_es: No puedes usar este comando en chats privados.
fi_fi: Et voi käyttää tätä komentoa yksityisissä keskusteluissa.
fr_fr: Vous ne pouvez pas utiliser cette commande dans des chats privés.
pt_br: Você não pode usar este comando em chats privados.
ru_ru: Вы не можете использовать эту команду в приватных чатах.
uk_ua: Ви не можете використовувати цю команду в приватних чатах.

source: Admin rights cache has been reset.
cs_cz: Cache práv admina byla resetována.
de_de: Adminrechte-Cache wurde zurückgesetzt.
es_es: La caché de derechos de administrador ha sido restablecida.
fi_fi: Ylläpitäjän oikeuksien välimuisti on nollattu.
fr_fr: Le cache des droits d'administration a été réinitialisé.
pt_br: O cache de direitos administrativos foi reiniciado.
ru_ru: Кеш прав администратора был сброшен.
uk_ua: Кеш адміністративних прав був скинутий.

source: Auto
cs_cz: Automatické
de_de: Automatisch
es_es: Automático
fi_fi: Automaattinen
pt_br: Automático
ru_ru: Авто
uk_ua: Авто

source: Stable
cs_cz: Stabilní
de_de: Stabil
es_es: Estable
fi_fi: Vakaa
pt_br: Estável
ru_ru: Стабильный
uk_ua: Стабільний

source: Beta
fr_fr: Bêta
ru_ru: Бета
uk_ua: Бета

source: Preferred strategy mode
cs_cz: Preferovaný strategický režim
de_de: Bevorzugter Strategiemodus
es_es: Modo de estrategia preferido
fi_fi: Suosittu strategiatila
fr_fr: Mode stratégique préféré
pt_br: Modo preferido de estratégia
ru_ru: Предпочитаемый режим стратегии
uk_ua: Переважна стратегія

source: Set preferred strategy mode
cs_cz: Nastavit preferovaný strategický režim
de_de: Bevorzugten Strategiemodus einstellen
es_es: Establezca el modo de estrategia preferido
fi_fi: Aseta suosittu strategiatila
fr_fr: Définir le mode stratégique préféré
pt_br: Defina o modo preferido de estratégia
ru_ru: Установить предпочитаемый режим стратегии
uk_ua: Встановити переважну стратегію

source: Get current strategy mode / current state
cs_cz: Získejte aktuální strategický režim / aktuální stav
de_de: Aktuellen Strategiemodus / aktuellen Zustand abrufen
es_es: Obtener el modo de estrategia actual / estado actual
fi_fi: Hae nykyinen strategiatila / nykyinen tila
fr_fr: Obtenir le mode de stratégie actuel / l'état actuel
pt_br: Obter o modo de estratégia atual / estado atual
ru_ru: Получить текущий режим стратегии / текущее состояние
uk_ua: Отримати поточну стратегію / поточний стан

source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
pt_br: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомо

source: Cancel current state, use if Sophie is not responding on your message
cs_cz: Zrušit aktuální stav, použijte, pokud na vaši zprávu Sophie nereaguje
de_de: Aktuellen Zustand abbrechen, verwenden, wenn Sophie nicht auf deine Nachricht reagiert
es_es: Cancelar estado actual, usar si Sophie no está respondiendo a tu mensaje
fi_fi: Peruuta nykyinen tila, käytä, jos Sophie ei vastaa viestiisi
fr_fr: Annuler l'état actuel, à utiliser si Sophie ne répond pas à votre message
pt_br: Cancelar o estado atual, use se a Sophie não estiver respondendo à sua mensagem
ru_ru: Отменить текущее состояние, используйте, если Sophie не отвечает на ваше сообщение
uk_ua: Скасувати поточний стан, використовуйте, якщо Софі не відповідає на ваше повідомлення

source: The current state is already cleared, wiping its data anyway...
cs_cz: Aktuální stav již byl vymazán, zde není co dělat...
de_de: Der aktuelle Zustand ist bereits gelöscht, hier gibt es nichts zu tun...
es_es: El estado actual ya ha sido borrado, borrando sus datos de todas maneras...
fi_fi: Nykyinen tila on jo tyhjennetty, pyyhitään sen data joka tapauksessa...
fr_fr: L'état actuel est déjà effacé, effaçant ses données de toute façon...
pt_br: O estado atual já foi limpo, apagando seus dados de qualquer forma...
ru_ru: Текущая ситуация уже была очищена, нечего делать...
uk_ua: Теперішній стан вже очищено, нічого тут робити...
