Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Content that expresses prejudice, hostility, or advocates discrimination against individuals or groups based on protected characteristics such as race, ethnicity, religion, gender, sexual orientation, or disability.
cs_cz: Obsah, který vyjadřuje předsudky, nepřátelství nebo podporuje diskriminaci vůči jednotlivcům nebo skupinám na základě chráněných charakteristik, jako jsou rasa, etnický původ, náboženství, pohlaví, sexuální orientace nebo postižení.
de_de: Inhalte, die Vorurteile oder Feindseligkeit ausdrücken oder Diskriminierung gegen Personen oder Gruppen aufgrund geschützter Merkmale wie Rasse, ethnischer Herkunft, Religion, Geschlecht, sexueller Orientierung oder Behinderung befürworten.
es_es: Contenido que expresa prejuicio, hostilidad o aboga por la discriminación contra individuos o grupos basados en características protegidas como raza, etnia, religión, género, orientación sexual o discapacidad.
fi_fi: Sisältö, joka ilmaisee ennakkoluuloja, vihamielisyyttä tai kannustaa syrjintään yksilöitä tai ryhmiä vastaan suojattujen ominaisuuksien, kuten rodun, etnisyydet, uskonnon, sukupuolen, seksuaalisen suuntautumisen tai vammaisuuden perusteella.
fr_fr: Contenu exprimant des préjugés, de l'hostilité ou prônant la discrimination à l'encontre d'individus ou de groupes en fonction de caractéristiques protégées telles que la race, l'ethnie, la religion, le genre, l'orientation sexuelle ou le handicap.
pt_br: Conteúdo que expressa preconceito, hostilidade ou defende discriminação contra indivíduos ou grupos com base em características protegidas, como raça, etnia, religião, gênero, orientação sexual ou deficiência.
ru_ru: Контент, выражающий предвзятость, враждебность или призывающий к дискриминации в отношении отдельных лиц или групп по защищённым признакам, таким как раса, этническая принадлежность, религия, пол, сексуальная ориентация или инвалидность.
uk_ua: Контент, що виражає упередженість, ворожість або закликає до дискримінації щодо окремих осіб чи груп на основі захищених ознак, таких як раса, етнічна приналежність, релігія, стать, сексуальна орієнтація або інвалідність.

source: Content that describes, glorifies, incites, or threatens physical violence against individuals or groups.
cs_cz: Obsah, který popisuje, oslavuje, podněcuje nebo vyhrožuje fyzickým násilím vůči jednotlivcům nebo skupinám.
de_de: Inhalte, die physische Gewalt gegen Personen oder Gruppen beschreiben, verherrlichen, anstiften oder androhen.
es_es: Contenido que describe, glorifica, incita o amenaza con violencia física contra individuos o grupos.
fi_fi: Sisältö, joka kuvaa, ylistää, yllyttää tai uhkaa fyysistä väkivaltaa yksilöitä tai ryhmiä vastaan.
fr_fr: Contenu décrivant, glorifiant, incitant à la violence physique ou menaçant des individus ou des groupes.
pt_br: Conteúdo que descreve, glorifica, incita ou ameaça violência física contra indivíduos ou grupos.
ru_ru: Контент, описывающий, прославляющий, подстрекающий к или угрожающий применением физического насилия в отношении отдельных лиц или групп.
uk_ua: Контент, який описує, вихваляє, підбурює або погрожує фізичним насильством щодо окремих осіб або груп.

source: Content that promotes or provides instructions for illegal activities or extremely hazardous behaviors that pose a significant risk of physical harm, death, or legal consequences.
cs_cz: Obsah, který podporuje nebo poskytuje návody k nelegálním činnostem či vysoce nebezpečnému chování, které představuje výrazné riziko fyzického poškození, smrti nebo právních následků.
de_de: Inhalte, die illegale Aktivitäten oder extrem gefährliches Verhalten fördern oder Anleitungen dazu geben, welche ein erhebliches Risiko für körperliche Schäden, Tod oder rechtliche Konsequenzen darstellen.
es_es: Contenido que promueve o proporciona instrucciones para actividades ilegales o comportamientos extremadamente peligrosos que representan un riesgo significativo de daño físico, muerte o consecuencias legales.
fi_fi: Sisältö, joka edistää tai antaa ohjeita laittomille toimille tai äärimmäisen vaarallisille käyttäytymismalleille, jotka aiheuttavat merkittävän riskin fyysiselle vammalle, kuolemalle tai oikeudellisille seurauksille.
fr_fr: Contenu qui promeut ou fournit des instructions pour des activités illégales ou des comportements extrêmement dangereux susceptibles d'entraîner un risque important de blessures physiques, de décès ou de conséquences juridiques.
pt_br: Conteúdo que promove ou fornece instruções para atividades ilegais ou comportamentos extremamente perigosos que representam risco significativo de dano físico, morte ou consequências legais.
ru_ru: Контент, который продвигает или содержит инструкции по незаконным действиям или чрезвычайно опасному поведению, представляющему существенный риск физического вреда, смерти или правовых последствий.
uk_ua: Контент, що пропагує або надає інструкції щодо незаконних дій чи вкрай небезпечної поведінки, яка створює значний ризик фізичної шкоди, смерті або юридичних наслідків.

source: Content that promotes, instructs, plans, or encourages deliberate self-injury, suicide, eating disorders, or other self-destructive behaviors.
cs_cz: Obsah, který podporuje, instruuje, plánuje nebo povzbuzuje úmyslné sebepoškozování, sebevraždu, poruchy příjmu potravy nebo jiné sebedestruktivní chování.
de_de: Inhalte, die vorsätzliche Selbstverletzung, Suizid, Essstörungen oder andere selbstschädigende Verhaltensweisen fördern, anleiten, planen oder dazu ermutigen.
es_es: Contenido que promueve, instruye, planifica o alienta la autolesión deliberada, el suicidio, trastornos alimentarios u otros comportamientos autodestructivos.
fi_fi: Sisältö, joka edistää, ohjeistaa, suunnittelee tai kannustaa tahalliseen itsetuhoon, itsemurhaan, syömishäiriöihin tai muihin itseään tuhoaviin käyttäytymismalleihin.
fr_fr: Contenu qui promeut, donne des instructions, planifie ou encourage l'automutilation délibérée, le suicide, les troubles du comportement alimentaire ou d'autres comportements autodestructeurs.
pt_br: Conteúdo que promove, instrui, planeja ou incentiva autoagressão deliberada, suicídio, transtornos alimentares ou outros comportamentos autodestrutivos.
ru_ru: Контент, который пропагандирует, инструктирует, планирует или поощряет преднамеренные самоповреждения, суицид, расстройства пищевого поведения или иные саморазрушительные действия.
uk_ua: Контент, що пропагує, навчає, планує або заохочує навмисне самопошкодження, самогубство, розлади харчової поведінки чи інші саморуйнівні дії.

source: Content that contains or tries to elicit detailed or tailored medical advice.
cs_cz: Obsah, který obsahuje nebo se snaží získat podrobné či individuálně přizpůsobené lékařské poradenství.
de_de: Inhalte, die detaillierte oder individuell zugeschnittene medizinische Ratschläge enthalten oder versuchen zu erhalten.
es_es: Contenido que contiene o intenta obtener consejos médicos detallados o personalizados.
fi_fi: Sisältö, joka sisältää tai yrittää saada yksityiskohtaisia tai räätälöityjä lääketieteellisiä neuvoja.
fr_fr: Contenu qui contient ou tente d'obtenir des conseils médicaux détaillés ou personnalisés.
pt_br: Conteúdo que contém ou tenta obter aconselhamento médico detalhado ou personalizado.
ru_ru: Контент, который содержит или пытается получить подробные или персонализированные медицинские рекомендации.
uk_ua: Контент, що містить або намагається отримати детальні чи індивідуальні медичні поради.

source: Content that contains or tries to elicit detailed or tailored financial advice.
cs_cz: Obsah, který obsahuje nebo se snaží získat podrobné či individuálně přizpůsobené finanční poradenství.
de_de: Inhalte, die detaillierte oder individuell zugeschnittene Finanzberatung enthalten oder versuchen zu erhalten.
es_es: Contenido que contiene o intenta obtener consejos financieros detallados o personalizados.
fi_fi: Sisältö, joka sisältää tai yrittää saada yksityiskohtaisia tai räätälöityjä taloudellisia neuvoja.
fr_fr: Contenu qui contient ou tente d'obtenir des conseils financiers détaillés ou personnalisés.
pt_br: Conteúdo que contém ou tenta obter aconselhamento financeiro detalhado ou personalizado.
ru_ru: Контент, который содержит или пытается получить подробные или персонализированные финансовые рекомендации.
uk_ua: Контент, що містить або намагається отримати детальні чи індивідуальні фінансові поради.

source: Content that contains or tries to elicit detailed or tailored legal advice.
cs_cz: Obsah, který obsahuje nebo se snaží získat podrobné či individuálně přizpůsobené právní poradenství.
de_de: Inhalte, die detaillierte oder individuell zugeschnittene Rechtsberatung enthalten oder versuchen zu erhalten.
es_es: Contenido que contiene o intenta obtener asesoramiento legal detallado o personalizado.
fi_fi: Sisältö, joka sisältää tai yrittää saada yksityiskohtaisia tai räätälöityjä oikeudellisia neuvoja.
fr_fr: Contenu qui contient ou tente d'obtenir des conseils juridiques détaillés ou personnalisés.
pt_br: Conteúdo que contém ou tenta obter aconselhamento jurídico detalhado ou personalizado.
ru_ru: Контент, который содержит или пытается получить подробные или персонализированные юридические консультации.
uk_ua: Контент, що містить або намагається отримати детальні чи індивідуальні юридичні поради.

source: Content that requests, shares, or attempts to elicit personal identifying information such as full names, addresses, phone numbers, social security numbers, or financial account details.
cs_cz: Obsah, který žádá, sdílí nebo se snaží získat osobní identifikační údaje, jako jsou plná jména, adresy, telefonní čísla, čísla sociálního zabezpečení nebo údaje o finančních účtech.
de_de: Inhalte, die nach personenbezogenen Identifizierungsdaten fragen, diese teilen oder versuchen zu erhalten, wie vollständige Namen, Adressen, Telefonnummern, Sozialversicherungsnummern oder Finanzkontodaten.
es_es: Contenido que solicita, comparte o intenta obtener información personal identificable, como nombres completos, direcciones, números de teléfono, números de seguridad social o datos de cuentas financieras.
fi_fi: Sisältö, joka pyytää, jakaa tai yrittää saada henkilökohtaisia tunnistetietoja, kuten täydellisiä nimiä, osoitteita, puhelinnumeroita, sosiaaliturvatunnuksia tai taloudellisia tilitietoja.
fr_fr: Contenu qui demande, partage ou tente d'obtenir des informations d'identification personnelles telles que noms complets, adresses, numéros de téléphone, numéros de sécurité sociale ou coordonnées de comptes financiers.
pt_br: Conteúdo que solicita, compartilha ou tenta obter informações pessoais identificáveis, como nomes completos, endereços, números de telefone, números de seguridade social ou dados de contas financeiras.
ru_ru: Контент, который запрашивает, раскрывает или пытается получить личную идентифицирующую информацию, такую как полные имена, адреса, номера телефонов, номера социального страхования или данные финансовых счетов.
uk_ua: Контент, що запитує, поширює або намагається отримати особисту ідентифікаційну інформацію, таку як повні імена, адреси, телефонні номери, номери соціального страхування або реквізити фінансових рахунків.

source: You're a telegram bot named Sophie.
cs_cz: Jsi telegram bot jménem Sophie.
de_de: Du bist ein Telegram-Bot namens Sophie.
es_es: Eres un bot de Telegram llamado Sophie.
fi_fi: Olet Telegram-botti nimeltä Sophie.
fr_fr: Vous êtes un bot Telegram nommé Sophie.
pt_br: Você é um bot do Telegram chamado Sophie.
ru_ru: Вы Телеграм-бот по имени Софи.
uk_ua: Ви — це бот Telegram на ім'я Софі.

source: Be funny when the topic is casual.
cs_cz: Buď vtipná, když je téma neformální.
de_de: Sei lustig, wenn das Thema lässig ist.
es_es: Sé divertido cuando el tema es casual.
fi_fi: Ole hauska, kun aihe on rento.
fr_fr: Soyez drôle quand le sujet est décontracté.
pt_br: Seja engraçado quando o tópico for casual.
ru_ru: Будьте смешными, когда тема неформальная.
uk_ua: Будьте веселими, коли тема невимушена.

source: Do not use tables, use only the following markdown elements: ** for bold, ~~ for strikethrough, ` for code, ``` for code blocks and []() for links.
cs_cz: Nevytvářej tabulky, používej pouze následující markdown prvky: ** pro tučné písmo, ~~ pro přeškrtnutí, ` pro kód, ``` pro bloky kódu a []() pro odkazy.
de_de: Verwende keine Tabellen, benutze nur die folgenden Markdown-Elemente: ** für fett, ~~ für durchgestrichen, ` für Code, ``` für Codeblöcke und []() für Links.
es_es: No uses tablas, usa solo los siguientes elementos de markdown: ** para negrita, ~~ para tachado, ` para código, ``` para bloques de código y []() para enlaces.
fi_fi: Älä käytä taulukoita, käytä vain seuraavia markdown-elementtejä: ** lihavoitua, ~~ yliviivattua, ` koodia, ``` koodilohkoja ja []() linkkejä.
fr_fr: Ne pas utiliser de tables, utilisez uniquement les éléments markdown suivants : ** pour le gras, ~~ pour barré, ` pour le code, ``` pour les blocs de code et []() pour les liens.
pt_br: Não use tabelas, use apenas os seguintes elementos de markdown: ** para negrito, ~~ para tachado, ` para código, ``` para blocos de código e []() para links.
ru_ru: Не используйте таблицы, используйте только следующие элементы markdown: ** для жирного, ~~ для зачеркивания, ` для кода, ``` для блоков кода и []() для ссылок.
uk_ua: Не використовуйте таблиці, використовуйте лише наступні елементи markdown: ** для жирного, ~~ для закреслення, ` для коду, ``` для блоків коду та []() для посилань.

source: Send short messages unless longer explanations are needed.
cs_cz: Posílejte krátké zprávy, pokud nejsou potřeba delší vysvětlení.
de_de: Sende kurze Nachrichten, es sei denn, längere Erklärungen sind nötig.
es_es: Envía mensajes cortos a menos que se necesiten explicaciones más largas.
fi_fi: Lähetä lyhyitä viestejä, ellei pidempiä selityksiä tarvita.
fr_fr: Envoyez des messages courts, sauf si des explications plus longues sont nécessaires.
pt_br: Envie mensagens curtas, a menos que sejam necessárias explicações mais longas.
ru_ru: Отправляйте короткие сообщения, если не требуются более подробные объяснения.
uk_ua: Надсилайте короткі повідомлення, якщо не потрібні довші пояснення.

source: Focus primarily on answering the LATEST user message.
cs_cz: Především se zaměřte na zodpovězení NEJNOVĚJŠÍ zprávy uživatele.
de_de: Konzentriere dich in erster Linie darauf, auf die NEUESTE Nachricht des Benutzers zu antworten.
es_es: Concéntrate principalmente en responder el ÚLTIMO mensaje del usuario.
fi_fi: Keskity ensisijaisesti vastaamaan uusimpaan käyttäjän viestiin.
fr_fr: Concentrez-vous avant tout sur la réponse au dernier message de l'utilisateur.
pt_br: Concentre-se principalmente em responder à última mensagem do usuário.
ru_ru: Сосредоточьтесь в первую очередь на ответе на ПОСЛЕДНЕЕ сообщение пользователя.
uk_ua: Насамперед відповідайте на останнє повідомлення користувача.

source: Use the conversation history only for context, but respond specifically to the latest prompt.
cs_cz: Použijte historii konverzace pouze jako kontext, ale odpovězte konkrétně na nejnovější otázku.
de_de: Verwende den Gesprächsverlauf nur als Kontext, antworte jedoch gezielt auf die neueste Frage.
es_es: Usa el historial de la conversación solo como contexto, pero responde específicamente a la pregunta más reciente.
fi_fi: Käytä keskusteluhistoriaa vain kontekstina, mutta vastaa erityisesti uusimpaan kehotukseen.
fr_fr: Utilisez l'historique de conversation uniquement comme contexte, mais répondez spécifiquement à la question la plus récente.
pt_br: Use o histórico da conversa apenas como contexto, mas responda especificamente à pergunta mais recente.
ru_ru: Используйте историю разговоров только как контекст, но отвечайте конкретно на самый последний вопрос.
uk_ua: Використовуйте історію розмови лише як контекст, але відповідайте саме на найновіще запитання.

source: Prefer to search information in the internet
cs_cz: Upřednostňujte vyhledávání informací na internetu.
de_de: Bevorzuge die Suche nach Informationen im Internet
es_es: Prefiere buscar información en Internet.
fi_fi: Suosii tietojen etsimistä internetistä
fr_fr: Privilégiez la recherche d'informations sur Internet
pt_br: Prefira buscar informações na internet.
ru_ru: Предпочитайте искать информацию в интернете.
uk_ua: Надавайте перевагу пошуку інформації в інтернеті.

source: Today is
cs_cz: Dnes je
de_de: Heute ist
es_es: Hoy es
fi_fi: Tänään on
fr_fr: Aujourd'hui, c'est
pt_br: Hoje é
ru_ru: Сегодня
uk_ua: Сьогодні є

source: <No text provided>
de_de: <Kein Text angegeben>
fi_fi: <Ei tekstiä>
ru_ru: <Текст не предоставлен>

source: No photo or sticker found
cs_cz: Nebyla nalezena žádná fotka ani samolepka.
de_de: Kein Foto oder Sticker gefunden.
es_es: No se encontró ninguna foto ni pegatina.
fi_fi: Valokuvaa tai tarraa ei löytynyt
fr_fr: Aucune photo ni autocollant trouvés
pt_br: Nenhuma foto ou figurinha encontrada.
ru_ru: Фото или стикер не найдены
uk_ua: Фото чи стікер не знайдено.

source: Image is empty
cs_cz: Foto je prázdné
de_de: Bild ist leer.
es_es: La imagen está vacía
fi_fi: Kuva on tyhjä
fr_fr: La photo est vide
pt_br: Foto está vazia
ru_ru: Изображение пустое
uk_ua: Зображення порожнє

source: Antiflood
ru_ru: Антифлуд
uk_ua: Антифлуд

source: Antiflood protection automatically detects and punishes users who send too many messages in a short time period.
fi_fi: Antiflood-suojaus havaitsee automaattisesti ja rangaisee käyttäjiä, jotka lähettävät liian monta viestiä lyhyessä ajassa.
ru_ru: Антифлуд автоматически обнаруживает и наказывает пользователей, которые отправляют слишком много сообщений за короткий промежуток времени.
uk_ua: Захист від флуда автоматично виявляє та карає користувачів, які надсилають забагато повідомлень за короткий проміжок часу.

source: Set the antiflood message threshold
fi_fi: Aseta antiflood-viestikynnys
ru_ru: Установить порог сообщений для антифлуда
uk_ua: Встановіть поріг повідомлень для антифлуду

source: Antiflood Message Threshold
fi_fi: Antiflood-viestikynnys
ru_ru: Порог сообщений антифлуда
uk_ua: Поріг повідомлень антифлуду

source: Number of messages allowed in 30 seconds
fi_fi: 30 sekunnissa sallittujen viestien määrä
ru_ru: Количество сообщений, разрешённых за 30 секунд
uk_ua: Кількість повідомлень, дозволених за 30 секунд

source: Disabled
cs_cz: Zakázáno
de_de: Deaktiviert
es_es: Desactivado
fi_fi: Poissa käytöstä
fr_fr: Désactivé
pt_br: Desativado
ru_ru: Отключен
uk_ua: Вимкнено

source: {status_data} messages in 30 seconds
fi_fi: {status_data} viestiä 30 sekunnissa
ru_ru: {status_data} сообщений за 30 секунд
uk_ua: {status_data} повідомлень за 30 секунд

source: Show antiflood settings
fi_fi: Näytä antiflood-asetukset
ru_ru: Показать настройки антифлуда
uk_ua: Показати налаштування антифлуду

source: Enabled
cs_cz: Povoleno
de_de: Aktiviert
es_es: Activado
fi_fi: Käytössä
fr_fr: Activé
pt_br: Ativado
ru_ru: Включен
uk_ua: Увімкнено

source: Status
fi_fi: Tila
ru_ru: Статус
uk_ua: Статус

source: Message threshold
fi_fi: Viestikynnys
ru_ru: Порог сообщений
uk_ua: Поріг повідомлень

source: {message_count} messages in {seconds} seconds
fi_fi: {message_count} viestiä {seconds} sekunnissa
ru_ru: {message_count} сообщений за {seconds} секунд
uk_ua: {message_count} повідомлень за {seconds} секунд

source: Antiflood Protection
fi_fi: Antiflood-suojaus
ru_ru: Антифлуд
uk_ua: Захист від флуда

source: Use '{enable_cmd}' to enable/disable or '{action_cmd}' to configure actions.
fi_fi: Käytä '{enable_cmd}' komentoa aktivoidaksesi/deaktivoidaksesi tai '{action_cmd}' komentoa määrittääksesi toimenpiteet.
ru_ru: Используйте '{enable_cmd}' для включения/выключения или '{action_cmd}' для настройки действий.
uk_ua: Використайте '{enable_cmd}' для увімкнення/вимкнення або '{action_cmd}' для налаштування дій.

source: Flooding detected! 🚫
fi_fi: Tulva havaittu! 🚫
ru_ru: Обнаружен флуд! 🚫
uk_ua: Виявлено флуд! 🚫

source: Triggered by user {user} sending {count} messages in {window} seconds.
fi_fi: Käyttäjä {user} lähettämällä {count} viestiä {window} sekunnin aikana.
ru_ru: Сработало из‑за того, что пользователь {user} отправил {count} сообщений за {window} секунд.
uk_ua: Спрацьовано через те, що користувач {user} надіслав {count} повідомлень за {window} секунд.

source: Disabling
cs_cz: Zakázání
de_de: Deaktivierung
es_es: Desactivado
fi_fi: Poistaa käytöstä
fr_fr: Désactivation
pt_br: Desativando
ru_ru: Выключение
uk_ua: Вимкнення

source: Command
cs_cz: Příkaz
de_de: Befehl
es_es: Comando
fi_fi: Komento
fr_fr: Commande
pt_br: Comando
ru_ru: Команда
uk_ua: Команда

source: Disables the command.
cs_cz: Zakáže příkaz.
de_de: Deaktiviert den Befehl.
es_es: Deshabilita el comando.
fi_fi: Poistaa komennon käytöstä.
fr_fr: Désactive la commande.
pt_br: Desabilita o comando.
ru_ru: Отключает команду.
uk_ua: Вимикає команду.

source: Command {cmd} not found.
cs_cz: Příkaz {cmd} nebyl nalezen.
de_de: Befehl {cmd} nicht gefunden.
es_es: Comando {cmd} no encontrado.
fi_fi: Komentoa {cmd} ei löydy.
fr_fr: Commande {cmd} non trouvée.
pt_br: Comando {cmd} não encontrado.
ru_ru: Команда {cmd} не найдена.
uk_ua: Команда {cmd} не знайдена.

source: Command {cmd} is already disabled.
cs_cz: Příkaz {cmd} je již zakázán.
de_de: Befehl {cmd} ist bereits deaktiviert.
es_es: El comando {cmd} ya está deshabilitado.
fi_fi: Komento {cmd} on jo poistettu käytöstä.
fr_fr: Commande {cmd} est déjà désactivée.
pt_br: Comando {cmd} já está desabilitado.
ru_ru: Команда {cmd} уже отключена.
uk_ua: Команда {cmd} вже відключена.

source: Command disabled
cs_cz: Příkaz zakázán
de_de: Befehl deaktiviert
es_es: Comando deshabilitado
fi_fi: Komento poistettu käytöstä
fr_fr: Commande désactivée
pt_br: Comando desabilitado
ru_ru: Команда отключена
uk_ua: Команда вимкнена

source: Lists all commands that can be disabled.
cs_cz: Zobrazuje všechny příkazy, které lze zakázat.
de_de: Listet alle Befehle auf, die deaktiviert werden können.
es_es: Lista todos los comandos que se pueden deshabilitar.
fi_fi: Listaa kaikki komennot, jotka voidaan poistaa käytöstä.
fr_fr: Liste tous les commandes qui peuvent être désactivées.
pt_br: Lista todos os comandos que podem ser desabilitados.
ru_ru: Перечисляет все команды, которые могут быть отключены.
uk_ua: Перелічує всі команди, які можна вимкнути.

source: Disable-able commands
cs_cz: Příkazy, které je možno zakázat
de_de: Deaktivierbare Befehle
es_es: Comandos habilitables
fi_fi: Poistettavissa olevat komennot
fr_fr: Commandes désactivables
pt_br: Comandos desabilitados
ru_ru: Отключаемые команды
uk_ua: Команди, доступні для відключення

source: Lists all disabled commands.
cs_cz: Zobrazuje všechny zakázané příkazy.
de_de: Listet alle deaktivierten Befehle auf.
es_es: Lista todos los comandos deshabilitados.
fi_fi: Listaa kaikki poistetut komennot.
fr_fr: Liste toutes les commandes désactivées.
pt_br: Lista todos os comandos desabilitados.
ru_ru: Перечисляет все отключенные команды.
uk_ua: Перелічує всі вимкнені команди.

source: No disabled commands found.
cs_cz: Žádné zakázané příkazy nebyly nalezeny.
de_de: Keine deaktivierten Befehle gefunden.
es_es: No se encontraron comandos deshabilitados.
fi_fi: Poistettuja komentoja ei löytynyt.
fr_fr: Aucune commande désactivée trouvée.
pt_br: Nenhum comando desabilitado encontrado.
ru_ru: Не найдено отключённых команд.
uk_ua: Не знайдено відключених команд.

source: Disabled commands
cs_cz: Zakázané příkazy
de_de: Deaktivierte Befehle
es_es: Comandos deshabilitados
fi_fi: Poistetut komennot
fr_fr: Commandes désactivées
pt_br: Comandos desabilitados
ru_ru: Отключённые команды
uk_ua: Відключені команди
