Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Could not find the requested User ID in the database.
cs_cz: Nebylo možné najít požadované ID uživatele v databázi.
de_de: Die angeforderte Benutzer-ID konnte nicht in der Datenbank gefunden werden.
es_es: No se pudo encontrar el ID de usuario solicitado en la base de datos.
fi_fi: Käyttäjän ID:tä ei löytynyt tietokannasta.
fr_fr: Impossible de trouver l'ID d'utilisateur demandé dans la base de données.
pt_br: Não foi possível encontrar o ID do usuário solicitado no banco de dados.
ru_ru: Не удалось найти запрашиваемый ID пользователя в базе данных.
uk_ua: Не вдалося знайти запитаний Ідентифікатор користувача в базі даних.

source: Could not find the requested Username in the database.
cs_cz: Nebylo možné najít požadované uživatelské jméno v databázi.
de_de: Die angeforderte Benutzername konnte nicht in der Datenbank gefunden werden.
es_es: No se pudo encontrar el nombre de usuario solicitado en la base de datos.
fi_fi: Käyttäjänimeä ei löytynyt tietokannasta.
fr_fr: Impossible de trouver le nom d'utilisateur demandé dans la base de données.
pt_br: Não foi possível encontrar o nome de usuário solicitado no banco de dados.
ru_ru: Не удалось найти запрашиваемое имя пользователя в базе данных.
uk_ua: Не вдалося знайти запитане Ім'я користувача в базі даних.

source: User: 'User ID (numeric) / Username (starts with @) / Mention (links to users)'
cs_cz: Uživatel: 'ID uživatele (číslicové) / Uživatelské jméno (začíná na @) / Zmínka (odkazy na uživatele)'
de_de: Benutzer: 'Benutzer-ID (numerisch) / Benutzername (beginnt mit @) / Erwähnung (verlinkt zu Benutzern)'
es_es: Usuario: 'ID de usuario (numérico) / Nombre de usuario (comienza con @) / Mención (enlaces a usuarios)'
fi_fi: Käyttäjä: 'Käyttäjän ID (numeerinen) / Käyttäjänimi (alkaa @-merkillä) / Maininta (linkkejä käyttäjiin)'
fr_fr: Utilisateur : 'ID utilisateur (numérique) / Nom d'utilisateur (commence par @) / Mention (liens vers des utilisateurs)'
pt_br: Usuário: 'ID do usuário (numérico) / Nome de usuário (começa com @) / Menção (links para usuários)'
ru_ru: Пользователь: 'ID пользователя (число) / Юзернем (начинается с @) / Упоминание (ссылки на пользователей)'
uk_ua: Користувач: 'Ідентифікатор користувача (числовий) / Ім'я користувача (починається з @) / Згадка (посилання на користувачів)'

source: Users: 'User IDs (numeric) / Usernames (starts with @) / Mentions (links to users)'
cs_cz: Uživatelé: 'ID uživatelů (číslicové) / Uživatelská jména (začínají na @) / Zmínky (odkazy na uživatele)'
de_de: Benutzer: 'Benutzer-IDs (numerisch) / Benutzernamen (beginnen mit @) / Erwähnungen (verlinken zu Benutzern)'
es_es: Usuarios: 'IDs de usuario (numéricos) / Nombres de usuario (comienzan con @) / Menciones (enlaces a usuarios)'
fi_fi: Käyttäjät: 'Käyttäjän ID:t (numeerinen) / Käyttäjänimet (alkaa @-merkillä) / Maininnat (linkkejä käyttäjiin)'
fr_fr: Utilisateurs : 'IDs d'utilisateur (numériques) / Noms d'utilisateur (commencent par @) / Mentions (liens vers des utilisateurs)'
pt_br: Usuários: 'IDs dos usuários (numéricos) / Nomes de usuários (começam com @) / Menções (links para usuários)'
ru_ru: Пользователи: 'ID пользователей (числа) / Юзернеймы (начинаются с @) / Упоминания (ссылки на пользователей)'
uk_ua: Користувачі: 'Ідентифікатори користувачів (числові) / Імена користувачів (починаються з @) / Згадки (посилання на користувачів)'

source: User ID
cs_cz: ID uživatele
de_de: Benutzer-ID
es_es: ID de usuario
fi_fi: Käyttäjän ID
fr_fr: ID utilisateur
pt_br: ID do usuário
ru_ru: ID пользователя
uk_ua: Ідентифікатор користувача

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fi_fi: Käyttäjänimi
fr_fr: Nom d'utilisateur
pt_br: Nome de usuário
ru_ru: Юзернейм
uk_ua: Ім'я користувача

source: A link to user, usually creates by mentioning a user without username.
cs_cz: Odkaz na uživatele, obvykle se vytvoří zmíněním uživatele bez uživatelského jména.
de_de: Ein Link zu einem Benutzer, in der Regel erstellt, indem ein Benutzer ohne Benutzernamen erwähnt wird.
es_es: Un enlace al usuario, generalmente se crea al mencionar a un usuario sin nombre de usuario.
fi_fi: Linkki käyttäjään, yleensä luodaan mainitsemalla käyttäjä ilman käyttäjännimeä.
fr_fr: Un lien vers un utilisateur, généralement créé en mentionnant un utilisateur sans nom d'utilisateur.
pt_br: Um link para o usuário, geralmente criado mencionando um usuário sem nome de usuário.
ru_ru: Ссылка на пользователя, обычно создается путём упоминания на пользователя без юзернейма.
uk_ua: Посилання на користувача, яке зазвичай створюється, коли згадують користувача без імені.

source: This command can only be used in a group or while being connected to a group in PM.
cs_cz: Tento příkaz lze použít pouze ve skupině nebo při připojení ke skupině v PM.
de_de: Dieser Befehl kann nur in einer Gruppe oder während der Verbindung zu einer Gruppe in PM verwendet werden.
es_es: Este comando solo se puede usar en un grupo o mientras está conectado a un grupo en PM.
fi_fi: Tämä komento voidaan käyttää vain ryhmässä tai yksityisviestissä ollessaan yhteydessä ryhmään.
fr_fr: Cette commande ne peut être utilisée que dans un groupe ou en étant connecté à un groupe en MP.
pt_br: Este comando pode ser usado apenas em um grupo ou enquanto estiver conectado a um grupo em PM.
ru_ru: Эта команда может использоваться только в группе или при подключении к группе в личных сообщениях.
uk_ua: Ця команда може використовуватися лише в групі або під час підключення до групи в особистих повідомленнях.

source: Refer to /help for more information about connections.
cs_cz: Odkaz na /help pro více informací o připojeních.
de_de: Verweisen Sie auf /help für weitere Informationen zu Verbindungen.
es_es: Consulte /help para más información sobre las conexiones.
fi_fi: Katso /help saadaksesi lisätietoja yhteyksistä.
fr_fr: Consultez /help pour plus d'informations sur les connexions.
pt_br: Consulte /help para mais informações sobre conexões.
ru_ru: Обратитесь к /help для получения дополнительной информации о подключениях.
uk_ua: Не вдалося знайти запитуваний ідентифікатор користувача в базі даних.

source: Admin permission required!
fi_fi: Ylläpitäjän oikeudet vaaditaan!
ru_ru: Необходимы права администратора!
uk_ua: Потрібно адміністраторське дозволення!

source: Private chat
cs_cz: Soukromý chat
de_de: Privater Chat
es_es: Chat privado
fi_fi: Yksityiskeskustelu
fr_fr: Chat privé
pt_br: Chat privado
ru_ru: Приватный чат
uk_ua: Приватний чат

source: Chat not found in database
cs_cz: Chat nebyl nalezen v databázi
de_de: Chat nicht in der Datenbank gefunden
es_es: Chat no encontrado en la base de datos
fi_fi: Keskustelua ei löydy tietokannasta
fr_fr: Chat introuvable dans la base de données
pt_br: Bate-papo não encontrado no banco de dados
ru_ru: Чат не найден в базе данных
uk_ua: Чат не знайдено в базі даних

source: Connected chat not found in the database. Please try to disconnect and connect again.
fi_fi: Yhdistettyä keskustelua ei löytynyt tietokannasta. Yritä katkaista yhteys ja muodosta se uudelleen.
ru_ru: Подключенный чат не найден в базе данных. Пожалуйста, отключите и подключитесь снова.
uk_ua: Підключений чат не знайдено в базі даних. Будь ласка, спробуйте відключитися і підключитися знову.

source: Sophie AI
es_es: Sophie IA
pt_br: Sophie IA
ru_ru: Софи AI
uk_ua: Софі AI

source: Rainbow sparkles and shininess
cs_cz: Duha třpyt a lesk
de_de: Regenbogenfunkeln und Glanz
es_es: Brillos y destellos de arcoíris
fi_fi: Sateenkaaren kipinöitä ja kiiltoa
fr_fr: Paillettes et brillance arc-en-ciel
pt_br: Brilhos e cintilação arco-íris
ru_ru: Радужные искры и блеск
uk_ua: Райдужні блискітки та яскравість

source: Sophie supports quite a few ways to use AI features.
cs_cz: Sophie podporuje několik způsobů, jak používat funkce AI.
de_de: Sophie unterstützt mehrere Möglichkeiten, AI-Funktionen zu nutzen.
es_es: Sophie admite varias formas de utilizar las funciones de IA.
fi_fi: Sophie tukee melko muutamia tapoja käyttää AI-toimintoja.
fr_fr: Sophie prend en charge plusieurs manières d'utiliser les fonctionnalités de l'IA.
pt_br: Sophie suporta várias maneiras de usar recursos de IA.
ru_ru: Софи поддерживает несколько способов использования AI-функций.
uk_ua: Не вдалося знайти запитуване ім'я користувача в базі даних.

source: From a simple chat-bot, to the automatic translator. Have fun.
cs_cz: Od jednoduchého chat-bota po automatického překladače. Bavte se.
de_de: Von einem einfachen Chatbot bis hin zum automatischen Übersetzer. Viel Spaß.
es_es: Desde un simple chatbot hasta el traductor automático. Diviértete.
fi_fi: Yksinkertaisesta chat-botista automaattiseen kääntäjään. Pidä hauskaa.
fr_fr: D'un simple chatbot à un traducteur automatique. Amusez-vous.
pt_br: De um simples chatbot a um tradutor automático. Divirta-se.
ru_ru: От простого чат-бота до автоматического переводчика. Приятного времяпрепровождения.
uk_ua: Користувач: 'Ідентифікатор користувача (числовий) / Ім'я користувача (починається з @) / Згадка (посилання на користувачів)'

source: Please note that you can make a limited amount of AI requests per day.
cs_cz: Upozorňujeme, že můžete denně provést omezený počet požadavků na AI.
de_de: Bitte beachten Sie, dass Sie pro Tag eine begrenzte Anzahl von KI-Anfragen stellen können.
es_es: Tenga en cuenta que puede hacer un número limitado de solicitudes de IA por día.
fi_fi: Huomioithan, että voit tehdä rajoitetun määrän AI-pyyntöjä päivässä.
fr_fr: Veuillez noter que vous pouvez faire un nombre limité de demandes d'IA par jour.
pt_br: Por favor, note que você pode fazer um número limitado de solicitações de IA por dia.
ru_ru: Пожалуйста, обратите внимание, что вы можете делать ограниченное количество запросов AI в день.
uk_ua: Будь ласка, зауважте, що ви можете зробити обмежену кількість запитів до AI на день.

source: The AI Features are currently deactivated for this chat.
cs_cz: Funkce AI jsou aktuálně deaktivovány pro tento chat.
de_de: Die KI-Funktionen sind derzeit für diesen Chat deaktiviert.
es_es: Las características de IA están actualmente desactivadas para este chat.
fi_fi: Tekoälyominaisuudet ovat tällä hetkellä poissa käytöstä tässä keskustelussa.
fr_fr: Les fonctionnalités d'IA sont actuellement désactivées pour ce chat.
pt_br: Os recursos de IA estão atualmente desativados para este chat.
ru_ru: Функции AI в настоящее время отключены для этого чата.
uk_ua: AI-функції зараз деактивовані для цього чату.

source: Please use "{cmd}" to activate them.
cs_cz: Pro aktivaci použijte "{cmd}".
de_de: Bitte benutze "{cmd}", um sie zu aktivieren.
es_es: Por favor, usa "{cmd}" para activarlas.
fi_fi: Käytä "{cmd}" aktivoidaksesi ne.
fr_fr: Veuillez utiliser "{cmd}" pour les activer.
pt_br: Por favor, use "{cmd}" para ativá-los.
ru_ru: Пожалуйста, используйте "{cmd}", чтобы активировать их.
uk_ua: Будь ласка, використайте "{cmd}", щоб активувати їх.

source: ❗️ You've reached the daily AI limit, please try again tomorrow.
cs_cz: ❗️ Dosáhli jste denního limitu AI, zkuste to zítra znovu.
de_de: ❗️ Sie haben das tägliche KI-Limit erreicht, bitte versuchen Sie es morgen erneut.
es_es: ❗️ Ha alcanzado el límite diario de IA, por favor intente nuevamente mañana.
fi_fi: ❗️ Olet saavuttanut päivittäisen tekoälyrajan, yritä uudestaan huomenna.
fr_fr: ❗️ Vous avez atteint la limite quotidienne d'IA, veuillez réessayer demain.
pt_br: ❗️ Você atingiu o limite diário de IA, por favor, tente novamente amanhã.
ru_ru: ❗️ Вы достигли дневного лимита AI, пожалуйста, попробуйте снова завтра.
uk_ua: ❗️ Ви досягли добового ліміту AI, будь ласка, спробуйте ще раз завтра.

source: 🛑 Exit AI mode
cs_cz: 🛑 Ukončit režim AI
de_de: 🛑 Verlasse den KI-Modus
es_es: 🛑 Salir del modo IA
fi_fi: 🛑 Poistu tekoälytilasta
fr_fr: 🛑 Quitter le mode IA
pt_br: 🛑 Sair do modo IA
ru_ru: 🛑 Выйти из режима AI
uk_ua: 🛑 Вийти з режиму ШІ

source: 🔄 Reset AI context
de_de: 🔄 AI-Kontext zurücksetzen
es_es: 🔄 Restablecer el contexto de la IA
fi_fi: 🔄 Nollaa tekoälyn konteksti
fr_fr: 🔄 Réinitialiser le contexte IA
ru_ru: 🔄 Сбросить контекст ИИ
uk_ua: 🔄 Скинути контекст ШІ

source: ✨ Sophie AI
ru_ru: ✨ Софи AI
uk_ua: ✨ Софі AI

source: Prompt
cs_cz: Pokyn
de_de: Eingabeaufforderung
es_es: Indicación
fi_fi: Kehoitus
fr_fr: Invite
pt_br: Solicitação
ru_ru: Запрос
uk_ua: Запит

source: Ask Sophie a question
cs_cz: Položte Sophii otázku
de_de: Fragen Sie Sophie eine Frage
es_es: Pregúntale a Sophie una pregunta
fi_fi: Kysy Sophielta kysymys
fr_fr: Posez une question à Sophie
pt_br: Pergunte à Sophie uma pergunta
ru_ru: Спросите у Sophie вопрос
uk_ua: Запитайте Софі питання

source: Controls AI Moderator features
cs_cz: Ovládat funkce AI Moderátora
de_de: Die KI-Moderator-Funktionen steuern
es_es: Controlar características de IA
fi_fi: Hallitsee AI Moderatorin ominaisuuksia
fr_fr: Contrôle les fonctionnalités de modération d'IA
pt_br: Controlar recursos de IA Moderador
ru_ru: Управление функциями AI Модератора
uk_ua: Керує функціями модератора AI

source: ✨ AI Moderator
cs_cz: ✨ AI Moderátor
ru_ru: ✨ AI Модератор
uk_ua: ✨ Модератор AI

source: 🔃 Automatically choose the best provider
cs_cz: 🔃 Automaticky vybrat nejlepší poskytovatele
de_de: 🔃 Automatisch den besten Anbieter wählen
es_es: 🔃 Elegir automáticamente el mejor proveedor
fi_fi: 🔃 Valitse automaattisesti paras palveluntarjoaja
fr_fr: 🔃 Choisissez automatiquement le meilleur fournisseur
pt_br: 🔃 Escolher automaticamente o melhor provedor
ru_ru: 🔃 Автоматически выбрать лучший провайдер
uk_ua: 🔃 Автоматично вибрати найкращого постачальника

source: ⚡️ The fastest
cs_cz: ⚡️ Nejrychlejší
de_de: ⚡️ Der Schnellste
es_es: ⚡️ El más rápido
fi_fi: ⚡️ Nopein
fr_fr: ⚡️ Le plus rapide
pt_br: ⚡️ O mais rápido
ru_ru: ⚡️ Самый быстрый
uk_ua: ⚡️ Найшвидший

source: 🔒 The most private
cs_cz: 🔒 Nejpověřenější
de_de: 🔒 Der privateste
es_es: 🔒 El más privado
fi_fi: 🔒 Yksityisin
fr_fr: 🔒 Le plus privé
pt_br: 🔒 O mais privado
ru_ru: 🔒 Самый приватный
uk_ua: 🔒 Найбільш приватний

source: 🧠 The smartest
cs_cz: 🧠 Nechytřejší
de_de: 🧠 Der Intelligenteste
es_es: 🧠 El más inteligente
fi_fi: 🧠 Älykkäin
fr_fr: 🧠 Le plus intelligent
pt_br: 🧠 O mais inteligente
ru_ru: 🧠 Самый умный
uk_ua: 🧠 Найрозумніший

source: 👨‍🏫 The most precise
cs_cz: 👨‍🏫 Nejpřesnější
de_de: 👨‍🏫 Der präziseste
es_es: 👨‍🏫 El más preciso
fi_fi: 👨‍🏫 Tarkin
fr_fr: 👨‍🏫 Le plus précis
pt_br: 👨‍🏫 O mais preciso
ru_ru: 👨‍🏫 Самый точный
uk_ua: 👨‍🏫 Найточніший

source: Select the AI Provider for this chat
cs_cz: Vyberte poskytovatele AI pro tento chat
de_de: Wählen Sie den KI-Anbieter für diesen Chat aus
es_es: Selecciona el Proveedor de IA para este chat
fi_fi: Valitse tekoälyn palveluntarjoaja tälle keskustelulle
fr_fr: Sélectionnez le fournisseur d'IA pour ce chat
pt_br: Selecione o provedor de IA para este chat
ru_ru: Выберите поставщика ИИ для этого чата
uk_ua: Виберіть AI-провайдера для цього чату

source: Current provider
cs_cz: Aktuální poskytovatel
de_de: Aktueller Anbieter
es_es: Proveedor actual
fi_fi: Nykyinen palveluntarjoaja
fr_fr: Fournisseur actuel
pt_br: Provedor atual
ru_ru: Текущий провайдер
uk_ua: Поточний постачальник

source: AI Provider
cs_cz: Poskytovatel AI
de_de: KI-Anbieter
es_es: Proveedor de IA
fi_fi: Tekoälyn palveluntarjoaja
fr_fr: Fournisseur d'IA
pt_br: Provedor de IA
ru_ru: Поставщик ИИ
uk_ua: Провайдер AI

source: Invalid message type
cs_cz: Neplatný typ zprávy
de_de: Ungültiger Nachrichtentyp
es_es: Tipo de mensaje inválido
fi_fi: Virheellinen viestityyppi
fr_fr: Type de message invalide
pt_br: Tipo de mensagem inválido
ru_ru: Неверный тип сообщения
uk_ua: Неправильний тип повідомлення

source: You are not allowed to change this setting
cs_cz: Nemáte oprávnění změnit toto nastavení
de_de: Sie dürfen diese Einstellung nicht ändern
es_es: ¡No tienes permiso para cambiar esta configuración!
fi_fi: Sinulla ei ole lupaa muuttaa tätä asetusta
fr_fr: Vous n'êtes pas autorisé à changer ce paramètre
pt_br: Você não tem permissão para alterar esta configuração
ru_ru: Вам не разрешено менять эту настройку
uk_ua: Ви не можете змінити це налаштування

source: Unknown provider
cs_cz: Neznámý poskytovatel
de_de: Unbekannter Anbieter
es_es: Proveedor desconocido
fi_fi: Tuntematon palveluntarjoaja
fr_fr: Fournisseur inconnu
pt_br: Provedor desconhecido
ru_ru: Неизвестный провайдер
uk_ua: Невідомий постачальник

source: Chat
fi_fi: Keskustelu
pt_br: Bate-papo
ru_ru: Чат
uk_ua: Чат

source: New provider
cs_cz: Nový poskytovatel
de_de: Neuer Anbieter
es_es: Nuevo proveedor
fi_fi: Uusi tarjoaja
fr_fr: Nouveau fournisseur
pt_br: Novo provedor
ru_ru: Новый провайдер
uk_ua: Новий провайдер

source: AI Provider was updated
cs_cz: Poskytovatel AI byl aktualizován
de_de: KI-Anbieter wurde aktualisiert
es_es: Proveedor de IA actualizado
fi_fi: Tekoälyn tarjoaja päivitettiin
fr_fr: Le fournisseur d'IA a été mis à jour
pt_br: Provedor de IA foi atualizado
ru_ru: Провайдер ИИ был обновлён
uk_ua: Постачальник ШІ було оновлено

source: Provider updated
cs_cz: Poskytovatel aktualizován
de_de: Anbieter aktualisiert
es_es: Proveedor actualizado
fi_fi: Palveluntarjoaja päivitetty
fr_fr: Fournisseur mis à jour
pt_br: Provedor atualizado
ru_ru: Провайдер обновлен
uk_ua: Постачальник оновлений

source: Generate a new note using AI
cs_cz: Vytvoří novou poznámku pomocí AI
de_de: Generiert eine neue Notiz mit KI
es_es: Generar una nueva nota usando IA
fi_fi: Luo uusi muistiinpano tekoälyllä
fr_fr: Générer une nouvelle note en utilisant l'IA
pt_br: Gere uma nova nota usando IA
ru_ru: Создать новую заметку с помощью AI
uk_ua: Генерує нову примітку за допомогою AI

source: ✨ Generating...
cs_cz: ✨ Generování...
fi_fi: ✨ Luodaan...
ru_ru: ✨ Генерация...
uk_ua: ✨ Генерація...

source: AI Generation failed, note already exists! Please try again.
cs_cz: Generování AI selhalo, poznámka již existuje! Zkuste to prosím znovu.
de_de: KI-Generierung fehlgeschlagen, die Notiz existiert bereits! Bitte versuchen Sie es erneut.
es_es: ¡Falló la generación de IA, la nota ya existe! Por favor inténtalo de nuevo.
fi_fi: Tekoälygenerointi epäonnistui, muistiinpano on jo olemassa! Yritä uudestaan.
fr_fr: Échec de la génération de l'IA, la note existe déjà ! Veuillez réessayer.
pt_br: Falha na geração de IA, a nota já existe! Por favor, tente novamente.
ru_ru: Ошибка генерации AI, заметка уже существует! Пожалуйста, попробуйте снова.
uk_ua: Генерація AI не вдалася, примітка вже існує! Будь ласка, спробуйте ще раз.

source: ✨ Note was successfully generated
cs_cz: ✨ Poznámka byla úspěšně vygenerována
fi_fi: ✨ Muistiinpano luotiin onnistuneesti
ru_ru: ✨ Заметка была успешно сгенерирована
uk_ua: ✨ Примітка була успішно згенерована

source: Use {cmd} to retrieve this note.
cs_cz: Použijte {cmd} pro načtení této poznámky.
de_de: Benutze {cmd} um diese Notiz abzurufen.
es_es: Use {cmd} para recuperar esta nota.
fi_fi: Käytä {cmd} noutaaksesi tämä muistiinpano.
fr_fr: Utilisez {cmd} pour récupérer cette note.
pt_br: Use {cmd} para recuperar esta nota.
ru_ru: Используйте {cmd} для получения этой заметки.
uk_ua: Використовуйте {cmd}, щоб отримати цю замітку.

source: Controls AI Auto translator
cs_cz: Ovládat AI Automatický překladač
de_de: Die KI-Autotranslator steuern
es_es: Controlar traductor automático de IA
fi_fi: Ohjaa tekoälyä automaattisella kääntäjällä
fr_fr: Contrôle le traducteur automatique d'IA
pt_br: Controlar tradutor automático de IA
ru_ru: Управляет AI Авто переводчиком
uk_ua: Керує AI Авто перекладом

source: ✨ AI Auto translate
fi_fi: ✨ AI Automaattikäännös
ru_ru: ✨ AI автоперевод
uk_ua: ✨ AI Авто переклад

source: Controls AI features
cs_cz: Ovládat funkce AI
de_de: KI-Funktionen steuern
es_es: Controlar características de IA
fi_fi: Ohjaa tekoälyn ominaisuuksia
fr_fr: Contrôle les fonctionnalités d'IA
pt_br: Controlar recursos de IA
ru_ru: Управление функциями AI
uk_ua: Керує функціями AI

source: ✨ AI Features
cs_cz: ✨ Funkce AI
fi_fi: ✨ AI-ominaisuudet
ru_ru: ✨ Возможности AI
uk_ua: ✨ AI-функції

source: Please send me the AI instruction to proceed!
cs_cz: Prosím pošlete mi pokyny AI k pokračování!
de_de: Bitte senden Sie mir die KI-Anweisung, um fortzufahren!
es_es: ¡Por favor, envíame la instrucción de IA para continuar!
fi_fi: Lähetä minulle AI-ohjeet jatkaaksesi!
fr_fr: Veuillez m'envoyer l'instruction de l'IA pour continuer !
pt_br: Por favor, me envie a instrução de IA para prosseguir!
ru_ru: Пожалуйста, отправьте мне инструкции AI, чтобы продолжить!
uk_ua: Будь ласка, надішліть мені інструкцію AI, щоб продовжити!

source: The AI will try to remember the chat context and will respond accordingly!
cs_cz: AI se pokusí zapamatovat si kontext chatu a bude reagovat odpovídajícím způsobem!
de_de: Die KI wird versuchen, den Chat-Kontext zu merken und entsprechend zu antworten!
es_es: ¡La IA intentará recordar el contexto del chat y responderá en consecuencia!
fi_fi: AI yrittää muistaa chat-kontekstin ja vastaa sen mukaisesti!
fr_fr: L'IA essaiera de se souvenir du contexte du chat et répondra en conséquence !
pt_br: A IA tentará lembrar o contexto do chat e responderá de acordo!
ru_ru: AI попытается запомнить контекст чата и ответить соответственно!
uk_ua: AI спробує запам'ятати контекст чату і відповідно відповідати!

source: For example, you can combine it with the warn filter: 'Tell the user how bad it is to speak profanity'
cs_cz: Například to můžete zkombinovat s filtrem varování: 'Povězte uživateli, jak špatné je mluvit obscénně'
de_de: Zum Beispiel können Sie es mit dem Warnfilter kombinieren: 'Warnen Sie den Benutzer, wie schlimm es ist, obszöne Wörter zu verwenden'
es_es: Por ejemplo, puedes combinarlo con el filtro de advertencia: 'Dile al usuario lo malo que es hablar con groserías'
fi_fi: Esimerkiksi voit yhdistää sen varoitus-suodattimeen: 'Kerro käyttäjälle, kuinka huonoa on kiroilla'
fr_fr: Par exemple, vous pouvez le combiner avec le filtre d'avertissement : 'Informez l'utilisateur à quel point il est mauvais de parler de vulgarité'
pt_br: Por exemplo, você pode combiná-lo com o filtro de aviso: 'Diga ao usuário como é ruim falar palavrões'
ru_ru: Например, вы можете комбинировать это с фильтром предупреждения: 'Скажите пользователю, как плохо использовать нецензурные слова'
uk_ua: Наприклад, ви можете поєднати це з фільтром попередження: 'Скажіть користувачеві, як погано говорити ненормативною лексикою'

source: Should be AI prompt, please try again!
cs_cz: Mělo by to být AI prompt, zkuste to prosím znovu!
de_de: Sollte ein KI-Prompt sein, bitte versuchen Sie es erneut!
es_es: ¡Debiera ser un prompt de IA, por favor inténtalo de nuevo!
fi_fi: Pitäisi olla AI-kehote, yritä uudelleen!
fr_fr: Cela devrait être une invite d'IA, veuillez réessayer !
pt_br: Isso deve ser um prompt de IA, por favor, tente novamente!
ru_ru: Должен быть AI-подсказка, пожалуйста, попробуйте снова!
uk_ua: Це має бути запитом AI, будь ласка, спробуйте ще раз!

source: ✨ AI Response
cs_cz: ✨ AI odpověď
fi_fi: ✨ AI-vastaus
ru_ru: ✨ Ответ AI
uk_ua: ✨ Відповідь AI

source: Generates a new AI mode
de_de: Generiert einen neuen KI-Modus
es_es: Genera un nuevo modo de IA
fi_fi: Luo uuden AI-tilan
fr_fr: Génère un nouveau mode d'IA
pt_br: Gera um novo modo de IA
ru_ru: Генерирует новый режим AI
uk_ua: Генерує новий режим AI

source: No data
cs_cz: Žádná data
de_de: Keine Daten
es_es: Sin datos
fi_fi: Ei tietoja
fr_fr: Aucune donnée
pt_br: Sem dados
ru_ru: Нет данных
uk_ua: Немає даних

source: Today
cs_cz: Dnes
de_de: Heute
es_es: Hoy
fi_fi: Tänään
fr_fr: Aujourd'hui
pt_br: Hoje
ru_ru: Сегодня
uk_ua: Сьогодні

source: This week
cs_cz: Tento týden
de_de: Diese Woche
es_es: Esta semana
fi_fi: Tämä viikko
fr_fr: Cette semaine
pt_br: Esta semana
ru_ru: На этой неделе
uk_ua: Цього тижня

source: This month
cs_cz: Tento měsíc
de_de: Dieser Monat
es_es: Este mes
fi_fi: Tämä kuukausi
fr_fr: Ce mois-ci
pt_br: Este mês
ru_ru: В этом месяце
uk_ua: Цього місяця
