Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Federation ID to unsubscribe from
cs_cz: ID federace pro odhlášení
de_de: Föderations-ID zum Abbestellen
es_es: ID de la Federación a cancelar suscripción
fi_fi: Liiton ID peruutettaessa
fr_fr: ID de la fédération à désabonner
pt_br: ID da federação para cancelar inscrição
ru_ru: ID федерации для отписки
uk_ua: Ідентифікатор федерації для відписки

source: 🏛 Unsubscription Failed
cs_cz: 🏛 Odhlášení selhalo
de_de: 🏛 Abonnement gekündigt
es_es: 🏛 Cancelación de Suscripción Fallida
fi_fi: 🏛 Tilauksen peruutus epäonnistui
fr_fr: 🏛 Échec du désabonnement
pt_br: 🏛 Falha no Cancelamento da Inscrição
ru_ru: 🏛 Ошибка отписки
uk_ua: 🏛 Не вдалося відписатися

source: Federation '{name}' is not subscribed to '{name2}'.
cs_cz: Federace "{name}" není přihlášena k "{name2}".
de_de: Föderation '{name}' ist nicht bei '{name2}' abonniert.
es_es: La federación '{name}' no está suscrita a '{name2}'.
fi_fi: Liitto '{name}' ei ole tilannut '{name2}'.
fr_fr: La fédération '{name}' n'est pas abonnée à '{name2}'.
pt_br: A federação '{name}' não está inscrita em '{name2}'.
ru_ru: Федерация '{name}' не подписана на '{name2}'.
uk_ua: Федерація '{name}' не підписана на '{name2}'.

source: 🏛 Federation Unsubscribed
cs_cz: 🏛 Federace odhlášena
de_de: 🏛 Föderation abonniert
es_es: 🏛 Federación Desuscrita
fi_fi: 🏛 Liitto peruutettu
fr_fr: 🏛 Fédération Désabonnée
pt_br: 🏛 Federação Desinscrita
ru_ru: 🏛 Федерация отписана
uk_ua: 🏛 Федерацію від'єднано

source: Unsubscribed from
cs_cz: Odhlašuje se od
de_de: Abgemeldet von
es_es: Desuscrita de
fi_fi: Peruutettu
fr_fr: Désabonné de
pt_br: Desinscrito de
ru_ru: Отписано от
uk_ua: Від'єднано від

source: 🏛 Federation '{fed_name}' ({fed_id}) unsubscribed from '{target_fed_name}' ({target_fed_id})
cs_cz: 🏛 Federace "{fed_name}" ({fed_id}) přestala sledovat "{target_fed_name}" ({target_fed_id})
de_de: 🏛 Föderation '{fed_name}' ({fed_id}) hat sich von '{target_fed_name}' ({target_fed_id}) abgemeldet
es_es: 🏛 Federación '{fed_name}' ({fed_id}) canceló la suscripción de '{target_fed_name}' ({target_fed_id})
fi_fi: 🏛 Liitto '{fed_name}' ({fed_id}) peruutettu '{target_fed_name}' ({target_fed_id})
fr_fr: 🏛 La fédération '{fed_name}' ({fed_id}) s'est désabonnée de '{target_fed_name}' ({target_fed_id})
pt_br: 🏛 Federação '{fed_name}' ({fed_id}) cancelou a inscrição de '{target_fed_name}' ({target_fed_id})
ru_ru: 🏛 Федерация '{fed_name}' ({fed_id}) отписана от '{target_fed_name}' ({target_fed_id})
uk_ua: 🏛 Федерацію '{fed_name}' ({fed_id}) від'єднано від '{target_fed_name}' ({target_fed_id})

source: Transfer federation ownership
cs_cz: Převod vlastnictví federace
de_de: Föderationsbesitz übertragen
es_es: Transferir propiedad de la federación
fi_fi: Siirrä liiton omistajuus
fr_fr: Transférer la propriété de la fédération
pt_br: Transfere a propriedade da federação
ru_ru: Передать владение федерацией
uk_ua: Передати власність федерації

source: Federation ID to transfer
cs_cz: ID federace pro převod
de_de: Föderations-ID zur Übertragung
es_es: ID de la Federación a transferir
fi_fi: Liiton ID siirrettäessä
fr_fr: ID de la fédération à transférer
pt_br: ID da federação para transferir
ru_ru: ID федерации для передачи
uk_ua: Ідентифікатор федерації для передачі

source: New owner username or ID
cs_cz: Nové uživatelské jméno nebo ID
de_de: Neuer Besitzername oder ID
es_es: Nuevo nombre de usuario o ID del propietario
fi_fi: Uuden omistajan käyttäjätunnus tai ID
fr_fr: Nouveau nom d'utilisateur ou ID du propriétaire
pt_br: Nome de usuário ou ID do novo proprietário
ru_ru: Новое имя пользователя или ID
uk_ua: Нове ім'я користувача або ідентифікатор

source: Only the federation owner can transfer ownership.
cs_cz: Vlastnictví může převést pouze vlastník federace.
de_de: Nur der Föderationsbesitzer kann den Besitz übertragen.
es_es: Solo el propietario de la federación puede transferir la propiedad.
fi_fi: Vain liiton omistaja voi siirtää omistajuuden.
fr_fr: Seul le propriétaire de la fédération peut transférer la propriété.
pt_br: Apenas o proprietário da federação pode transferir a propriedade.
ru_ru: Только владелец федерации может передать владение.
uk_ua: Тільки власник федерації може передати власність.

source: Invalid user. Please provide a valid username or user ID.
cs_cz: Neplatný uživatel. Zadejte platné uživatelské jméno nebo ID uživatele.
de_de: Ungültiger Benutzer. Bitte geben Sie einen gültigen Benutzernamen oder eine gültige Benutzer-ID an.
es_es: Usuario no válido. Por favor, proporcionar un nombre de usuario o ID de usuario válido.
fi_fi: Virheellinen käyttäjä. Anna kelvollinen käyttäjätunnus tai käyttäjän ID.
fr_fr: Utilisateur invalide. Veuillez fournir un nom d'utilisateur ou un ID d'utilisateur valide.
pt_br: Usuário inválido. Por favor, forneça um nome de usuário ou ID de usuário válido.
ru_ru: Неверный пользователь. Пожалуйста, укажите правильное имя пользователя или ID пользователя.
uk_ua: Недійсний користувач. Будь ласка, надайте дійсне ім'я користувача або ідентифікатор користувача.

source: You cannot transfer ownership to yourself.
cs_cz: Nemůžete převést vlastnictví na sebe.
de_de: Sie können den Besitz nicht an sich selbst übertragen.
es_es: No puedes transferir la propiedad a ti mismo.
fi_fi: Et voi siirtää omistajuutta itsellesi.
fr_fr: Vous ne pouvez pas transférer la propriété à vous-même.
pt_br: Você não pode transferir a propriedade para si mesmo.
ru_ru: Вы не можете передать владение себе.
uk_ua: Ви не можете передати власність собі.

source: 🏛 Transfer Request Sent
cs_cz: 🏛 Žádost o převod odeslána
de_de: 🏛 Übertragungsanfrage gesendet
es_es: 🏛 Solicitud de Transferencia Enviada
fi_fi: 🏛 Siirto pyyntö lähetetty
fr_fr: 🏛 Demande de Transfert Envoyée
pt_br: 🏛 Pedido de Transferência Enviado
ru_ru: 🏛 Запрос на передачу отправлен
uk_ua: 🏛 Запит на передачу надіслано

source: Ownership transfer request sent to user {user_id}.
cs_cz: Žádost o převod vlastnictví byla odeslána uživateli {user_id}.
de_de: Besitzübertragungsanfrage an Benutzer {user_id} gesendet.
es_es: Solicitud de transferencia de propiedad enviada al usuario {user_id}.
fi_fi: Omistajuuden siirtopyyntö lähetetty käyttäjälle {user_id}.
fr_fr: La demande de transfert de propriété a été envoyée à l'utilisateur {user_id}.
pt_br: Solicitação de transferência de propriedade enviada para o usuário {user_id}.
ru_ru: Запрос на передачу владения отправлен пользователю {user_id}.
uk_ua: Запит на передачу власності надіслано користувачеві {user_id}.

source: They have 5 minutes to accept with /accepttransfer {fed_id}
cs_cz: Mají 5 minut na přijetí pomocí /accepttransfer {fed_id}
de_de: Sie haben 5 Minuten Zeit, mit /accepttransfer {fed_id} zu akzeptieren
es_es: Tienen 5 minutos para aceptar con /accepttransfer {fed_id}
fi_fi: Heillä on 5 minuuttia aikaa hyväksyä /accepttransfer {fed_id}
fr_fr: Ils ont 5 minutes pour accepter avec /accepttransfer {fed_id}
pt_br: Eles têm 5 minutos para aceitar com /accepttransfer {fed_id}
ru_ru: У них есть 5 минут, чтобы принять с помощью /accepttransfer {fed_id}
uk_ua: У них є 5 хвилин, щоб прийняти за допомогою /accepttransfer {fed_id}

source: Unban a user from the federation
cs_cz: Odstranit uživatele z federace
de_de: Benutzer aus der Föderation entbannen
es_es: Desbanea a un usuario de la federación
fi_fi: Poista käyttäjän kielto liitossa
fr_fr: Débannir un utilisateur de la fédération
pt_br: Desbane um usuário da federação
ru_ru: Снять бан с пользователя в федерации
uk_ua: Розблокувати користувача з федерації

source: User to unban
cs_cz: Uživatel k odblokování
de_de: Zu entsperrender Benutzer
es_es: Usuario a desbanear
fi_fi: Käyttäjä, jolta kielto poistetaan
fr_fr: Utilisateur à débannir
pt_br: Usuário para desbanir
ru_ru: Пользователь для снятия бана
uk_ua: Користувач для розблокування

source: Failed to unban user.
cs_cz: Nepodařilo se odblokovat uživatele.
de_de: Fehler beim Entsperren des Benutzers.
es_es: Error al desbanear usuario.
fi_fi: Käyttäjän kiellon poistaminen epäonnistui.
fr_fr: Échec du débannissement de l'utilisateur.
pt_br: Falha ao desbanir usuário.
ru_ru: Не удалось снять бан с пользователя.
uk_ua: Не вдалося розблокувати користувача.

source: This chat is not in any federation. Use /funban <fed_id> <user> to specify federation.
cs_cz: Tento chat není v žádné federaci. Použijte /funban <fed_id> <user> k určení federace.
de_de: Dieser Chat ist nicht in einer Föderation. Verwenden Sie /funban <fed_id> <user>, um die Föderation anzugeben.
es_es: Este chat no está en ninguna federación. Usar /funban <fed_id> <user> para especificar federación.
fi_fi: Tämä keskustelu ei ole missään liitossa. Käytä /funban <fed_id> <user> määrittääksesi liitto.
fr_fr: Ce chat n'est dans aucune fédération. Utilisez /funban <fed_id> <user> pour spécifier la fédération.
pt_br: Este bate-papo não está em nenhuma federação. Use /funban <fed_id> <usuário> para especificar a federação.
ru_ru: Этот чат не находится в какой-либо федерации. Используйте /funban <fed_id> <user> для указания федерации.
uk_ua: Цей чат не належить до жодної федерації. Використайте /funban <fed_id> <user>, щоб вказати федерацію.

source: You don't have permission to unban users in this federation.
cs_cz: Nemáte oprávnění odblokovat uživatele v této federaci.
de_de: Sie haben keine Berechtigung, Benutzer in dieser Föderation zu entsperren.
es_es: No tienes permiso para desbanear usuarios en esta federación.
fi_fi: Sinulla ei ole lupaa poistaa käyttäjien kieltoja tässä liitossa.
fr_fr: Vous n'avez pas la permission de débannir des utilisateurs dans cette fédération.
pt_br: Você não tem permissão para desbanir usuários nesta federação.
ru_ru: У вас нет прав на снятие бана с пользователей в этой федерации.
uk_ua: У вас немає дозволу розблокувати користувачів у цій федерації.

source: This user is not banned in this federation.
cs_cz: Tento uživatel není v této federaci zablokován.
de_de: Dieser Benutzer ist nicht in dieser Föderation gesperrt.
es_es: Este usuario no está baneado en esta federación.
fi_fi: Tätä käyttäjää ei ole kielletty tässä liitossa.
fr_fr: Cet utilisateur n'est pas banni dans cette fédération.
pt_br: Este usuário não está banido nesta federação.
ru_ru: Этот пользователь не забанен в этой федерации.
uk_ua: Цей користувач не заблокований у цій федерації.

source: Cannot unban this user because their ban originated from a subscription.
cs_cz: Tohoto uživatele nelze odblokovat, protože jeho blokace pochází z předplatného.
de_de: Dieser Benutzer kann nicht entsperrt werden, da seine Sperre von einem Abonnement stammt.
es_es: No se puede desbanear a este usuario porque su baneo proviene de una suscripción.
fi_fi: En voi poistaa tämän käyttäjän kieltoa, koska kielto on peräisin tilauksesta.
fr_fr: Impossible de débannir cet utilisateur car son bannissement provient d'un abonnement.
pt_br: Não é possível desbanir este usuário porque seu banimento originou-se de uma inscrição.
ru_ru: Невозможно снять бан с этого пользователя, так как его бан произошел из подписки.
uk_ua: Не вдається розблокувати цього користувача, оскільки його блокування походить з підписки.

source: 🏛 Cannot Unban User
cs_cz: 🏛 Nelze odblokovat uživatele
de_de: 🏛 Benutzer kann nicht entsperrt werden
es_es: 🏛 No se puede desbanear al usuario
fi_fi: 🏛 Käyttäjän kieltoa ei voi poistaa
fr_fr: 🏛 Impossible de Débannir l'Utilisateur
pt_br: 🏛 Não é possível desbanir usuário
ru_ru: 🏛 Невозможно снять бан с пользователя
uk_ua: 🏛 Не вдається розблокувати користувача

source: This user cannot be unbanned because they are banned in a federation this federation subscribes to.
cs_cz: Tohoto uživatele nelze odblokovat, protože je zablokován v federaci, kterou tato federace sleduje.
de_de: Dieser Benutzer kann nicht entsperrt werden, da er in einer Föderation gesperrt ist, die diese Föderation abonniert hat.
es_es: Este usuario no puede ser desbaneado porque está baneado en una federación a la que esta federación está suscrita.
fi_fi: Tätä käyttäjää ei voida vapauttaa kiellosta, koska häntä on kielletty liitossa, johon tämä liitto on tilannut.
fr_fr: Cet utilisateur ne peut pas être débanni car il est banni dans une fédération à laquelle cette fédération est abonnée.
pt_br: Este usuário não pode ser desbanido porque está banido em uma federação à qual esta federação está inscrita.
ru_ru: Этот пользователь не может быть разбанен, так как он забанен в федерации, на которую подписана эта федерация.
uk_ua: Цього користувача не можна розблокувати, оскільки він заблокований у федерації, на яку підписана ця федерація.

source: 📅 Banned on
cs_cz: 📅 Zablokován dne
de_de: 📅 Gesperrt am
es_es: 📅 Baneado el
fi_fi: 📅 Kielletty
fr_fr: 📅 Banni le
pt_br: 📅 Banido em
ru_ru: 📅 Забанен
uk_ua: 📅 Заблоковано

source: 🏛 Federation
cs_cz: 🏛 Federace
de_de: 🏛 Föderation
es_es: 🏛 Federación
fi_fi: 🏛 Liitto
fr_fr: 🏛 Fédération
pt_br: 🏛 Federação
ru_ru: 🏛 Федерация
uk_ua: 🏛 Федерація

source: 👤 Banned by
cs_cz: 👤 Zablokoval
de_de: 👤 Gesperrt von
es_es: 👤 Baneado por
fi_fi: 👤 Kieltänyt
fr_fr: 👤 Banni par
pt_br: 👤 Banido por
ru_ru: 👤 Забанил
uk_ua: 👤 Заблоковано

source: 📝 Reason
cs_cz: 📝 Důvod
de_de: 📝 Grund
es_es: 📝 Razón
fi_fi: 📝 Syys
fr_fr: 📝 Raison
pt_br: 📝 Motivo
ru_ru: 📝 Причина
uk_ua: 📝 Причина

source: To unban this user, you need to unsubscribe from the parent federation first:
cs_cz: Chcete-li tohoto uživatele odblokovat, musíte se nejprve odhlásit z nadřazené federace:
de_de: Um diesen Benutzer zu entsperren, müssen Sie zuerst das Abonnement der übergeordneten Föderation kündigen:
es_es: Para desbanear a este usuario, primero debe cancelar la suscripción de la federación principal:
fi_fi: Vapauttaaksesi tämän käyttäjän, sinun on ensin peruutettava tilaus yläliitosta:
fr_fr: Pour débannir cet utilisateur, vous devez d'abord vous désabonner de la fédération parente :
pt_br: Para desbanir este usuário, você precisa cancelar a inscrição na federação principal primeiro:
ru_ru: Чтобы снять бан с этого пользователя, сначала отпишитесь от родительской федерации:
uk_ua: Щоб розблокувати цього користувача, спочатку відпишіться від батьківської федерації:

source: 🏛 User Unbanned from Federation
cs_cz: 🏛 Uživatel odblokován z federace
de_de: 🏛 Benutzer aus Föderation entbannt
es_es: 🏛 Usuario Desbaneado de la Federación
fi_fi: 🏛 Käyttäjä vapautettu liitosta
fr_fr: 🏛 Utilisateur Débanni de la Fédération
pt_br: 🏛 Usuário Desbanido da Federação
ru_ru: 🏛 Пользователь разбанен в Федерации
uk_ua: 🏛 Користувача розблоковано з федерації

source: Unbanned by
cs_cz: Odblokoval
de_de: Entsperrt von
es_es: Desbaneado por
fi_fi: Vapauttanut
fr_fr: Débanni par
pt_br: Desbanido por
ru_ru: Разбанил
uk_ua: Розблоковано

source: 🏛 User {unbanned_user} has been unbanned from federation by {unbanner}.
cs_cz: 🏛 Uživatel {unbanned_user} byl odblokován z federace uživatelem {unbanner}.
de_de: 🏛 Benutzer {unbanned_user} wurde von der Föderation durch {unbanner} entbannt.
es_es: 🏛 El usuario {unbanned_user} ha sido desbaneado de la federación por {unbanner}.
fi_fi: 🏛 Käyttäjä {unbanned_user} on vapautettu liitosta käyttäjän {unbanner} toimesta.
fr_fr: 🏛 L'utilisateur {unbanned_user} a été débanni de la fédération par {unbanner}.
pt_br: 🏛 O usuário {unbanned_user} foi desbanido da federação por {unbanner}.
ru_ru: 🏛 Пользователь {unbanned_user} был разбанен в федерации пользователем {unbanner}.
uk_ua: 🏛 Користувача {unbanned_user} розблоковано з федерації користувачем {unbanner}.

source: Filters
cs_cz: Filtry
de_de: Filter
es_es: Filtros
fi_fi: Suodattimet
fr_fr: Filtres
pt_br: Filtros
ru_ru: Фильтры
uk_ua: Фільтри

source: Filters allows to invoke different actions for different messages.
cs_cz: Filtry umožňují vyvolávat různé akce pro různé zprávy.
de_de: Filter ermöglichen es, verschiedene Aktionen für verschiedene Nachrichten auszulösen.
es_es: Los filtros permiten invocar diferentes acciones para diferentes mensajes.
fi_fi: Suotimet mahdollistavat eri toimintojen käynnistämisen eri viesteille.
fr_fr: Les filtres permettent d'invoquer différentes actions pour différents messages.
pt_br: Filtros permitem invocar diferentes ações para diferentes mensagens.
ru_ru: Фильтры позволяют вызывать разные действия для разных сообщений.
uk_ua: Фільтри дозволяють викликати різні дії для різних повідомлень.

source: For example muting the users when they mention crypto.
cs_cz: Například ztlumení uživatelů, když zmíní kryptoměnu.
de_de: Zum Beispiel die Benutzer stummschalten, wenn sie von Krypto sprechen.
es_es: Por ejemplo, silenciar a los usuarios cuando mencionan criptomonedas.
fi_fi: Esimerkiksi käyttäjien vaimentaminen, kun he mainitsevat kryptovaluutat.
fr_fr: Par exemple, mettre les utilisateurs en sourdine lorsqu'ils mentionnent la crypto.
pt_br: Por exemplo, silenciando os usuários quando eles mencionam cripto.
ru_ru: Например, заглушать пользователей, когда они упоминают криптовалюту.
uk_ua: Посилання на користувача, зазвичай створюється шляхом згадки користувача без імені користувача.

source: Sophie supports many different actions you can configure to automatize chat moderation in many different ways.
cs_cz: Sophie podporuje mnoho různých akcí, které můžete nakonfigurovat pro automatizaci moderování chatu mnoha různými způsoby.
de_de: Sophie unterstützt viele verschiedene Aktionen, die Sie konfigurieren können, um die Moderation des Chats auf viele verschiedene Arten zu automatisieren.
es_es: Sophie admite muchas acciones diferentes que puedes configurar para automatizar la moderación del chat de diversas maneras.
fi_fi: Sophie tukee monia eri toimintoja, joita voit määrittää chat-moderauksen automatisointiin monin eri tavoin.
fr_fr: Sophie prend en charge de nombreuses actions différentes que vous pouvez configurer pour automatiser la modération du chat de différentes manières.
pt_br: Sophie suporta muitas ações diferentes que você pode configurar para automatizar a moderação de chat de muitas maneiras diferentes.
ru_ru: Софи поддерживает множество различных действий, которые вы можете настроить для автоматизации модерации чата разными способами.
uk_ua: Цю команду можна використовувати лише в групі або під час підключення до групи в особистих повідомленнях.

source: Continuing setup is only possible by the same user who started it.
cs_cz: V nastavení může pokračovat pouze uživatel, který ho začal.
de_de: Die Fortsetzung der Einrichtung ist nur durch denselben Benutzer möglich, der sie begonnen hat.
es_es: Continuar con la configuración solo es posible por el mismo usuario que la inició.
fi_fi: Jatkaminen asetuksen kanssa on mahdollista vain sille käyttäjälle, joka sen aloitti.
fr_fr: La configuration continue n'est possible que par le même utilisateur qui l'a commencée.
pt_br: Continuar a configuração só é possível pelo mesmo usuário que a iniciou.
ru_ru: Продолжение настройки возможно только для того же пользователя, который начал её.
uk_ua: Продовжити налаштування може тільки той самий користувач, який його розпочав.

source: setup
cs_cz: nastavení
de_de: einrichten
es_es: configuración
fi_fi: asetukset
fr_fr: configuration
pt_br: configuração
ru_ru: настройка
uk_ua: налаштування

source: ⬅ Back
cs_cz: ⬅ Zpět
de_de: ⬅ Zurück
es_es: ⬅ Atrás
fi_fi: ⬅ Takaisin
fr_fr: ⬅ Retour
pt_br: ⬅ Voltar
ru_ru: ⬅ Дополнительно
uk_ua: Зверніться до /help для отримання додаткової інформації про підключення.

source: ❌ Cancel
de_de: ❌ Abbrechen
es_es: ❌ Cancelar
fi_fi: ❌ Peruuta
pt_br: ❌ Cancelar
ru_ru: ❌ Отмена
uk_ua: ❌ Скасувати

source: Select a filter action:
cs_cz: Vyberte akci filtru:
de_de: Wählen Sie eine Filteraktion aus:
es_es: Seleccione una acción de filtro:
fi_fi: Valitse suodatintoimenpide:
fr_fr: Sélectionnez une action de filtre :
pt_br: Selecione uma ação de filtro:
ru_ru: Выберите действие фильтра:
uk_ua: Оберіть дію фільтра:

source: No additional actions available.
cs_cz: Žádné další akce nejsou k dispozici.
de_de: Keine zusätzlichen Aktionen verfügbar.
es_es: No hay acciones adicionales disponibles.
fi_fi: Ei lisätoimintoja saatavilla.
fr_fr: Aucune action supplémentaire disponible.
pt_br: Nenhuma ação adicional disponível.
ru_ru: Дополнительные действия недоступны.
uk_ua: Вимога адміністратора!

source: ⬅️ Do not add an action (Back)
cs_cz: ⬅️ Nezapojujte akci (Zpět)
de_de: ⬅️ Fügen Sie keine Aktion hinzu (Zurück)
es_es: ⬅️ No agregar una acción (Atrás)
fi_fi: ⬅️ Älä lisää toimintoa (Takaisin)
fr_fr: ⬅️ Ne pas ajouter d'action (Retour)
pt_br: ⬅️ Não adicione uma ação (Voltar)
ru_ru: ⬅️ Не добавляйте действие (Назад)
uk_ua: Приватний чат

source: Select a filter action to remove:
cs_cz: Vyberte akci filtru k odstranění:
de_de: Wählen Sie eine Filteraktion zum Entfernen aus:
es_es: Seleccione una acción de filtro para eliminar:
fi_fi: Valitse suodattimen toiminto poistettavaksi:
fr_fr: Sélectionnez une action de filtre à supprimer :
pt_br: Selecione uma ação de filtro para remover:
ru_ru: Выберите действие фильтра для удаления:
uk_ua: Не вдалося знайти підключений чат у базі даних. Будь ласка, спробуйте відключитися та підключитися знову.

source: ⬅️ Do not remove actions (Back)
cs_cz: ⬅️ Neodstraňujte akce (Zpět)
de_de: ⬅️ Entfernen Sie keine Aktionen (Zurück)
es_es: ⬅️ No eliminar acciones (Atrás)
fi_fi: ⬅️ Älä poista toimintoja (Takaisin)
fr_fr: ⬅️ Ne pas supprimer d'actions (Retour)
pt_br: ⬅️ Não remova ações (Voltar)
ru_ru: ⬅️ Не удаляйте действия (Назад)
uk_ua: Софі AI

source: Text to match
cs_cz: Text k vyhledání
de_de: Text zum Suchen
es_es: Texto a buscar
fi_fi: Etsittävä teksti
fr_fr: Texte à rechercher
pt_br: Texto para buscar
ru_ru: Текст для поиска
uk_ua: Текст для пошуку

source: New filter
cs_cz: Nový filtr
de_de: Neuer Filter
es_es: Nuevo filtro
fi_fi: Uusi suodatin
fr_fr: Nouveau filtre
pt_br: Novo filtro
ru_ru: Новый фильтр
uk_ua: Новий фільтр

source: Handles
cs_cz: Zpracovává
de_de: Bearbeitet
es_es: Maneja
fi_fi: Käsittelee
fr_fr: Gère
pt_br: Gerencia
ru_ru: Обрабатывает
uk_ua: Обробляє

source: When {handler} in message
cs_cz: Když je {handler} ve zprávě
de_de: Wenn {handler} in der Nachricht
es_es: Cuando {handler} en el mensaje
fi_fi: Kun {handler} viestissä
fr_fr: Lorsque {handler} dans le message
pt_br: Quando {handler} na mensagem
ru_ru: Когда {handler} в сообщении
uk_ua: Коли {handler} у повідомленні

source: Action
cs_cz: Akce
de_de: Aktion
es_es: Acción
fi_fi: Toiminto
pt_br: Ação
ru_ru: Действие
uk_ua: Дія

source: ➕ Add another action
cs_cz: ➕ Přidat další akci
de_de: ➕ Eine weitere Aktion hinzufügen
es_es: ➕ Añadir otra acción
fi_fi: ➕ Lisää toinen toiminto
fr_fr: ➕ Ajouter une autre action
pt_br: ➕ Adicionar outra ação
ru_ru: ➕ Добавить ещё одно действие
uk_ua: ➕ Додати ще одну дію

source: ✅ Confirm
cs_cz: ✅ Potvrdit
de_de: ✅ Bestätigen
es_es: ✅ Confirmar
fi_fi: ✅ Vahvista
fr_fr: ✅ Confirmer
pt_br: ✅ Confirmar
ru_ru: ✅ Подтвердить
uk_ua: ✅ Підтвердити

source: ➖ Remove actions
cs_cz: ➖ Odstranit akce
de_de: ➖ Aktionen entfernen
es_es: ➖ Eliminar acciones
fi_fi: ➖ Poista toiminnot
fr_fr: ➖ Supprimer les actions
pt_br: ➖ Remover ações
ru_ru: ➖ Убрать действия
uk_ua: Веселка і блискітки

source: Deletes a filter
cs_cz: Smaže filtr
de_de: Löscht einen Filter
es_es: Elimina un filtro
fi_fi: Poistaa suodattimen
fr_fr: Supprime un filtre
pt_br: Exclui um filtro
ru_ru: Удаляет фильтр
uk_ua: Софі підтримує досить багато способів використання AI функцій.

source: ?Filter index
cs_cz: ?Index filtru
es_es: ?Índice del filtro
fi_fi: ?Suodattimen indeksi
fr_fr: ?Index du filtre
pt_br: ?Índice do filtro
ru_ru: ?Индекс фильтра
uk_ua: Від простого чат-бота до автоматичного перекладача. Гарного відпочинку.
