Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Current state {state} is cleared.
cs_cz: Aktuální stav {state} byl vymazán.
de_de: Aktueller Zustand {state} wurde gelöscht.
es_es: El estado actual {state} ha sido borrado.
fi_fi: Nykyinen tila {state} on tyhjennetty.
fr_fr: L'état actuel {state} est effacé.
pt_br: Estado atual {state} limpo.
ru_ru: Текущий статус {state} очищен.
uk_ua: Поточний стан {state} очищено.

source: You are not allowed to cancel this action!
cs_cz: Nemáte oprávnění zrušit tuto akci!
de_de: Du darfst diese Aktion nicht abbrechen!
es_es: ¡No tienes permiso para cancelar esta acción!
fi_fi: Sinulla ei ole oikeutta peruuttaa tätä toimintoa!
fr_fr: Vous n'êtes pas autorisé à annuler cette action !
pt_br: Você não tem permissão para cancelar esta ação!
ru_ru: Вам не разрешено отменять это действие!
uk_ua: Ви не можете скасувати цю дію!

source: ❌ Cancelled.
cs_cz: ❌ Zrušeno.
de_de: ❌ Abgebrochen.
es_es: ❌ Cancelado.
fi_fi: ❌ Peruutettu.
fr_fr: ❌ Annulé.
pt_br: ❌ Cancelado.
ru_ru: ❌ Отмена.
uk_ua: ❌ Скасовано.

source: Your ID: {id}
cs_cz: Vaše ID: {id}
de_de: Deine ID: {id}
es_es: Tu ID: {id}
fi_fi: ID: {id}
fr_fr: Votre ID : {id}
pt_br: Seu ID: {id}
ru_ru: Ваш ID: {id}
uk_ua: Ваш ID: {id}

source: Chat ID: {id}
cs_cz: ID chatu: {id}
es_es: ID del chat: {id}
fi_fi: Keskustelun ID: {id}
fr_fr: ID de chat : {id}
pt_br: ID do chat: {id}
ru_ru: ID чата: {id}
uk_ua: ID чату: {id}

source: Connected chat ID: {id}
cs_cz: ID aktuálně připojeného chatu: {id}
de_de: Verbunden Chat-ID: {id}
es_es: ID del chat conectado: {id}
fi_fi: Yhdistetyn keskustelun ID: {id}
fr_fr: ID de chat connecté : {id}
pt_br: ID do chat conectado: {id}
ru_ru: ID подключенного чата: {id}
uk_ua: ID підключеного чату: {id}

source: Replied user ID: {id}
cs_cz: Odpověděl uživatel ID: {id}
de_de: Antworten Benutzer-ID: {id}
es_es: ID del usuario respondido: {id}
fi_fi: Vastatun käyttäjän ID: {id}
fr_fr: ID de l'utilisateur répondu : {id}
pt_br: ID do usuário que respondeu: {id}
ru_ru: ID отвеченного пользователя: {id}
uk_ua: ID користувача, на якого відповіли: {id}

source: {user}'s ID: {id}
cs_cz: {user} má ID: {id}
de_de: ID von {user}: {id}
es_es: ID de {user}: {id}
fi_fi: {user}'in ID: {id}
fr_fr: ID de {user} : {id}
pt_br: ID de {user}: {id}
ru_ru: {user} ID: {id}
uk_ua: {user} ID: {id}

source: Invalid callback data
cs_cz: Neplatná data callbacku
de_de: Ungültige Callback-Daten
es_es: Datos de callback inválidos
fi_fi: Virheellinen callback-tieto
fr_fr: Données de rappel invalides
pt_br: Dados de callback inválidos
ru_ru: Неверные данные обратного вызова
uk_ua: Недійсні дані callback

source: Only one action is allowed for this filter
cs_cz: Pro tento filtr je povolena pouze jedna akce
de_de: Für diesen Filter ist nur eine Aktion erlaubt.
es_es: Solo se permite una acción para este filtro
fi_fi: Tälle suodattimelle sallitaan vain yksi toiminto
fr_fr: Une seule action est autorisée pour ce filtre
pt_br: Apenas uma ação é permitida para este filtro
ru_ru: Для этого фильтра разрешено только одно действие
uk_ua: Для цього фільтра дозволена лише одна дія

source: Message not found.
cs_cz: Zpráva nebyla nalezena.
de_de: Nachricht nicht gefunden.
es_es: Mensaje no encontrado.
fi_fi: Viestiä ei löydy.
fr_fr: Message introuvable.
pt_br: Mensagem não encontrada.
ru_ru: Сообщение не найдено.
uk_ua: Повідомлення не знайдено.

source: Action removed.
cs_cz: Akce byla odstraněna.
de_de: Aktion entfernt.
es_es: Acción eliminada.
fi_fi: Toiminto poistettu.
fr_fr: Action supprimée.
pt_br: Ação removida.
ru_ru: Действие удалено.
uk_ua: Дію видалено.

source: Invalid action
cs_cz: Neplatná akce
de_de: Ungültige Aktion
es_es: Acción inválida
fi_fi: Virheellinen toiminto
fr_fr: Action non valide
pt_br: Ação inválida
ru_ru: Неверное действие
uk_ua: Неприпустима дія

source: State management not available
cs_cz: Správa stavů není k dispozici
de_de: Zustandsverwaltung nicht verfügbar
es_es: La gestión de estado no está disponible
fi_fi: Tilan hallinta ei ole saatavilla
fr_fr: Gestion d'état non disponible
pt_br: Gerenciamento de estado não disponível
ru_ru: Управление состоянием недоступно
uk_ua: Керування станом недоступне

source: Action setup not properly configured
cs_cz: Nastavení akce není správně nakonfigurováno
de_de: Aktionseinrichtung nicht richtig konfiguriert
es_es: La configuración de la acción no está correctamente configurada
fi_fi: Toiminnon asetusta ei ole määritetty oikein
fr_fr: La configuration de l'action n'est pas correctement définie.
pt_br: A configuração da ação não está configurada corretamente.
ru_ru: Настройка действия выполнена некорректно
uk_ua: Налаштування дії некоректне

source: 🔙 Back
cs_cz: 🔙 Zpět
de_de: 🔙 Zurück
es_es: 🔙 Atrás
fi_fi: 🔙 Takaisin
fr_fr: 🔙 Retour
pt_br: 🔙 Voltar
ru_ru: 🔙 Дополнительно
uk_ua: 🔙 Назад

source: Action configuration cancelled.
cs_cz: Konfigurace akce zrušena.
de_de: Aktionseinrichtung abgebrochen.
es_es: Configuración de la acción cancelada.
fi_fi: Toiminnon määritys peruutettu.
fr_fr: Configuration de l'action annulée.
pt_br: Configuração da ação cancelada.
ru_ru: Настройка действия отменена.
uk_ua: Налаштування дії скасовано.

source: Cancelled
cs_cz: Zrušeno
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruutettu
fr_fr: Annulé
pt_br: Cancelado
ru_ru: Отмена
uk_ua: Скасовано

source: Saved
cs_cz: Uloženo
de_de: Gespeichert
es_es: Guardado
fi_fi: Tallennettu
fr_fr: Enregistré
pt_br: Salvo
ru_ru: Сохранена
uk_ua: Збережено

source: ✅ Save
cs_cz: ✅ Uložit
de_de: ✅ Speichern
es_es: ✅ Guardar
fi_fi: ✅ Tallenna
fr_fr: ✅ Enregistrer
pt_br: ✅ Salvar
ru_ru: ✅ Сохранить
uk_ua: ✅ Зберегти

source: Select an action to add:
cs_cz: Vyberte akci k přidání:
de_de: Wählen Sie eine Aktion zum Hinzufügen aus:
es_es: Seleccione una acción para agregar:
fi_fi: Valitse lisättävä toiminto:
fr_fr: Sélectionnez une action à ajouter :
pt_br: Selecione uma ação para adicionar:
ru_ru: Выберите действие для добавления:
uk_ua: Виберіть дію для додавання:

source: Action configured
cs_cz: Akce byla nakonfigurována
de_de: Aktion konfiguriert
es_es: Acción configurada
fi_fi: Toiminto määritetty
fr_fr: Action configurée
pt_br: Ação configurada
ru_ru: Действие настроено
uk_ua: Дію налаштовано

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
pt_br: Descrição
ru_ru: Описание
uk_ua: Опис

source: Action Configuration Complete
cs_cz: Konfigurace akce dokončena
de_de: Konfiguration der Aktion abgeschlossen
es_es: Configuración de la acción completada
fi_fi: Toiminnon määritys valmis
fr_fr: Configuration de l'action terminée
pt_br: Configuração da ação concluída
ru_ru: Настройка действия завершена
uk_ua: Налаштування дії завершено

source: 🗑️ Delete this action
cs_cz: 🗑️ Smazat tuto akci
de_de: 🗑️ Diese Aktion löschen
es_es: 🗑️ Eliminar esta acción
fi_fi: 🗑️ Poista tämä toiminto
fr_fr: 🗑️ Supprimer cette action
pt_br: 🗑️ Excluir esta ação
ru_ru: 🗑️ Удалить это действие
uk_ua: 🗑️ Видалити цю дію

source: ✅ Done
cs_cz: ✅ Hotovo
de_de: ✅ Erledigt
es_es: ✅ Hecho
fi_fi: ✅ Valmis
fr_fr: ✅ Terminé
pt_br: ✅ Concluído
ru_ru: ✅ Завершено
uk_ua: ✅ Готово

source: Action configured successfully!
cs_cz: Akce byla úspěšně nakonfigurována!
de_de: Aktion erfolgreich konfiguriert!
es_es: ¡Acción configurada con éxito!
fi_fi: Toiminto onnistuneesti määritetty!
fr_fr: Action configurée avec succès !
pt_br: Ação configurada com sucesso!
ru_ru: Действие успешно настроено!
uk_ua: Дію успішно налаштовано!

source: Invalid setting
cs_cz: Neplatné nastavení
de_de: Ungültige Einstellung
es_es: Configuración inválida
fi_fi: Virheellinen asetus
fr_fr: Paramètre invalide
pt_br: Configuração inválida
ru_ru: Неверная настройка
uk_ua: Неприпустиме налаштування

source: Setting configuration not available
cs_cz: Konfigurace nastavení není dostupná
de_de: Einstellungs-Konfiguration nicht verfügbar
es_es: La configuración del ajuste no está disponible
fi_fi: Asetuksen määrittäminen ei ole käytettävissä
fr_fr: Configuration du paramètre non disponible
pt_br: Configuração da opção não disponível
ru_ru: Конфигурация настройки недоступна
uk_ua: Конфігурація налаштування недоступна

source: Setting setup not properly configured
cs_cz: Nastavení není správně nakonfigurováno
de_de: Einstellungseinrichtung nicht richtig konfiguriert
es_es: La configuración del ajuste no está correctamente configurada
fi_fi: Asetuksen asetusta ei ole määritetty oikein
fr_fr: La configuration du paramètre n'est pas correctement définie.
pt_br: A configuração da opção não está configurada corretamente.
ru_ru: Настройка параметра выполнена некорректно
uk_ua: Налаштування параметра некоректне

source: Setup session expired. Please start again.
cs_cz: Relace nastavení vypršela. Prosím začněte znovu.
de_de: Die Setup-Sitzung ist abgelaufen. Bitte erneut starten.
es_es: La sesión de configuración ha expirado. Por favor, comience de nuevo.
fi_fi: Asetustiedot vanhentuneet. Aloita uudelleen.
fr_fr: La session de configuration a expiré. Veuillez recommencer.
pt_br: Sessão de configuração expirada. Por favor, inicie novamente.
ru_ru: Сессия настройки истекла. Пожалуйста, начните снова.
uk_ua: Сесія налаштування закінчилася. Будь ласка, почніть заново.

source: Setup data not found. Please try again.
cs_cz: Data pro nastavení nebyla nalezena. Prosím zkuste to znovu.
de_de: Einrichtungsdaten nicht gefunden. Bitte erneut versuchen.
es_es: No se encontraron datos de configuración. Por favor, inténtelo de nuevo.
fi_fi: Asetustietoja ei löydy. Yritä uudelleen.
fr_fr: Données de configuration introuvables. Veuillez réessayer.
pt_br: Dados de configuração não encontrados. Por favor, tente novamente.
ru_ru: Данные настройки не найдены. Пожалуйста, попробуйте снова.
uk_ua: Дані налаштування не знайдено. Будь ласка, спробуйте ще раз.

source: Invalid chat context. Please restart the setup.
cs_cz: Neplatný kontext chatu. Prosím restartujte nastavení.
de_de: Ungültiger Chat-Kontext. Bitte starten Sie die Einrichtung neu.
es_es: Contexto de chat inválido. Por favor, reinicie la configuración.
fi_fi: Virheellinen chat-konteksti. Käynnistä asetus uudelleen.
fr_fr: Contexte de discussion invalide. Veuillez relancer la configuration.
pt_br: Contexto do chat inválido. Por favor, reinicie a configuração.
ru_ru: Неверный контекст чата. Пожалуйста, перезапустите настройку.
uk_ua: Неприпустимий контекст чату. Будь ласка, перезапустіть налаштування.

source: Invalid action configuration.
cs_cz: Neplatná konfigurace akce.
de_de: Ungültige Aktionskonfiguration.
es_es: Configuración de la acción inválida.
fi_fi: Virheellinen toiminnon määrittäminen.
fr_fr: Configuration de l'action invalide.
pt_br: Configuração de ação inválida.
ru_ru: Неверная конфигурация действия.
uk_ua: Неприпустима конфігурація дії.

source: Invalid action.
cs_cz: Neplatná akce.
de_de: Ungültige Aktion.
es_es: Acción inválida.
fi_fi: Virheellinen toiminto.
fr_fr: Action invalide.
pt_br: Ação inválida.
ru_ru: Неверное действие.
uk_ua: Неприпустима дія.

source: Invalid setting.
cs_cz: Neplatné nastavení.
de_de: Ungültige Einstellung.
es_es: Ajuste inválido.
fi_fi: Virheellinen asetus.
fr_fr: Paramètre invalide.
pt_br: Configuração inválida.
ru_ru: Неверная настройка.
uk_ua: Неприпустиме налаштування.

source: Setting configuration not available.
cs_cz: Konfigurace nastavení není dostupná.
de_de: Einstellungskonfiguration nicht verfügbar.
es_es: La configuración del ajuste no está disponible.
fi_fi: Asetuksen määrittäminen ei ole käytettävissä.
fr_fr: Configuration du paramètre non disponible.
pt_br: Configuração da opção não disponível.
ru_ru: Конфигурация настройки недоступна.
uk_ua: Конфігурація налаштування недоступна.

source: The message is inaccessible. Please write the command again
cs_cz: Zpráva je nedostupná. Prosím, napište příkaz znovu
de_de: Die Nachricht ist nicht zugänglich. Bitte schreibe den Befehl erneut
es_es: El mensaje es inaccesible. Por favor, escribe el comando nuevamente
fi_fi: Viestissä ei ole pääsyä. Kirjoita komento uudelleen
fr_fr: Le message est inaccessible. Veuillez écrire à nouveau la commande /enableall
pt_br: A mensagem é inacessível. Por favor, escreva o comando novamente
ru_ru: Сообщение недоступно. Пожалуйста, напишите команду снова
uk_ua: Повідомлення недоступне. Будь ласка, напишіть команду ще раз

source: ?New status
cs_cz: ?Nový stav
de_de: ?Neuer Status
es_es: ?Nuevo estado
fi_fi: ?Uusi tila
fr_fr: ?Nouveau statut
pt_br: ?Novo status
ru_ru: ?Новый статус
uk_ua: ?Новий статус

source: The current status is already {state}
cs_cz: Aktuální stav je již {state}
de_de: Der aktuelle Status ist bereits {state}
es_es: El estado actual ya es {state}
fi_fi: Nykyinen tila on jo {state}
fr_fr: L'état est déjà {state}
pt_br: O estado atual já é {state}
ru_ru: Текущий статус уже {state}
uk_ua: Поточний статус вже {state}

source: The state was successfully changed
cs_cz: Stav byl úspěšně změněn
de_de: Der Zustand wurde erfolgreich geändert
es_es: El estado se cambió con éxito
fi_fi: Tila muuttui onnistuneesti
fr_fr: L'état a été changé avec succès
pt_br: O estado foi alterado com sucesso
ru_ru: Состояние было успешно изменено
uk_ua: Стан було успішно змінено

source: Please write the warn reason.
cs_cz: Prosím, napište důvod varování.
de_de: Bitte schreibe den Grund für die Verwarnung.
es_es: Por favor, escribe la razón de la advertencia.
fi_fi: Kirjoita varoitus syy.
fr_fr: Veuillez écrire la raison de l'avertissement.
pt_br: Por favor, escreva o motivo do aviso.
ru_ru: Пожалуйста, напишите причину предупреждения.
uk_ua: Будь ласка, напишіть причину попередження.

source: Warn
cs_cz: Varování
de_de: Verwarnen
es_es: Advertir
fi_fi: Varoita
fr_fr: Avertir
pt_br: Avisar
ru_ru: Предупредить
uk_ua: Попередження

source: Warn user with the reason
cs_cz: Varuj uživatele s důvodem
de_de: Verwarne den Benutzer mit dem angegebenen Grund
es_es: Advertir a un usuario con la razón
fi_fi: Varoita käyttäjää syystä
fr_fr: Avertir l'utilisateur avec la raison
pt_br: Avisa o usuário com o motivo
ru_ru: Предупредить пользователя с причиной
uk_ua: Попереджає користувача з причиною

source: Warns user with no reason
cs_cz: Varování uživatele bez důvodu
de_de: Verwarnt Benutzer ohne Grund
es_es: Advertencias al usuario sin razón
fi_fi: Varoittaa käyttäjää ilman syytä
fr_fr: Avertit l'utilisateur sans raison
pt_br: Avisa o usuário sem motivo
ru_ru: Предупреждает пользователя без причины
uk_ua: Попереджає користувача без причини

source: Change warn reason
cs_cz: Změnit důvod varování
de_de: Grund der Verwarnung ändern
es_es: Cambiar razón de advertencia
fi_fi: Vaihda varoitus syy
fr_fr: Changer la raison de l'avertissement
pt_br: Mudar o motivo do aviso
ru_ru: Изменить причину предупреждения
uk_ua: Змінити причину попередження

source: No reason
cs_cz: Žádný důvod
de_de: Kein Grund
es_es: Sin razón
fi_fi: Ei syytä
fr_fr: Pas de raison
pt_br: Sem motivo
ru_ru: Нет причины
uk_ua: Без причини

source: Welcome Security
cs_cz: Bezpečnost vítání
de_de: Willkommenssicherheit
es_es: Bienvenida Seguridad
fi_fi: Tervetuloa turvallisuus
fr_fr: Sécurité d'accueil
pt_br: Segurança de Boas-Vindas
ru_ru: Безопасность приветствия
uk_ua: Привітальна безпека

source: Welcome Security contains a bunch of tools that can help filter bots that tries to join your groups, as well as make sure the new users acknowledged the chat rules before being able to speak
cs_cz: Bezpečnost vítání obsahuje řadu nástrojů, které mohou pomoci filtrovat roboty, kteří se pokoušejí připojit k vašim skupinám, a také zajistit, aby noví uživatelé potvrdili pravidla chatu před tím, než budou moci mluvit
de_de: Die Willkommenssicherheit enthält eine Reihe von Werkzeugen, die dabei helfen können, Bots zu filtern, die versuchen, Ihren Gruppen beizutreten, sowie sicherzustellen, dass die neuen Benutzer die Chatregeln anerkennen, bevor sie sprechen können
es_es: La Seguridad de Bienvenida contiene un conjunto de herramientas que pueden ayudar a filtrar los bots que intentan unirse a tus grupos, así como a asegurarte de que los nuevos usuarios reconozcan las reglas del chat antes de poder hablar.
fi_fi: Tervetuloa turvallisuus sisältää joukon työkaluja, jotka voivat auttaa suodattamaan botteja, jotka yrittävät liittyä ryhmiisi, sekä varmistamaan, että uudet käyttäjät ovat hyväksyneet chatin säännöt ennen kuin voivat puhua
fr_fr: La sécurité d'accueil contient une série d'outils qui peuvent aider à filtrer les bots qui essaient de rejoindre vos groupes, ainsi qu'à s'assurer que les nouveaux utilisateurs ont reconnu les règles du chat avant de pouvoir parler
pt_br: A Segurança de Boas-Vindas contém um conjunto de ferramentas que podem ajudar a filtrar bots que tentam se juntar aos seus grupos, bem como garantir que os novos usuários reconheçam as regras do chat antes de poderem falar
ru_ru: Безопасность приветствия включает в себя набор инструментов, которые могут помочь фильтровать ботов, пытающихся присоединиться к вашим группам, а также убедиться, что новые пользователи признали правила чата, прежде чем смогут разговаривать

source: Complete the '{emoji_name}' emoji in order to complete the captcha and participate in the {group_name}.
cs_cz: Dokončete emoji '{emoji_name}', abyste se dostali přes captcha a mohli se účastnit {group_name}.
de_de: Vervollständigen Sie das Emoji '{emoji_name}', um das Captcha abzuschließen und an {group_name} teilzunehmen.
es_es: Completa el emoji '{emoji_name}' para completar el captcha y participar en el {group_name}.
fi_fi: Suorita '{emoji_name}' -emoji suorittaaksesi captcha-testin ja osallistuaksesi {group_name}-ryhmään.
fr_fr: Complétez l'emoji '{emoji_name}' afin de compléter le captcha et participer au {group_name}.
pt_br: Complete o emoji '{emoji_name}' para completar o captcha e participar do {group_name}.
ru_ru: Завершите эмодзи '{emoji_name}', чтобы завершить капчу и участвовать в {group_name}.
uk_ua: Завершіть емодзі '{emoji_name}', щоб завершити капчу та взяти участь у {group_name}.

source: ❌ Incorrect solution. Please, try again.
cs_cz: ❌ Nesprávné řešení. Prosím, zkuste to znovu.
de_de: ❌ Falsche Lösung. Bitte versuchen Sie es erneut.
es_es: ❌ Solución incorrecta. Por favor, intenta de nuevo.
fi_fi: ❌ Väärä ratkaisu. Yritä uudelleen.
fr_fr: ❌ Solution incorrecte. Veuillez réessayer.
pt_br: ❌ Solução incorreta. Por favor, tente novamente.
ru_ru: ❌ Неправильное решение. Пожалуйста, попробуйте еще раз.
uk_ua: ❌ Неправильне рішення. Будь ласка, спробуйте ще раз.

source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
fi_fi: Vahvista
ru_ru: Подтвердить

source: Shows / changes the state of Welcome Restrict (Media restricting).
cs_cz: Zobrazuje / mění stav Bezpečnosti vítání (omezování médií).
de_de: Zeigt / ändert den Zustand der Willkommensbeschränkung (Medienbeschränkung)
es_es: Muestra / cambia el estado de la Restricción de Bienvenida (restricción de medios).
fi_fi: Näyttää / muuttaa Tervetuloa-rajauksen (media-rajoitusten) tilan.
fr_fr: Affiche / change l'état de la vérification de la sécurité d'accueil (réduction des médias).
pt_br: Exibe / altera o estado da Segurança de Boas-Vindas (Restringindo a mídia).
ru_ru: Показывает / изменяет состояние ограничения приветствия (ограничение медиа).

source: ?New status or restrict time
cs_cz: ?Nový stav nebo čas omezení
de_de: ?Neuer Status oder Einschränkungszeit
es_es: ?Nuevo estado o tiempo de restricción
fi_fi: ?Uusi tila tai rajoitusaika
fr_fr: ? Nouveau statut ou temps restrictif
pt_br: ?Novo status ou tempo de restrição
ru_ru: ?Новый статус или время ограничения
uk_ua: ?Новий статус або час обмеження

source: Welcome Mute (Automatic new users media restricting)
cs_cz: Uvítací ztlumení (automatické omezování médií pro nové uživatele)
de_de: Willkommensstumm (Automatische Einschränkung von Medien für neue Benutzer)
es_es: Bienvenida Silencio (Restricción automática de medios para nuevos usuarios)
fi_fi: Tervetuloa Hiljentäminen (Automaattinen uusien käyttäjien media rajoitus)
fr_fr: Silencieux d'accueil (restriction automatique des médias des nouveaux utilisateurs)
pt_br: Silêncio de Boas-Vindas (Restringindo automaticamente a mídia de novos usuários)
ru_ru: Приветствие без звука (автоматическое ограничение медиа новых пользователей)
uk_ua: Привітальне мовчання (Автоматичне обмеження медіа для нових користувачів)

source: ? Action time
cs_cz: ? Čas akce
de_de: ? Aktionszeit
es_es: ? Tiempo de acción
fi_fi: ? Toiminnan aika
fr_fr: ? Temps d'action
pt_br: ? Tempo da ação
ru_ru: ? Время действия
uk_ua: ? Час дії

source: Enabled, set to {time}
cs_cz: Povoleno, nastaveno na {time}
de_de: Aktiviert, auf {time} eingestellt
es_es: Habilitado, establecido a {time}
fi_fi: Käytössä, asetettu {time}-aikaan
fr_fr: Activé, réglé sur {time}
pt_br: Ativado, estabelecido a {time}
ru_ru: Включена, установлена на {time}
uk_ua: Увімкнено, встановлено на {time}

source: Shows / changes the state of Welcome Captcha.
cs_cz: Zobrazuje / mění stav Ověření vítání.
de_de: Zeigt / ändert den Zustand des Willkommens-Captchas
es_es: Muestra / cambia el estado del Captcha de Bienvenida.
fi_fi: Näyttää / muuttaa Tervetuloa Captchan tilan.
fr_fr: Affiche / change l'état du Captcha d'accueil.
pt_br: Exibe / altera o estado do Captcha de Boas-Vindas.
ru_ru: Показывает / изменяет состояние капчи приветствия.
uk_ua: Показує / змінює стан привітальної капчі.

source: Welcome Captcha
cs_cz: Ověření vítání
de_de: Willkommens-Captcha
es_es: Captcha
fi_fi: Tervetuloa Captcha
fr_fr: Captcha
pt_br: Captcha
ru_ru: Капча приветствия
uk_ua: Привітальна капча

source: It seems like you are not belong to the chat anymore. Are you sure you joined the group?
cs_cz: Zdá se, že již nepatříte do chatu. Jste si jistý, že jste se připojili ke skupině?
de_de: Es scheint, als würden Sie nicht mehr zum Chat gehören. Sind Sie sicher, dass Sie der Gruppe beigetreten sind?
es_es: Parece que ya no perteneces al chat. ¿Estás seguro de que te uniste al grupo?
fi_fi: Näyttää siltä, että et enää kuulu keskusteluun. Oletko varma, että liityit ryhmään?
fr_fr: Il semble que vous ne faites plus partie du chat. Êtes-vous sûr d'avoir rejoint le groupe ?
pt_br: Parece que você não pertence mais ao chat. Tem certeza de que se juntou ao grupo?
ru_ru: Похоже, что вы больше не принадлежите чату. Вы уверены, что присоединились к группе?
uk_ua: Схоже, що ви більше не належите до чату. Ви впевнені, що приєдналися до групи?

source: You already an admin in the chat, therefore you don't need to pass the authentication!
cs_cz: Již jste adminem v chatu, a proto se nemusíte podrobovat ověření!
de_de: Sie sind bereits ein Admin im Chat, daher müssen Sie nicht die Authentifizierung durchlaufen!
es_es: Ya eres un administrador en el chat, por lo tanto no necesitas pasar la autenticación.
fi_fi: Olet jo ylläpitäjä keskustelussa, joten sinun ei tarvitse suorittaa todentamista!
fr_fr: Vous êtes déjà admin dans le chat, donc vous n'avez pas besoin de passer l'authentification !
pt_br: Você já é um admin no chat, portanto não precisa passar pela autenticação!
ru_ru: Вы уже администратор в чате, поэтому вам не нужно проходить аутентификацию!
uk_ua: Ви вже адміністратор у чаті, тому вам не потрібно проходити аутентифікацію!

source: It seems like you do not have to pass the welcome security authentication
cs_cz: Zdá se, že nemusíte projít ověřením bezpečnosti vítání
de_de: Es scheint, dass Sie sich nicht der Authentifizierung der Willkommenssicherheit unterziehen müssen
es_es: Parece que no necesitas pasar la autenticación de seguridad de bienvenida.
fi_fi: Näyttää siltä, että sinun ei tarvitse suorittaa tervetuloa turvallisuus todentamista
fr_fr: Il semble que vous n'ayez pas à passer l'authentification de sécurité d'accueil
pt_br: Parece que você não precisa passar pela autenticação da segurança de boas-vindas
ru_ru: Судя по всему, вам не нужно проходить аутентификацию безопасности приветствия
uk_ua: Схоже, що вам не потрібно проходити аутентифікацію привітальної безпеки
