Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: disabled
cs_cz: zakázáno
de_de: deaktiviert
es_es: desactivado
fi_fi: poissa käytöstä
fr_fr: désactivé
pt_br: desativado
ru_ru: отключено
uk_ua: вимкнено

source: PrivateNotes have been {status} in {chat}.
cs_cz: Soukromé poznámky byly {status} v {chat}.
de_de: PrivateNotes wurden in {chat} {status}.
es_es: Las Notas Privadas han sido {status} en {chat}.
fi_fi: Yksityiset muistiinpanot on {status} {chat}.
fr_fr: Les notes privées ont été {status} dans {chat}.
pt_br: Notas Privadas foram {status} em {chat}.
ru_ru: Приватные Заметки были {status} в {chat}.
uk_ua: Приватні Примітки були {status} в {chat}.

source: Note names
cs_cz: Názvy poznámek
de_de: Notiznamen
es_es: Nombres de la nota
fi_fi: Muistioiden nimet
fr_fr: Noms de notes
pt_br: Nomes das notas
ru_ru: Названия заметки
uk_ua: Назва примітки

source: ?Description
cs_cz: ?Popis
de_de: ?Beschreibung
es_es: ?Descripción
fi_fi: ?Kuvaus
pt_br: ?Descrição
ru_ru: ?Описание
uk_ua: ?Опис

source: Save the note.
cs_cz: Uloží poznámku.
de_de: Speichert die Notiz.
es_es: Guarda la nota.
fi_fi: Tallenna muistiinpano.
fr_fr: Sauvegarde la note.
pt_br: Salva a nota.
ru_ru: Сохранить заметку.
uk_ua: Зберегти примітку.

source: Note was successfully created
cs_cz: Poznámka byla úspěšně vytvořena
de_de: Notiz wurde erfolgreich erstellt
es_es: Nota creada con éxito
fi_fi: Muistiinpano luotiin onnistuneesti
fr_fr: La note a été créée avec succès
pt_br: Nota criada com sucesso
ru_ru: Заметка была успешно создана
uk_ua: Примітка була успішно створена

source: Note was successfully updated
cs_cz: Poznámka byla úspěšně aktualizována
de_de: Notiz wurde erfolgreich aktualisiert
es_es: Nota actualizada con éxito
fi_fi: Muistiinpano päivitettiin onnistuneesti
fr_fr: La note a été mise à jour avec succès
pt_br: Nota atualizada com sucesso
ru_ru: Заметка была успешно обновлена
uk_ua: Примітка була успішно оновлена

source: Text to search
cs_cz: Text k vyhledání
de_de: Text zum Suchen
es_es: Texto a buscar
fi_fi: Hakuun liittyvä teksti
fr_fr: Texte à rechercher
pt_br: Texto para buscar
ru_ru: Текст для поиска
uk_ua: Текст для пошуку

source: Searches for note contents
cs_cz: Hledá obsah poznámek
de_de: Sucht nach Notizinhalten
es_es: Busca el contenido de notas
fi_fi: Etsii muistiinpanojen sisältöä
fr_fr: Recherche de contenus de notes
pt_br: Busca o conteúdo das notas
ru_ru: Поиск содержимого заметок
uk_ua: Шукає зміст нотаток

source: No notes found by the provided search pattern {pattern}.
cs_cz: Nebyly nalezeny žádné poznámky podle zadaného vzoru hledání {pattern}.
de_de: Es wurden keine Notizen nach dem bereitgestellten Suchmuster {pattern} gefunden.
es_es: No se encontraron notas con el patrón de búsqueda proporcionado {pattern}.
fi_fi: Mikään muistiinpano ei löytynyt annetulla hakukuvioilla {pattern}.
fr_fr: Aucune note trouvée par le motif de recherche fourni {pattern}.
pt_br: Nenhuma nota encontrada pelo padrão de busca fornecido {pattern}.
ru_ru: Не найдено заметок по указанному шаблону поиска {pattern}.
uk_ua: Жодних приміток не знайдено за наданим шаблоном пошуку {pattern}.

source: You need to update the data of the chat notes. Generate the note data from the provided note text
de_de: Du musst die Daten der Chatnotizen aktualisieren. Erzeuge die Notizdaten aus dem bereitgestellten Notiztext
es_es: Necesita actualizar los datos de las notas del chat. Genere los datos de la nota a partir del texto de nota proporcionado
fi_fi: Sinun tulee päivittää chat-muistiinpanojen tietoja. Luo muistiinpano tiedoista annetun muistiinpannon tekstin perusteella
fr_fr: Vous devez mettre à jour les données des notes de chat. Générer les données de la note à partir du texte de note fourni
pt_br: Você precisa atualizar os dados das notas de chat. Gere os dados da nota a partir do texto da nota fornecido
ru_ru: Вам необходимо обновить данные заметок чата. Сгенерируйте данные заметки из предоставленного текста заметки
uk_ua: Вам потрібно оновити дані нотаток чату. Згенеруйте дані нотатки з наданого тексту нотатки

source: #{name} note was not found.
cs_cz: #{name} poznámka nebyla nalezena.
de_de: #{name} Notiz wurde nicht gefunden.
es_es: #{name} nota no fue encontrada.
fi_fi: #{name} -muistiinpanoa ei löydy.
fr_fr: La note #{name} n'a pas été trouvée.
pt_br: #{name} nota não foi encontrada.
ru_ru: #{name} заметка не найдена.
uk_ua: #{name} примітку не знайдено.

source: Filter action
cs_cz: Akce filtru
de_de: Filteraktion
es_es: Acción de filtro
fi_fi: Suodatuskäsky
fr_fr: Action de filtre
pt_br: Ação de filtro
ru_ru: Действие фильтра
uk_ua: Дія фільтра

source: Now, please type the note name you want to automatically send.
cs_cz: Nyní prosím napište název poznámky, kterou chcete automaticky posílat.
de_de: Bitte geben Sie den Notiznamen ein, den Sie automatisch senden möchten.
es_es: Ahora, por favor escribe el nombre de la nota que deseas enviar automáticamente.
fi_fi: Nyt, kirjoita muistiinpanon nimi, jonka haluat lähettää automaattisesti.
fr_fr: Maintenant, veuillez taper le nom de la note que vous souhaitez envoyer automatiquement.
pt_br: Agora, por favor, digite o nome da nota que você deseja enviar automaticamente.
ru_ru: Теперь введите название заметки, которую хотите автоматически отправить.
uk_ua: Тепер, будь ласка, введіть назву примітки, яку ви хочете автоматично відправити.

source: Cannot find the note with this name. Please make sure it exists and try again.
cs_cz: Nelze najít poznámku s tímto názvem. Ujistěte se, že existuje, a zkuste to znovu.
de_de: Die Notiz mit diesem Namen konnte nicht gefunden werden. Bitte stellen Sie sicher, dass sie existiert und versuchen Sie es erneut.
es_es: No se puede encontrar la nota con este nombre. Por favor, asegúrate de que existe y vuelve a intentarlo.
fi_fi: Muistiinpanoa ei löydy tällä nimellä. Varmista, että se on olemassa ja yritä uudelleen.
fr_fr: Impossible de trouver la note avec ce nom. Veuillez vous assurer qu'elle existe et réessayer.
pt_br: Não foi possível encontrar a nota com este nome. Por favor, verifique se ela existe e tente novamente.
ru_ru: Не удается найти заметку с таким названием. Пожалуйста, убедитесь, что она существует, и попробуйте снова.
uk_ua: Не вдалося знайти примітку з цією назвою. Будь ласка, переконайтеся, що вона існує, і спробуйте ще раз.

source: Reply filter
cs_cz: Filtr odpovědí
de_de: Antwortfilter
es_es: Filtro de respuesta
fi_fi: Vastaussuodatin
fr_fr: Filtre de réponse
pt_br: Filtro de resposta
ru_ru: Фильтр ответов
uk_ua: Фільтр відповідей

source: Now, please type the text you want to automatically send. It supports buttons and custom formatting.
cs_cz: Teď prosím napište text, který chcete automaticky odeslat. Podporuje tlačítka a vlastní formátování.
de_de: Bitte geben Sie jetzt den Text ein, den Sie automatisch senden möchten. Es unterstützt Schaltflächen und benutzerdefinierte Formatierung.
es_es: Ahora, por favor escribe el texto que deseas enviar automáticamente. Soporta botones y formato personalizado.
fi_fi: Kirjoita nyt lähetettävä teksti. Se tukee painikkeita ja mukautettua muotoilua.
fr_fr: Maintenant, tapez le texte que vous souhaitez envoyer automatiquement. Il prend en charge les boutons et le formatage personnalisé.
pt_br: Agora, por favor digite o texto que você deseja enviar automaticamente. Ele suporta botões e formatação personalizada.
ru_ru: Теперь, пожалуйста, введите текст, который вы хотите автоматически отправить. Он поддерживает кнопки и пользовательское форматирование.
uk_ua: Тепер введіть текст, який ви хочете надіслати автоматично. Підтримується кнопки та нестандартне форматування.

source: 💭 Reply to message
de_de: 💭 Auf Nachricht antworten
es_es: 💭 Responder a un mensaje
fi_fi: 💭 Vastaa viestiin
fr_fr: 💭 Répondre au message
pt_br: 💭 Responder a mensagem
ru_ru: 💭 Ответить на сообщение
uk_ua: 💭 Відповісти на повідомлення

source: 🗒 Send a note
de_de: 🗒 Sende eine Notiz
es_es: 🗒 Enviar una nota
fi_fi: 🗒 Lähetä muistiinpano
fr_fr: 🗒 Envoyer une note
pt_br: 🗒 Enviar uma nota
ru_ru: 🗒 Отправить заметку
uk_ua: 🗒 Відправити примітку

source: Change reply text
cs_cz: Změňte text odpovědi
de_de: Ändere den Antworttext
es_es: Cambiar el texto de respuesta
fi_fi: Vaihda vastaustekstiä
fr_fr: Changer le texte de réponse
pt_br: Alterar texto de resposta
ru_ru: Изменить текст ответа
uk_ua: Змініть текст відповіді

source: Replies to the message with
cs_cz: Odpovědi na zprávu s
de_de: Antwortet auf die Nachricht mit
es_es: Responde al mensaje con
fi_fi: Vastaa viestiin
fr_fr: Réponds au message avec
pt_br: Responde à mensagem com
ru_ru: Ответы на сообщение с
uk_ua: Відповіді на повідомлення з

source: Replies to the message
cs_cz: Odpovědi na zprávu
de_de: Antwortet auf die Nachricht
es_es: Responder al mensaje
fi_fi: Vastaa viestiin
fr_fr: Répondre au message
pt_br: Responde à mensagem
ru_ru: Ответы на сообщение
uk_ua: Відповіді на повідомлення

source: Now, please type the text you want to automatically send.
cs_cz: Nyní prosím napište text, který chcete automaticky posílat.
de_de: Bitte geben Sie den Text ein, den Sie automatisch senden möchten.
es_es: Ahora, por favor escribe el texto que deseas enviar automáticamente.
fi_fi: Nyt, kirjoita teksti, jonka haluat lähettää automaattisesti.
fr_fr: Maintenant, veuillez taper le texte que vous souhaitez envoyer automatiquement.
pt_br: Agora, por favor, digite o texto que você deseja enviar automaticamente.
ru_ru: Теперь, пожалуйста, введите текст, который вы хотите автоматически отправить.
uk_ua: Тепер, будь ласка, введіть текст, який ви хочете автоматично відправити.

source: Markup help
cs_cz: Nápověda k formátování
de_de: Markup Hilfe
es_es: Ayuda de marcado
fi_fi: Merkintäapu
fr_fr: Aide au balisage
pt_br: Ajuda de formatação
ru_ru: Помощь по разметке
uk_ua: Допомога з розміткою

source: Reply
cs_cz: Odpovědět
de_de: Antworten
es_es: Responder
fi_fi: Vastaus
fr_fr: Répondre
pt_br: Responder
ru_ru: Ответить
uk_ua: Відповісти

source: Note with this name does not exist. Please try again.
cs_cz: Poznámka s tímto jménem neexistuje. Zkuste to prosím znovu.
de_de: Eine Note mit diesem Namen existiert nicht. Bitte versuchen Sie es erneut.
es_es: La nota con este nombre no existe. Por favor, intenta de nuevo.
fi_fi: Muistiinpanoa tällä nimellä ei ole. Yritä uudelleen.
fr_fr: La note avec ce nom n'existe pas. Veuillez réessayer.
pt_br: Nota com esse nome não existe. Por favor, tente novamente.
ru_ru: Заметка с таким именем не существует. Пожалуйста, попробуйте еще раз.
uk_ua: Фільтр за {keyword} збережено.

source: Please write the note name you want to send as a filter trigger.
cs_cz: Prosím napište název poznámky, kterou chcete poslat jako spouštěč filtru.
de_de: Bitte geben Sie den Namen der Notiz ein, die Sie als Filterauslöser senden möchten.
es_es: Por favor, escribe el nombre de la nota que deseas enviar como un desencadenador de filtro.
fi_fi: Kirjoita muistiinpanon nimi, jonka haluat lähettää suodattimen laukaisimena.
fr_fr: Veuillez écrire le nom de la note que vous souhaitez envoyer comme déclencheur de filtre.
pt_br: Por favor, escreva o nome da nota que você deseja enviar como um gatilho de filtro.
ru_ru: Пожалуйста, напишите имя заметки, которую вы хотите отправить в качестве триггера фильтра.
uk_ua: Перечислює всі фільтри в чаті

source: Send note
cs_cz: Pošli poznámku
de_de: Notiz senden
es_es: Enviar nota
fi_fi: Lähetä muistiinpano
fr_fr: Envoyer la note
pt_br: Enviar nota
ru_ru: Отправить заметку
uk_ua: Правила з модулів 'Locks' та 'Antiflood' також реалізуються.

source: Replies to the message with the note with {notename} note name
cs_cz: Odpovídá na zprávu s poznámkou s názvem {notename}
de_de: Antwortet auf die Nachricht mit der Notiz mit dem Notiznamen {notename}
es_es: Responde al mensaje con la nota con el nombre de nota {notename}
fi_fi: Vastaa viestiin muistiinpanoilla nimellä {notename}
fr_fr: Répond à la message avec la note avec le nom de note {notename}
pt_br: Responde à mensagem com a nota com o nome da nota {notename}
ru_ru: Ответы на сообщение с заметкой с именем {notename}
uk_ua: Фільтр з обробником {handler} вже існує!

source: Change note name
cs_cz: Změnit název poznámky
de_de: Ändern Sie den Notiznamen
es_es: Cambiar nombre de la nota
fi_fi: Vaihda muistiinpanojen nimi
fr_fr: Changer le nom de la note
pt_br: Mudar nome da nota
ru_ru: Изменить имя заметки
uk_ua: Ви можете редагувати дії фільтра за допомогою {cmd}.

source: Local chat
cs_cz: Místní chat
de_de: Lokaler Chat
es_es: Chat local
fi_fi: Paikallinen chat
fr_fr: Chat local
pt_br: Chat local
ru_ru: Локальный чат
uk_ua: Локальний чат

source: Please check the notes documentation for the list of the allowed content types.
cs_cz: Zkontrolujte prosím dokumentaci k poznámkám pro seznam povolených typů obsahu.
de_de: Bitte überprüfe die Notizdokumentation für die Liste der erlaubten Inhaltsarten.
es_es: Por favor, consulte la documentación de notas para la lista de tipos de contenido permitidos.
fi_fi: Tarkista muistiinpanojen dokumentaatio sallittujen sisältötyyppien luettelosta.
fr_fr: Veuillez consulter la documentation des notes pour la liste des types de contenu autorisés.
pt_br: Por favor, verifique a documentação das notas para a lista de tipos de conteúdo permitidos.
ru_ru: Пожалуйста, проверьте документацию по заметкам, чтобы узнать список разрешенных типов контента.
uk_ua: Будь ласка, перевірте документацію приміток для списку дозволених типів вмісту.

source: Reply message content is not parsable as the note.
cs_cz: Obsah odpovědní zprávy nelze zpracovat jako poznámku.
de_de: Die Antwortnachricht kann nicht als Notiz geparst werden.
es_es: El contenido del mensaje de respuesta no se puede procesar como la nota.
fi_fi: Vastausviestin sisältöä ei voida jäsentää muistiinpanoksi.
fr_fr: Le contenu du message de réponse n'est pas analysable comme note.
pt_br: O conteúdo da mensagem de resposta não é legível como a nota.
ru_ru: Содержимое сообщения ответа не может быть преобразовано в заметку.
uk_ua: Вміст відповіді не може бути оброблений як примітка.

source: The maximum length of the note is {limit} characters.
cs_cz: Maximální délka poznámky je {limit} znaků.
de_de: Die maximale Länge der Notiz beträgt {limit} Zeichen.
es_es: La longitud máxima de la nota es {limit} caracteres.
fi_fi: Muistiinpanon enimmäispituus on {limit} merkkiä.
fr_fr: La longueur maximale de la note est de {limit} caractères.
pt_br: O comprimento máximo da nota é {limit} caracteres.
ru_ru: Максимальная длина заметки составляет {limit} символов.
uk_ua: Максимальна довжина примітки — {limit} символів.

source: Please try to reduce the length of the note.
cs_cz: Snažte se prosím zkrátit délku poznámky.
de_de: Bitte versuche, die Länge der Notiz zu reduzieren.
es_es: Por favor, intente reducir la longitud de la nota.
fi_fi: Yritä vähentää muistiinpanon pituutta.
fr_fr: Veuillez essayer de réduire la longueur de la note.
pt_br: Por favor, tente reduzir o comprimento da nota.
ru_ru: Пожалуйста, попытайтесь уменьшить длину заметки.
uk_ua: Спробуйте зменшити довжину замітки.

source: Note is too long.
cs_cz: Poznámka je příliš dlouhá.
de_de: Notiz ist zu lang.
es_es: La nota es demasiado larga.
fi_fi: Muistiinpano on liian pitkä.
fr_fr: La note est trop longue.
pt_br: Nota muito longa.
ru_ru: Заметка слишком длинная.
uk_ua: Замітка занадто довга.

source: The text is too long
cs_cz: Text je příliš dlouhý
de_de: Der Text ist zu lang
es_es: El texto es demasiado largo
fi_fi: Teksti on liian pitkä
fr_fr: Le texte est trop long
pt_br: O texto é muito longo
ru_ru: Текст слишком длинный
uk_ua: Текст занадто довгий

source: Generate a test emoji captcha
cs_cz: Vygenerovat testovací emoji captcha
de_de: Generiere einen Test-Emoji-Captcha
es_es: Generar un captcha de emoji de prueba
fi_fi: Luo testiemoji-captcha
fr_fr: Générer un captcha d'emoji de test
pt_br: Gerar um captcha de emoji de teste
ru_ru: Сгенерировать тестовую эмодзи капчу
uk_ua: Згенерувати тестовий emoji captcha

source: Privacy
cs_cz: Ochrana soukromí
de_de: Datenschutz
es_es: Privacidad
fi_fi: Tietosuoja
fr_fr: Confidentialité
pt_br: Privacidade
ru_ru: Конфиденциальность
uk_ua: Конфіденційність

source: Data protection
de_de: Datenschutz
es_es: Protección de datos
fi_fi: Tietosuoja
fr_fr: Protection des données
pt_br: Proteção de dados
ru_ru: Защита данных
uk_ua: Захист даних

source: Exports your data to a JSON file
de_de: Exportiert Ihre Daten in eine JSON-Datei
es_es: Exporta tus datos a un archivo JSON
fi_fi: Vie tietosi JSON-tiedostoon
fr_fr: Exporte vos données vers un fichier JSON
pt_br: Exporta seus dados para um arquivo JSON
ru_ru: Экспортирует ваши данные в файл JSON
uk_ua: Експортує ваші дані у файл JSON

source: Export is started, this may take a while.
cs_cz: Export byl zahájen, to může trvat chvíli.
de_de: Export wird gestartet, dies kann eine Weile dauern.
es_es: La exportación ha comenzado, esto puede tardar un tiempo.
fi_fi: Vienti on aloitettu, tämä voi viedä hetken.
fr_fr: L'exportation a commencé, cela peut prendre un certain temps.
pt_br: A exportação foi iniciada, isso pode levar algum tempo.
ru_ru: Экспорт начинается, это может занять некоторое время.
uk_ua: Експорт розпочато, це може зайняти деякий час.

source: Export is done.
cs_cz: Export byl dokončen.
de_de: Export ist abgeschlossen.
es_es: La exportación ha finalizado.
fi_fi: Vienti on valmis.
fr_fr: L'exportation est terminée.
pt_br: A exportação foi concluída.
ru_ru: Экспорт завершен.
uk_ua: Експорт завершено.

source: Shows the privacy policy of the bot
cs_cz: Zobrazuje zásady ochrany osobních údajů bota
de_de: Zeigt die Datenschutzerklärung des Bots an
es_es: Muestra la política de privacidad del bot
fi_fi: Näyttää bottin tietosuojakäytännön
fr_fr: Affiche la politique de confidentialité du bot
pt_br: Mostra a política de privacidade do bot
ru_ru: Показывает политику конфиденциальности бота
uk_ua: Показує політику конфіденційності бота

source: The privacy policy of the bot is available on our wiki page.
cs_cz: Zásady ochrany soukromí bota jsou k dispozici na naší wiki stránce.
de_de: Die Datenschutzerklärung des Bots ist auf unserer Wiki-Seite verfügbar.
es_es: La política de privacidad del bot está disponible en nuestra página de wiki.
fi_fi: Bottin tietosuojakäytäntö on käytettävissä wikisivullamme.
fr_fr: La politique de confidentialité du bot est disponible sur notre page wiki.
pt_br: A política de privacidade do bot está disponível em nossa página do wiki.
ru_ru: Политика конфиденциальности бота доступна на нашей странице в вики.
uk_ua: Політика конфіденційності бота доступна на нашій вікі-сторінці.

source: Privacy Policy
cs_cz: Zásady ochrany soukromí
de_de: Datenschutzbestimmungen
es_es: Política de privacidad
fi_fi: Tietosuojakäytäntö
fr_fr: Politique de confidentialité
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
uk_ua: Політика конфіденційності

source: Promotes
cs_cz: Propagace
de_de: Beförderungen
es_es: Promociones
fi_fi: Ylennykset
fr_fr: Promotions
pt_br: Promoções
ru_ru: Повышения
uk_ua: Підвищення

source: Demotes the user from admins.
cs_cz: Degraduje uživatele z administrátorů.
de_de: Degradiert den Benutzer von Administratoren.
es_es: Remueve al usuario de administradores.
fi_fi: Alaa käyttäjän päälliköistä.
fr_fr: Rétrograde l'utilisateur des administrateurs.
pt_br: Despromove o usuário de administradores.
ru_ru: Понижает пользователя из администраторов.
uk_ua: Понижує користувача з адміністраторів.

source: I cannot demote myself.
cs_cz: Nemohu se degradovat.
de_de: Ich kann mich nicht herabstufen.
es_es: No puedo degradarme.
fi_fi: En voi alentaa itseäni.
fr_fr: Je ne peux pas me dégrader.
pt_br: Não posso me rebaixar.
ru_ru: Я не могу понизить себя.
uk_ua: Я не можу понизити себе.

source: You cannot demote yourself.
cs_cz: Nemůžete se degradovat.
de_de: Sie können sich nicht herabstufen.
es_es: No puedes degradarte.
fi_fi: Et voi alentaa itseäsi.
fr_fr: Vous ne pouvez pas vous dégrader.
pt_br: Você não pode se rebaixar.
ru_ru: Вы не можете понизить себя.
uk_ua: Ви не можете понизити себе.

source: Demoted by
cs_cz: Degradováno od
de_de: Herabgestuft von
es_es: Degradado por
fi_fi: Alennettu käyttäjän toimesta
fr_fr: Dégradé par
pt_br: Rebaixado por
ru_ru: Понижен(-а) от
uk_ua: Понижено в правах

source: User demoted successfully
cs_cz: Uživatel byl úspěšně degradován
de_de: Benutzer erfolgreich herabgestuft
es_es: Usuario degradado con éxito
fi_fi: Käyttäjä alennettu onnistuneesti
fr_fr: Utilisateur dégradé avec succès
pt_br: Usuário rebaixado com sucesso
ru_ru: Пользователь успешно понижен
uk_ua: Користувача успішно понижено в правах

source: Promotes the user to admins.
cs_cz: Povýší uživatele na administrátory.
de_de: Befördert den Benutzer zu Administratoren.
es_es: Promueve al usuario a administradores.
fi_fi: Ylentää käyttäjän päälliköiksi.
fr_fr: Promouvoir l'utilisateur aux administrateurs.
pt_br: Promove o usuário a administradores.
ru_ru: Поднимает пользователя до администраторов.
uk_ua: Підвищує користувача до адміністраторів.

source: ?Admin title
cs_cz: ?Admin titul
de_de: ?Admin-Titel
es_es: ?Título de administrador
fi_fi: ?Ylläpitäjä otsikko
fr_fr: ?Titre admin
pt_br: ?Título de admin
ru_ru: ?Заголовок администратора
uk_ua: ?Назва адміністратора

source: I cannot promote myself.
cs_cz: Nemohu se povýšit.
de_de: Ich kann mich nicht befördern.
es_es: No puedo promoverme.
fi_fi: En voi ylentää itseäni.
fr_fr: Je ne peux pas me promouvoir.
pt_br: Não posso me promover.
ru_ru: Я не могу повысить себя.
uk_ua: Я не можу підвищити себе.

source: You cannot promote yourself.
cs_cz: Nemůžete se povýšit.
de_de: Sie können sich nicht befördern.
es_es: No puedes promoverte.
fi_fi: Et voi ylentää itseäsi.
fr_fr: Vous ne pouvez pas vous promouvoir vous-même.
pt_br: Você não pode se promover.
ru_ru: Вы не можете повысить себя.
uk_ua: Ви не можете підвищити себе.

source: Admin title is too long.
cs_cz: Titul admina je příliš dlouhý.
de_de: Admin-Titel ist zu lang.
es_es: El título de administrador es demasiado largo.
fi_fi: Ylläpitäjän otsikko on liian pitkä.
fr_fr: Le titre d'admin est trop long.
pt_br: Título de admin é muito longo.
ru_ru: Заголовок администратора слишком длинный.
uk_ua: Назва адміністратора занадто довга.

source: Promoted by
cs_cz: Povýšen od
de_de: Befördert von
es_es: Promovido por
fi_fi: Ylennetty käyttäjän toimesta
fr_fr: Promu par
pt_br: Promovido por
ru_ru: Повышен(-а) от
uk_ua: Підвищений

source: Admin title
cs_cz: Titul admina
de_de: Admin-Titel
es_es: Título de administrador
fi_fi: Ylläpitäjän otsikko
fr_fr: Titre d'admin
pt_br: Título de admin
ru_ru: Заголовок администратора
uk_ua: Назва адміністратора

source: No admin title
cs_cz: Žádný admin titul
de_de: Kein Admin-Titel
es_es: Sin título de administrador
fi_fi: Ei ylläpitäjän otsikkoa
fr_fr: Pas de titre d'admin
pt_br: Sem título de admin
ru_ru: Нет заголовка администратора
uk_ua: Без назви адміністратора

source: Admin promoted successfully
cs_cz: Admin byl úspěšně povýšen
de_de: Admin erfolgreich befördert
es_es: Administrador promovido con éxito
fi_fi: Ylläpitäjä ylennetty onnistuneesti
fr_fr: Admin promu avec succès
pt_br: Admin promovido com sucesso
ru_ru: Администратор успешно повышен
uk_ua: Адміністратора успішно підвищено

source: Purges
cs_cz: Vymazání
de_de: Löschen
es_es: Purgas
fi_fi: Puhtaat
pt_br: Limpezas
ru_ru: Очистки
uk_ua: Очищення

source: Deletes the replied message
cs_cz: Odstraní odpovězenou zprávu
de_de: Löscht die beantwortete Nachricht
es_es: Elimina el mensaje respondido
fi_fi: Poistaa vastausviestin
fr_fr: Supprime le message répondu
pt_br: Exclui a mensagem respondida
ru_ru: Удаляет ответное сообщение
uk_ua: Видаляє відповідь на повідомлення
