Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Promotes the user to the Federation admins.
fi_fi: Nostaa käyttäjän federaation ylläpitäjiksi.
ru_ru: Поднимает пользователя до администраторов Федерации.
uk_ua: Підвищує користувача до адміністраторів федерації.

source: Demotes the user from the Federation admins.
fi_fi: Alentaa käyttäjän federaation ylläpitäjistä.
ru_ru: Понижает пользователя из администраторов Федерации.
uk_ua: Понижує користувача з адміністраторів федерації.

source: Sets the Federation logs channel.
fi_fi: Asettaa federaation lokikanavan.
ru_ru: Устанавливает канал для логов Федерации.
uk_ua: Встановлює канал для журналів федерації.

source: Removes the Federation logs channel.
fi_fi: Poistaa federaation lokikanavan.
ru_ru: Удаляет канал для логов Федерации.
uk_ua: Видаляє канал для журналів федерації.

source: Shows a list of chats in the Federation.
fi_fi: Näyttää listan federaation chatit.
ru_ru: Показывает список чатов в Федерации.
uk_ua: Показує список чатів у федерації.

source: Shows a list of admins in the Federation.
fi_fi: Näyttää listan federaation ylläpitäjiä.
ru_ru: Показывает список администраторов в Федерации.
uk_ua: Показує список адміністраторів у федерації.

source: Shows the information about the Federation.
fi_fi: Näyttää tiedot federaatiosta.
ru_ru: Показывает информацию о Федерации.
uk_ua: Показує інформацію про федерацію.

source: Bans the user in the whole Federation.
fi_fi: Kieltää käyttäjän koko federaatiossa.
ru_ru: Забанивает пользователя в всей Федерации.
uk_ua: Блокує користувача у всій федерації.

source: Unbans the user from the Federation.
fi_fi: Poistaa käyttäjän kielto federaatiosta.
ru_ru: Снимает бан с пользователя в Федерации.
uk_ua: Розблокує користувача з федерації.

source: Deletes the federation.
fi_fi: Poistaa federaation.
ru_ru: Удаляет федерацию.
uk_ua: Видаляє федерацію.

source: Renames the federation.
fi_fi: Nimeää federaation uudelleen.
ru_ru: Переименовывает федерацию.
uk_ua: Перейменовує федерацію.

source: New name
fi_fi: Uusi nimi
ru_ru: Новое название
uk_ua: Нова назва

source: Exports the list of bans.
fi_fi: Vie kieltojen listan.
ru_ru: Экспортирует список банов.
uk_ua: Експортує список заборон.

source: Imports the list of bans.
fi_fi: Tuo kieltojen listan.
ru_ru: Импортирует список банов.
uk_ua: Імпортує список заборон.

source: Checks the user ban status (can be used to check yourself).
fi_fi: Tarkistaa käyttäjän bannitilan (voidaan käyttää omaa tilaa tarkistamaan).
ru_ru: Проверяет статус бана пользователя (может быть использовано для проверки себя).
uk_ua: Перевіряє статус заборони користувача (може бути використано, щоб перевірити себе).

source: Language
fi_fi: Kieli
ru_ru: Язык
uk_ua: Мова

source: Asks for the new language for the chat.
fi_fi: Kysyy uuden kielen chatin kielelle.
ru_ru: Запрашивает новый язык для чата.
uk_ua: Запитує нову мову для чату.

source: Pins
fi_fi: Kiinnitykset
ru_ru: Прикрепления
uk_ua: Закріплені

source: Pins replied message
cs_cz: Připne odpovězenou zprávu
de_de: Donnert die beantwortete Nachricht an
es_es: Clava el mensaje respondido
fi_fi: Kiinnittää vastausviestin
fr_fr: Épingler le message répondu
pt_br: Destaca a mensagem respondida
ru_ru: Закрепляет ответное сообщение
uk_ua: Закріплює відповідь на повідомлення

source: Unpins the last pinned message
fi_fi: Poistaa viimeisimmän kiinnitetyn viestin
ru_ru: Снимает закрепление с последнего закрепленного сообщения
uk_ua: Відкреплює останнє закріплене повідомлення

source: Reports
fi_fi: Raportit
ru_ru: Отчеты
uk_ua: Доповіді

source: Reports the replied message.
cs_cz: Nahlásí odpovězenou zprávu.
de_de: Meldet die beantwortete Nachricht.
es_es: Informa sobre el mensaje respondido.
fi_fi: Raportoi vastausviestin.
fr_fr: Rapporte le message répondu.
pt_br: Relata a mensagem respondida.
ru_ru: Отчитывает ответное сообщение.
uk_ua: Повідомляє про відповісти на повідомлення.

source: Restrictions
cs_cz: Omezení
de_de: Einschränkungen
es_es: Restricciones
fi_fi: Rajoitukset
pt_br: Restrições
ru_ru: Ограничения
uk_ua: Обмеження

source: Kicks the user from the chat. The user would be able to join back.
cs_cz: Vykopne uživatele z chatu. Uživatel se může vrátit.
de_de: Kickt den Benutzer aus dem Chat. Der Benutzer kann wieder beitreten.
es_es: Expulsa al usuario del chat. El usuario podrá unirse de nuevo.
fi_fi: Potkaisee käyttäjän chatista. Käyttäjä voi liittyä uudelleen.
fr_fr: Expulser l'utilisateur du chat. L'utilisateur pourra revenir.
pt_br: Remove o usuário do chat. O usuário poderá se reconectar.
ru_ru: Выгоняет пользователя из чата. Пользователь сможет вернуться.
uk_ua: Вигнало користувача з чату. Користувач зможе зайти знову.

source: Mutes the user.
fi_fi: Mykistää käyttäjän.
ru_ru: Заткнуть пользователя.
uk_ua: Заглушити користувача.

source: Unmutes the user (also lets the user send media).
fi_fi: Poistaa käyttäjän mykistyksen (sallii myös käyttäjän lähettää mediaa).
ru_ru: Снимает затвор с пользователя (также позволяет пользователю отправлять медиа).
uk_ua: Розгалужує користувача (також дозволяє користувачу надсилати медіа).

source: Unbans the user.
fi_fi: Poistaa käyttäjän porttikiellon.
ru_ru: Снимает бан с пользователя.
uk_ua: Розблокує користувача.

source: 🚪 Kick
fi_fi: 🚪 Potkaise
ru_ru: 🚪 Выгнать
uk_ua: 🚪 Виключити

source: 🚷 Ban
fi_fi: 🚷 Porttikielto
ru_ru: 🚷 Забанить
uk_ua: 🚷 Заборонити

source: ⏳🚷 Temporary ban
fi_fi: ⏳🚷 Väliaikainen porttikielto
ru_ru: ⏳🚷 Временный бан
uk_ua: ⏳🚷 Тимчасова заборона

source: 🔕 Mute
fi_fi: 🔕 Vaienna
ru_ru: 🔕 Заглушить
uk_ua: 🔕 Заглушити

source: ⏳🔕 Temporary mute
fi_fi: ⏳🔕 Väliaikainen vaiennus
ru_ru: ⏳🔕 Временная заглушка
uk_ua: ⏳🔕 Тимчасова заглушка

source: Users
cs_cz: Uživatelé
de_de: Benutzer
es_es: Usuarios
fi_fi: Käyttäjät
fr_fr: Utilisateurs
pt_br: Usuários
ru_ru: Пользователи
uk_ua: Користувачі

source: Shows the additional information about the user.
cs_cz: Zobrazuje dodatečné informace o uživateli.
de_de: Zeigt zusätzliche Informationen über den Benutzer an.
es_es: Muestra información adicional sobre el usuario.
fi_fi: Näyttää lisätiedot käyttäjästä.
fr_fr: Affiche des informations supplémentaires sur l'utilisateur.
pt_br: Mostra as informações adicionais sobre o usuário.
ru_ru: Показывает дополнительную информацию о пользователе.
uk_ua: Показує додаткову інформацію про користувача.

source: Shows IDs.
fi_fi: Näyttää tunnisteet.
ru_ru: Показывает идентификаторы.
uk_ua: Показує ID.

source: Lists all the chats admins.
cs_cz: Zobrazuje všechny administrátory chatů.
de_de: Listet alle Administrations-Chats auf.
es_es: Lista todos los administradores del chat.
fi_fi: Listaa kaikki chat-ylläpitäjät.
fr_fr: Liste tous les admins des chats.
pt_br: Lista todos os administradores do chat.
ru_ru: Перечисляет всех администраторов чатов.
uk_ua: Перелічує всіх адміністраторів чатів.

source: Warnings
cs_cz: Varování
de_de: Warnungen
es_es: Advertencias
fi_fi: Varoitukset
fr_fr: Avertissements
pt_br: Advertências
ru_ru: Предупреждения
uk_ua: Попередження

source: Warns the user.
fi_fi: Varoittaa käyttäjää.
ru_ru: Предупредить пользователя.
uk_ua: Попереджає користувача.

source: Shows the warnings history.
fi_fi: Näyttää varoitushistorian.
ru_ru: Показывает историю предупреждений.
uk_ua: Показує історію попереджень.

source: Sets the limit of warnings in the chat.
fi_fi: Asettaa varoitusten rajan chatissa.
ru_ru: Устанавливает лимит предупреждений в чате.
uk_ua: Встановлює ліміт попереджень у чаті.

source: New limit
fi_fi: Uusi raja
ru_ru: Новое ограничение
uk_ua: Новий ліміт

source: Deletes all warnings
fi_fi: Poistaa kaikki varoitukset
ru_ru: Удаляет все предупреждения
uk_ua: Видаляє всі попередження

source: Changes the punishment action after hitting the warning limit.
fi_fi: Muuttaa rangaistustoimenpiteen varoitusten rajan saavuttamisen jälkeen.
ru_ru: Изменяет действие наказания после достижения лимита предупреждений.
uk_ua: Змінює дії покарання після досягнення ліміту попереджень.

source: New mode
fi_fi: Uusi tila
ru_ru: Новый режим
uk_ua: Новий режим

source: ⚠️ Warn
fi_fi: ⚠️ Varoita
ru_ru: ⚠️ Предупредить
uk_ua: ⚠️ Попередження

source: I couldn't find the chat / channel! Please ensure that I am added as an admin there!
fi_fi: En löytänyt chattia / kanavaa! Varmista, että olen lisätty sinne ylläpitäjäksi!
ru_ru: Не удалось найти чат / канал! Пожалуйста, убедитесь, что я добавлен как администратор там!
uk_ua: Не вдалося знайти чат/канал! Переконайтеся, що я доданий туди як адміністратор!

source: Please give me valid chat ID/username
fi_fi: Anna minulle voimassa oleva chat ID/käyttäjätunnus
ru_ru: Пожалуйста, дайте мне действительный идентификатор чата / имя пользователя
uk_ua: Будь ласка, вкажіть дійсний ID чату або ім'я користувача

source: I can't find any chats on given information!
fi_fi: En löydä chatteja annetuilla tiedoilla!
ru_ru: Я не могу найти чаты с предоставленной информацией!
uk_ua: Я не можу знайти жодних чатів за наданою інформацією!

source: Locks
cs_cz: Zamky
de_de: Sperren
es_es: Bloqueos
fi_fi: Lukot
fr_fr: Verrous
pt_br: Trancas
ru_ru: Замки
uk_ua: Фільтр з обробником {handler} не може бути відредагований прямо зараз!

source: Shows all lockable entities
cs_cz: Zobrazí všechny zamykatelné entity
de_de: Zeigt alle sperrbaren Entitäten an
es_es: Muestra todas las entidades bloqueables
fi_fi: Näyttää kaikki lukittavat entiteetit
fr_fr: Montre toutes les entités verrouillables
pt_br: Mostra todas as entidades bloqueáveis
ru_ru: Показывает все блокируемые сущности
uk_ua: Цей фільтр було створено до оновлення фільтрів і вважається 'старим'

source: Notes
cs_cz: Poznámky
de_de: Notizen
es_es: Notas
fi_fi: Muistiinpanot
pt_br: Notas
ru_ru: Заметки
uk_ua: Замітки

source: If you want to save some frequently-used content in your chat, such as a FAQ, response templates, your favourite stickers or the whole interactive menu, you can do that with notes.
cs_cz: Pokud chcete uložit nějaký často používaný obsah ve svém chatu, jako je FAQ, šablony odpovědí, vaše oblíbené nálepky nebo celé interaktivní menu, můžete to udělat pomocí poznámek.
de_de: Wenn Sie einige häufig verwendete Inhalte in Ihrem Chat speichern möchten, z. B. ein FAQ, Antwortvorlagen, Ihre Lieblingssticker oder das gesamte interaktive Menü, können Sie dies mit Notizen tun.
es_es: Si deseas guardar contenido que se usa frecuentemente en tu chat, como un FAQ, plantillas de respuesta, tus stickers favoritos o todo el menú interactivo, puedes hacerlo con notas.
fi_fi: Jos haluat tallentaa usein käytettyä sisältöä chatiisi, kuten UKK, vastausmallit, suosikkiliimat tai koko interaktiivinen valikko, voit tehdä sen muistinpanolla.
fr_fr: Si vous souhaitez sauvegarder un contenu fréquemment utilisé dans votre chat, comme une FAQ, des modèles de réponse, vos autocollants préférés ou le menu interactif entier, vous pouvez le faire avec des notes.
pt_br: Se você deseja salvar algum conteúdo frequentemente usado no seu chat, como perguntas frequentes, modelos de resposta, seus adesivos favoritos ou o menu interativo completo, você pode fazer isso com notas.
ru_ru: Если вы хотите сохранить часто используемый контент в своем чате, такой как часто задаваемые вопросы, шаблоны ответов, ваши любимые наклейки или все интерактивное меню, вы можете сделать это с помощью заметок.
uk_ua: Слідкуйте за оновленнями Софії.

source: Notes allows saving different kind of content, from normal text messages to stickers and audio messages, notes also support adding inline message buttons.
cs_cz: Poznámky umožňují ukládání různých typů obsahu, od běžných textových zpráv po nálepky a audio zprávy, poznámky také podporují přidávání inline tlačítek zpráv.
de_de: Notizen ermöglichen das Speichern verschiedener Arten von Inhalten, von normalen Textnachrichten bis hin zu Stickern und Sprachnachrichten. Notizen unterstützen auch das Hinzufügen von Inline-Nachrichtenschaltflächen.
es_es: Las notas permiten guardar diferentes tipos de contenido, desde mensajes de texto normales hasta stickers y mensajes de audio; las notas también admiten añadir botones de mensaje en línea.
fi_fi: Muistiinpanot mahdollistavat eri tyyppisten sisältöjen tallentamisen, normaaleista tekstiviesteistä liimoihin ja ääniviesteihin, muistiinpanot tukevat myös riviviestin painikkeiden lisäämistä.
fr_fr: Les notes permettent de sauvegarder différents types de contenu, des messages texte normaux aux autocollants et aux messages audio, les notes permettent également d'ajouter des boutons de message en ligne.
pt_br: Notas permitem salvar diferentes tipos de conteúdo, desde mensagens de texto normais até adesivos e mensagens de áudio; notas também suportam adicionar botões de mensagem em linha.
ru_ru: Заметки позволяют сохранять различные виды контента, от обычных текстовых сообщений до стикеров и аудиосообщений, а также поддерживают добавление встроенных кнопок сообщений.
uk_ua: Альтернативно, ви можете видалити цей фільтр і створити його знову.

source: Note name
cs_cz: Název poznámky
de_de: Notizname
es_es: Nombre de la nota
fi_fi: Muistiinpanojen nimi
fr_fr: Nom de la note
pt_br: Nome da nota
ru_ru: Название заметки
uk_ua: Назва примітки

source: Deletes notes.
cs_cz: Smaže poznámky.
de_de: Notizen löschen.
es_es: Elimina notas.
fi_fi: Poistaa muistiinpanoja.
fr_fr: Supprime les notes.
pt_br: Exclui notas.
ru_ru: Удаляет заметки.
uk_ua: Видаляє примітки.

source: No notes was found with {name} name.
cs_cz: Nebyly nalezeny žádné poznámky s názvem {name}.
de_de: Es wurde keine Notiz mit dem Namen {name} gefunden.
es_es: No se encontró ninguna nota con el nombre {name}.
fi_fi: Mikään muistiinpano ei löytynyt nimellä {name}.
fr_fr: Aucune note trouvée avec le nom {name}.
pt_br: Nenhuma nota foi encontrada com o nome {name}.
ru_ru: Не найдено ни одной заметки с именем {name}.
uk_ua: Заміток не знайдено з іменем {name}.

source: Names
cs_cz: Názvy
de_de: Namen
es_es: Nombres
fi_fi: Nimet
fr_fr: Noms
pt_br: Nomes
ru_ru: Имя
uk_ua: Назви

source: Note was successfully deleted
cs_cz: Poznámka byla úspěšně smazána
de_de: Notiz wurde erfolgreich gelöscht
es_es: Nota eliminada con éxito
fi_fi: Muistiinpano poistettiin onnistuneesti
fr_fr: La note a été supprimée avec succès
pt_br: Nota excluída com sucesso
ru_ru: Заметка была успешно удалена
uk_ua: Примітка була успішно видалена

source: Deletes all notes.
cs_cz: Smaže všechny poznámky.
de_de: Löscht alle Notizen.
es_es: Elimina todas las notas.
fi_fi: Poistaa kaikki muistiinpanot.
fr_fr: Supprime toutes les notes.
pt_br: Exclui todas as notas.
ru_ru: Удаляет все заметки.
uk_ua: додає новий фільтр

source: 🗑 Delete all
cs_cz: 🗑 Odstranit vše
de_de: 🗑 Alle löschen
es_es: 🗑 Borrar todo
fi_fi: 🗑 Poista kaikki
fr_fr: 🗑 Supprimer tout
pt_br: 🗑 Apagar tudo
ru_ru: 🗑 Удалить все
uk_ua: 🗑 Видалити все

source: Do you want to delete all the notes in the {chat_name}?
cs_cz: Chcete odstranit všechny poznámky v {chat_name}?
de_de: Möchten Sie alle Notizen im {chat_name} löschen?
es_es: ¿Deseas borrar todas las notas en {chat_name}?
fi_fi: Haluatko poistaa kaikki muistiinpanot {chat_name}-keskustelusta?
fr_fr: Voulez-vous supprimer toutes les notes dans le {chat_name} ?
pt_br: Você deseja apagar todas as notas no {chat_name}?
ru_ru: Вы хотите удалить все заметки в {chat_name}?
uk_ua: Ви хочете видалити всі примітки в {chat_name}?

source: Only the initiator can confirm deleting all notes
cs_cz: Pouze iniciátor může potvrdit odstranění všech poznámek
de_de: Nur der Initiator kann das Löschen aller Notizen bestätigen
es_es: Solo el iniciador puede confirmar la eliminación de todas las notas
fi_fi: Vain aloittaja voi vahvistaa kaikkien muistiinpanojen poistamisen
fr_fr: Seul l'initiateur peut confirmer la suppression de toutes les notes
pt_br: Apenas o iniciador pode confirmar a exclusão de todas as notas
ru_ru: Только инициатор может подтвердить удаление всех заметок
uk_ua: Тільки ініціатор може підтвердити видалення всіх приміток

source: 🗑 All the notes ({removed_count}) have been deleted in the {chat_name}
cs_cz: 🗑 Všechny poznámky ({removed_count}) byly odstraněny v {chat_name}
de_de: 🗑 Alle Notizen ({removed_count}) wurden im {chat_name} gelöscht
es_es: 🗑 Todas las notas ({removed_count}) han sido borradas en {chat_name}
fi_fi: 🗑 Kaikki muistiinpanot ({removed_count}) on poistettu {chat_name}-keskustelusta
fr_fr: 🗑 Toutes les notes ({removed_count}) ont été supprimées dans le {chat_name}
pt_br: 🗑 Todas as notas ({removed_count}) foram apagadas em {chat_name}
ru_ru: 🗑 Все заметки ({removed_count}) были удалены в {chat_name}
uk_ua: 🗑 Усі примітки ({removed_count}) були видалені в {chat_name}

source: Retrieve the note.
cs_cz: Získá poznámku.
de_de: Ruft die Notiz ab.
es_es: Recupera la nota.
fi_fi: Hae muistiinpano.
fr_fr: Récupère la note.
pt_br: Recupera a nota.
ru_ru: Получить заметку.
uk_ua: Одержати примітку.

source: No note was found with {name} name.
cs_cz: Nebyla nalezena žádná poznámka s názvem {name}.
de_de: Es wurde keine Notiz mit dem Namen {name} gefunden.
es_es: No se encontró ninguna nota con el nombre {name}.
fi_fi: Mikään muistiinpano ei löytynyt nimellä {name}.
fr_fr: Aucune note trouvée avec le nom {name}.
pt_br: Nenhuma nota foi encontrada com o nome {name}.
ru_ru: Не найдена ни одна заметка с именем {name}.
uk_ua: Не знайдено примітки з іменем {name}.

source: ?Search notes
cs_cz: ?Hledat poznámky
de_de: ?Notizen suchen
es_es: ?Buscar notas
fi_fi: ?Hae muistiinpanoja
fr_fr: ?Rechercher des notes
pt_br: ?Buscar notas
ru_ru: ?Поиск заметок
uk_ua: ?Шукати примітки

source: Lists available notes.
cs_cz: Zobrazí dostupné poznámky.
de_de: Listet verfügbare Notizen auf.
es_es: Lista las notas disponibles.
fi_fi: Listaa saatavilla olevat muistiinpanot.
fr_fr: Liste les notes disponibles.
pt_br: Lista notas disponíveis.
ru_ru: Перечисляет доступные заметки.
uk_ua: Перелічує доступні примітки.

source: No notes found by the provided search pattern {pattern} in {chat_name}.
cs_cz: Nebyly nalezeny žádné poznámky podle zadaného vzoru hledání {pattern} v {chat_name}.
de_de: Es wurden keine Notizen nach dem bereitgestellten Suchmuster {pattern} in {chat_name} gefunden.
es_es: No se encontraron notas con el patrón de búsqueda proporcionado {pattern} en {chat_name}.
fi_fi: Ei muistiinpanoja löydetty annetuilla hakuehdoilla {pattern} {chat_name}-keskustelusta.
fr_fr: Aucune note trouvée par le motif de recherche fourni {pattern} dans {chat_name}.
pt_br: Nenhuma nota encontrada pelo padrão de busca fornecido {pattern} em {chat_name}.
ru_ru: Не найдено заметок по указанному шаблону поиска {pattern} в {chat_name}.
uk_ua: Жодних приміток не знайдено за наданим шаблоном пошуку {pattern} в {chat_name}.

source: No notes found in {chat_name}.
cs_cz: Nebyly nalezeny žádné poznámky v {chat_name}.
de_de: Es wurden keine Notizen in {chat_name} gefunden.
es_es: No se encontraron notas en {chat_name}.
fi_fi: Ei muistiinpanoja löydetty {chat_name}-keskustelusta.
fr_fr: Aucune note trouvée dans {chat_name}.
pt_br: Nenhuma nota encontrada em {chat_name}.
ru_ru: Не найдено заметок в {chat_name}.
uk_ua: Жодних приміток не знайдено в {chat_name}.

source: Search pattern
cs_cz: Vzor hledání
de_de: Suchmuster
es_es: Patrón de búsqueda
fi_fi: Hakumalli
fr_fr: Motif de recherche
pt_br: Padrão de busca
ru_ru: Шаблон поиска
uk_ua: Шаблон пошуку

source: Notes in {chat_name}
cs_cz: Poznámky v {chat_name}
de_de: Notizen in {chat_name}
es_es: Notas en {chat_name}
fi_fi: Muistiinpanot {chat_name}
fr_fr: Notes dans {chat_name}
pt_br: Notas em {chat_name}
ru_ru: Заметки в {chat_name}
uk_ua: Примітки в {chat_name}

source: Use {cmd} to retrieve a note. Example: {cmd_example}
cs_cz: Použijte {cmd} pro načtení poznámky. Příklad: {cmd_example}
de_de: Benutze {cmd} um eine Notiz abzurufen. Beispiel: {cmd_example}
es_es: Use {cmd} para recuperar una nota. Ejemplo: {cmd_example}
fi_fi: Käytä {cmd} komentoa muistiinpanon noutamiseen. Esimerkki: {cmd_example}
fr_fr: Utilisez {cmd} pour récupérer une note. Exemple : {cmd_example}
pt_br: Use {cmd} para recuperar uma nota. Exemplo: {cmd_example}
ru_ru: Используйте {cmd}, чтобы получить заметку. Пример: {cmd_example}
uk_ua: Використовуйте {cmd}, щоб отримати примітку. Приклад: {cmd_example}

source: #(Note name)
cs_cz: #(Název poznámky)
de_de: #(Notizname)
es_es: #(Nombre de la nota)
fi_fi: #(Muistin nimi)
fr_fr: #(Nom de la note)
pt_br: #(Nome da nota)
ru_ru: #(Название заметки)
uk_ua: #(Назва примітки)

source: Please connect to the chat to interact with chat notes
cs_cz: Prosím, připojte se k chatu, abyste mohli interagovat s poznámkami chatu
de_de: Bitte verbinden Sie sich mit dem Chat, um mit den Chatnotizen zu interagieren
es_es: Por favor, conéctate al chat para interactuar con las notas del chat
fi_fi: Ota yhteys keskusteluun vuorovaikutuksessa keskustelun muistiinpanojen kanssa
fr_fr: Veuillez vous connecter au chat pour interagir avec les notes de chat
pt_br: Por favor, conecte-se ao chat para interagir com as notas do chat
ru_ru: Пожалуйста, подключитесь к чату, чтобы взаимодействовать с заметками чата
uk_ua: Будь ласка, підключіться до чату, щоб взаємодіяти з нотатками чату

source: 🔌 Connect
cs_cz: 🔌 Připojit
de_de: 🔌 Verbinden
es_es: 🔌 Conectar
fi_fi: 🔌 Yhdistä
fr_fr: 🔌 Connecter
pt_br: 🔌 Conectar
ru_ru: 🔌 Подключить
uk_ua: 🔌 Підключити

source: Connected to chat {chat_name} successfully!
cs_cz: Úspěšně připojeno k chatu {chat_name}!
de_de: Erfolgreich mit Chat {chat_name} verbunden!
es_es: ¡Conectado al chat {chat_name} con éxito!
fi_fi: Yhteys keskusteluun {chat_name} onnistui!
fr_fr: ✅ Connecté au chat {chat_name} avec succès !
pt_br: Conectado ao chat {chat_name} com sucesso!
ru_ru: Успешно подключено к чату {chat_name}!
uk_ua: Успішно підключено до чату {chat_name}!

source: Use {command} to disconnect
cs_cz: Použijte {command} pro odpojení
de_de: Verwenden Sie {command}, um die Verbindung zu trennen
es_es: Usa {command} para desconectar
fi_fi: Käytä {command} katkaistaksesi yhteys
fr_fr: Utilisez {command} pour vous déconnecter
pt_br: Use {command} para desconectar
ru_ru: Используйте {command}, чтобы отключиться
uk_ua: Використовуйте {command}, щоб відключитися

source: Show current state of Private Notes
cs_cz: Zobrazit aktuální stav soukromých poznámek
de_de: Zeigt den aktuellen Zustand der privaten Notizen an
es_es: Muestra el estado actual de Notas Privadas
fi_fi: Näytä yksityisten muistiinpanojen nykyinen tila
fr_fr: Afficher l'état actuel des notes privées
pt_br: Mostrar estado atual das Notas Privadas
ru_ru: Показать текущее состояние Приватных Заметок
uk_ua: Показати поточний стан Приватних Приміток

source: Current state
cs_cz: Aktuální stav
de_de: Aktueller Status
es_es: Estado actual
fi_fi: Nykyinen tila
fr_fr: État actuel
pt_br: Estado atual
ru_ru: Текущее состояние
uk_ua: Поточний стан

source: Private Notes
cs_cz: Soukromé poznámky
de_de: Private Notizen
es_es: Notas Privadas
fi_fi: Yksityiset muistiinpanot
fr_fr: Notes privées
pt_br: Notas Privadas
ru_ru: Приватные Заметки
uk_ua: Приватні Примітки

source: Use '{cmd}' to change it.
cs_cz: Použijte '{cmd}' pro změnu.
de_de: Benutze '{cmd}' um es zu ändern.
es_es: Use '{cmd}' para cambiarlo.
fi_fi: Käytä '{cmd}' sen muuttamiseksi.
fr_fr: Utilisez '{cmd}' pour le changer.
pt_br: Use '{cmd}' para mudar isso.
ru_ru: Используйте '{cmd}' для изменения.
uk_ua: Використовуйте '{cmd}', щоб змінити це.

source: Control Private Notes
cs_cz: Ovládání soukromých poznámek
de_de: Steuere private Notizen
es_es: Controlar Notas Privadas
fi_fi: Yksityisten muistiinpanojen hallinta
fr_fr: Contrôler les notes privées
pt_br: Controlar Notas Privadas
ru_ru: Управление Приватными Заметками
uk_ua: Управління Приватними Примітками

source: enabled
cs_cz: povoleno
de_de: aktiviert
es_es: activado
fi_fi: käytössä
fr_fr: activé
pt_br: ativado
ru_ru: включено
uk_ua: увімкнено
