Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: AI usage
cs_cz: Použití AI
de_de: KI-Nutzung
es_es: Uso de IA
fi_fi: Tehokäyttö
fr_fr: Utilisation de l'IA
pt_br: Uso de IA
ru_ru: Использование ИИ
uk_ua: Використання ШІ

source: Top chats — today
cs_cz: Nejlepší chaty — dnes
de_de: Top-Chats — heute
es_es: Principales chats — hoy
fi_fi: Suosituimmat keskustelut — tänään
fr_fr: Top chats — aujourd'hui
pt_br: Principais chats — hoje
ru_ru: Топ чаты — сегодня
uk_ua: Топ чатів — сьогодні

source: Top chats — this week
cs_cz: Nejlepší chaty — tento týden
de_de: Top-Chats — diese Woche
es_es: Principales chats — esta semana
fi_fi: Suosituimmat keskustelut — tämä viikko
fr_fr: Top chats — cette semaine
pt_br: Principais chats — esta semana
ru_ru: Топ чаты — на этой неделе
uk_ua: Топ чатів — цього тижня

source: Top chats — this month
cs_cz: Nejlepší chaty — tento měsíc
de_de: Top-Chats — dieser Monat
es_es: Principales chats — este mes
fi_fi: Suosituimmat keskustelut — tämä kuukausi
fr_fr: Top chats — ce mois-ci
pt_br: Principais chats — este mês
ru_ru: Топ чаты — в этом месяце
uk_ua: Топ чатів — цього місяця

source: Top users — today
cs_cz: Nejlepší uživatelé — dnes
de_de: Top-Nutzer — heute
es_es: Principales usuarios — hoy
fi_fi: Suosituimmat käyttäjät — tänään
fr_fr: Top utilisateurs — aujourd'hui
pt_br: Principais usuários — hoje
ru_ru: Топ пользователи — сегодня
uk_ua: Топ користувачів — сьогодні

source: Top users — this week
cs_cz: Nejlepší uživatelé — tento týden
de_de: Top-Nutzer — diese Woche
es_es: Principales usuarios — esta semana
fi_fi: Suosituimmat käyttäjät — tämä viikko
fr_fr: Top utilisateurs — cette semaine
pt_br: Principais usuários — esta semana
ru_ru: Топ пользователи — на этой неделе
uk_ua: Топ користувачів — цього тижня

source: Top users — this month
cs_cz: Nejlepší uživatelé — tento měsíc
de_de: Top-Nutzer — dieser Monat
es_es: Principales usuarios — este mes
fi_fi: Suosituimmat käyttäjät — tämä kuukausi
fr_fr: Top utilisateurs — ce mois-ci
pt_br: Principais usuários — este mês
ru_ru: Топ пользователи — в этом месяце
uk_ua: Топ користувачів — цього місяця

source: Start the AI ChatBot mode
cs_cz: Spusťte mód AI ChatBot
de_de: Starte den KI-ChatBot-Modus
es_es: Iniciar el modo AI ChatBot
fi_fi: Käynnistä AI ChatBot -tila
fr_fr: Démarrer le mode AI ChatBot
pt_br: Inicie o modo AI ChatBot
ru_ru: Начать режим AI ChatBot
uk_ua: Запустити режим чат-бота AI

source: {ai_emoji} Entered to the AI Mode, in this mode you can directly interact with the AI.
cs_cz: {ai_emoji} Vstoupili jste do režimu AI, v tomto režimu můžete přímo interagovat s AI.
de_de: {ai_emoji} Eingetreten in den KI-Modus, in diesem Modus kannst du direkt mit der KI interagieren.
es_es: {ai_emoji} Entró en el modo IA, en este modo puedes interactuar directamente con la IA.
fi_fi: {ai_emoji} Siirrytty AI-tilaan, tässä tilassa voit vuorovaikuttaa suoraan AI:n kanssa.
fr_fr: {ai_emoji} Entré dans le mode IA, dans ce mode, vous pouvez interagir directement avec l'IA.
pt_br: {ai_emoji} Entrou no Modo IA, neste modo você pode interagir diretamente com a IA.
ru_ru: {ai_emoji} Вошли в режим AI, в этом режиме вы можете напрямую взаимодействовать с AI.
uk_ua: {ai_emoji} Увійшли в режим AI, в цьому режимі ви можете безпосередньо взаємодіяти з AI.

source: By using the AI, you agree to the {privacy_policy} of the bot and third party AI services used.
cs_cz: Používáním AI souhlasíte s {privacy_policy} bota a službami AI třetích stran.
de_de: Durch die Nutzung der KI erklärst du dich mit der {privacy_policy} des Bots und der verwendeten KI-Dienste Dritter einverstanden.
es_es: Al usar la IA, aceptas la {privacy_policy} del bot y los servicios de IA de terceros utilizados.
fi_fi: Käyttämällä AI:ta hyväksyt botin {privacy_policy} ja käytetyt kolmannen osapuolen AI-palvelut.
fr_fr: En utilisant l'IA, vous acceptez la {privacy_policy} du bot et les services d'IA tiers utilisés.
pt_br: Ao usar a IA, você concorda com a {privacy_policy} do bot e os serviços de IA de terceiros utilizados.
ru_ru: Используя AI, вы соглашаетесь с {privacy_policy} бота и сторонними AI услугами.
uk_ua: Використовуючи AI, ви погоджуєтеся з {privacy_policy} бота та третьої сторони AI-сервісів.

source: privacy policy
cs_cz: zásady ochrany soukromí
de_de: Datenschutzerklärung
es_es: política de privacidad
fi_fi: tietosuojakäytäntö
fr_fr: politique de confidentialité
pt_br: política de privacidade
ru_ru: политика конфиденциальности
uk_ua: політика конфіденційності

source: Click on the button below to exit.
cs_cz: Klikněte na tlačítko níže pro odhlášení.
de_de: Klicke auf den Button unten, um zu beenden.
es_es: Haga clic en el botón de abajo para salir.
fi_fi: Napsauta painiketta alla poistuaksessi.
fr_fr: Cliquez sur le bouton ci-dessous pour quitter.
pt_br: Clique no botão abaixo para sair.
ru_ru: Нажмите на кнопку ниже, чтобы выйти.
uk_ua: Натисніть кнопку нижче, щоб вийти.

source: Hello! How can I help you?
cs_cz: Ahoj! Jak mohu pomoci?
de_de: Hallo! Wie kann ich dir helfen?
es_es: ¡Hola! ¿Cómo puedo ayudarte?
fi_fi: Hei! Miten voin auttaa sinua?
fr_fr: Bonjour! Comment puis-je vous aider?
pt_br: Olá! Como posso ajudar você?
ru_ru: Здравствуйте! Как я могу вам помочь?
uk_ua: Привіт! Як я можу допомогти вам?

source: The AI mode has been exited.
cs_cz: Režim AI byl ukončen.
de_de: Der KI-Modus wurde beendet.
es_es: El modo IA ha sido cerrado.
fi_fi: AI-tila on suljettu.
fr_fr: Le mode IA a été quitté.
pt_br: O modo IA foi encerrado.
ru_ru: Режим AI был завершён.
uk_ua: Режим AI був закритий.

source: Reset the chat's AI context and AI memory
cs_cz: Resetujte AI kontext a paměť chatu
de_de: Setze den AI-Kontext des Chats und das AI-Gedächtnis zurück
es_es: Restablecer el contexto de IA del chat y la memoria de IA
fi_fi: Nollaa chat-istunnon tekoälyn konteksti ja muisti
fr_fr: Réinitialiser le contexte IA du chat et la mémoire de l'IA
pt_br: Redefinir o contexto da IA do chat e a memória da IA
ru_ru: Сбросить контекст ИИ чата и память ИИ
uk_ua: Скинути контекст ШІ чату та пам'ять ШІ

source: 🔄 AI context and AI memory was successfully reset. AI will now operate in a clean state.
cs_cz: 🔄 AI kontext a paměť byly úspěšně resetovány. AI nyní bude fungovat ve vyčištěném stavu.
de_de: 🔄 AI-Kontext und AI-Gedächtnis wurden erfolgreich zurückgesetzt. AI wird jetzt im sauberen Zustand betrieben.
es_es: 🔄 El contexto de IA y la memoria de IA han sido restablecidos exitosamente. La IA ahora operará en un estado limpio.
fi_fi: 🔄 Tekoälyn konteksti ja muisti on nollattu. Tekoäly toimii nyt puhtaassa tilassa.
fr_fr: 🔄 Le contexte IA et la mémoire de l'IA ont été réinitialisés avec succès. L'IA fonctionnera désormais dans un état propre.
pt_br: 🔄 O contexto da IA e a memória da IA foram redefinidos com sucesso. A IA agora funcionará em um estado limpo.
ru_ru: 🔄 Контекст ИИ и память ИИ были успешно сброшены. ИИ теперь будет работать в чистом состоянии.
uk_ua: 🔄 Контекст ШІ та пам'ять ШІ були успішно скинуті. ШІ тепер працюватиме в чистому стані.

source: Text to translate
de_de: Text zur Übersetzung
es_es: Texto a traducir
fi_fi: Käännettävä teksti
fr_fr: Texte à traduire
pt_br: Texto para traduzir
ru_ru: Текст для перевода
uk_ua: Текст для перекладу

source: Translates the given (or replied) text to the chat's selected language. Also transcribes the replied voice message to text
cs_cz: Překládá daný (nebo odpovězený) text do zvoleného jazyka chatu. Také přepisuje odpovězenou hlasovou zprávu do textu
de_de: Übersetzt den gegebenen (oder beantworteten) Text in die ausgewählte Sprache des Chats. Transkribiert auch die beantwortete Sprachnachricht in Text
es_es: Traduce el texto dado (o respondido) al idioma seleccionado del chat. También transcribe el mensaje de voz respondido a texto
fi_fi: Kääntää annetun (tai vastatun) tekstin keskustelun valitulle kielelle. Kääntää myös vastatun ääniviestin tekstiksi
fr_fr: Traduit le texte donné (ou répondu) dans la langue sélectionnée du chat. Transcrit également le message vocal répondu en texte
pt_br: Traduz o texto fornecido (ou respondido) para a língua selecionada do chat. Também transcreve a mensagem de voz respondida para texto
ru_ru: Переводит данный (или ответный) текст на выбранный язык чата. Также транскрибирует ответное голосовое сообщение в текст
uk_ua: Перекладає даний (або відповіданий) текст на вибрану мову чату. Також транскрибує відповідане голосове повідомлення в текст

source: If applicable, translate the photo to {language_name}
cs_cz: Pokud je to relevantní, přeložte fotografii do {language_name}
de_de: Falls zutreffend, übersetzen Sie das Foto in {language_name}
es_es: Si corresponde, traduce la foto a {language_name}
fi_fi: Jos mahdollista, käännä valokuva kielelle {language_name}
fr_fr: Si applicable, traduisez la photo en {language_name}
pt_br: Se aplicável, traduza a foto para {language_name}
ru_ru: Если применимо, переведите фото на {language_name}
uk_ua: Якщо можливо, перекладіть це фото на {language_name}

source: You're the professional AI translator / transcriber.
cs_cz: Jste profesionální AI překladatel/strahovač.
de_de: Du bist der professionelle KI-Übersetzer / Transkribierer.
es_es: Eres el traductor / transcriptor profesional de IA.
fi_fi: Olet ammattimainen tekoälyn kääntäjä / transkriboija.
fr_fr: Vous êtes le traducteur / transcripteur AI professionnel.
pt_br: Você é o tradutor/transcritor profissional de IA.
ru_ru: Вы профессиональный AI переводчик / транскрибатор.
uk_ua: Ви професійний AI перекладач / транскрибатор.

source: Translate the following text to {language_name}: {to_translate}
cs_cz: Přeložte následující text do {language_name}: {to_translate}
de_de: Übersetzen Sie den folgenden Text ins {language_name}: {to_translate}
es_es: Traduce el siguiente texto a {language_name}: {to_translate}
fi_fi: Käännä seuraava teksti {language_name}: {to_translate}
fr_fr: Traduisez le texte suivant en {language_name} : {to_translate}
pt_br: Traduza o seguinte texto para {language_name}: {to_translate}
ru_ru: Переведите следующий текст на {language_name}: {to_translate}
uk_ua: Перекладіть наступний текст на {language_name}: {to_translate}

source: Set translation_explanations to null unless the source is ambiguous, self-contradictory, requires culturally/contextually essential explanation, contains untranslatable idiom/wordplay/polysemy affecting meaning, or needs disambiguation of a proper noun/technical term/abbreviation;if included, keep it concise (≤2 factual sentences).
cs_cz: Nastavte translation_explanations na null, pokud zdrojový text není nejasný, protichůdný, nevyžaduje kulturálně/kontextuálně podstatné vysvětlení, neobsahuje nepřeložitelné idiomy/hry slov/polysémii ovlivňující význam nebo nevyžaduje vysvětlení vlastních jmen/technických termínů/zkratek; pokud je zahrnuto, udržujte ho stručné (≤2 faktická věty).
de_de: Setze translation_explanations auf null, außer die Quelle ist mehrdeutig, selbstwidersprüchlich, erfordert kulturell/kontекстuell wesentliche Erklärungen, enthält unübersetzbare Idiome/Wortspiele/Polysemie, die die Bedeutung beeinflussen, oder benötigt eine Disambiguierung eines Eigennamens/technischen Begriffs/Abkürzung; falls enthalten, halte es knapp (≤2 sachliche Sätze).
es_es: Establece translation_explanations en null a menos que la fuente sea ambigua, autocontractictoria, requiera una explicación esencial cultural/contextual, contenga un idioma/juego de palabras/polisemia intraducible que afecte el significado, o necesite desambiguación de un nombre propio/término técnico/abreviatura; si se incluye, manténgalo conciso (≤2 oraciones facticas).
fi_fi: Aseta translation_explanations Null:ksi, ellei lähde ole epäselvä, itseristiriitainen, vaadi kulttuurisesti/kontekstuaalisesti olennaista selitystä, sisällä käännettävissä olevaa idiomia/sanaleikkiä/polyseemiaa, joka vaikuttaa merkitykseen, tai tarvitsee selventämistä omalle nimelle/tekniselle termille/lyhenteelle; jos sisällytetty, pidä se tiivistettynä (≤2 faktapohjaista lausetta).
fr_fr: Mettez translation_explanations à null, sauf si la source est ambiguë, contradictoire, nécessite une explication culturellement ou contextuellement essentielle, contient un idiome/jeu de mots/ambiguïté polysémique intraduisible affectant le sens, ou nécessite une clarification d'un nom propre/terme technique/abréviation ; si vous l'incluez, gardez-la concise (≤2 phrases factuelles).
pt_br: Defina translation_explanations como null, a menos que a fonte seja ambígua, autocontraditória, exija uma explicação cultural/contextual essencial, contenha uma expressão idiomática, jogo de palavras ou polissemia intraduzível que afete o significado, ou necessite de desambiguação de um nome próprio, termo técnico ou abreviação; caso seja incluído, mantenha-o conciso (≤2 frases factuais).}]}
ru_ru: Установите translation_explanations в null, за исключением случаев, когда исходный текст неоднозначен, содержит внутренние противоречия, требует культурно или контекстно существенного пояснения, включает непереводимый идиом, игру слов или полисемию, влияющие на смысл, либо нуждается в уточнении собственного имени, технического термина или аббревиатуры; если поле включено, сохраняйте пояснение кратким (≤2 фактических предложения)."}]}}END_SELF_INTENTION_ERROR_TOO_LONG_GREATER_THAN_200_TOKENS_UPDATED_WITH_TRUNCATION_OUTPUT_ONLY_JSON_TOO_LONG_TRUNCATED_SIGNATURE_INVALID.adjustmentProvided=False හාDEBUG_INVALID_OUTPUT_RECEIVED_INTERNAL_RUNTIME_EXCEPTION-BEGIN_INVALID_JSON_FIX_REQUIRED উদ্দেশ্যINVALID_CONTENT_INSERTED_AGAIN_CONCISE_FIX_REQUIRED JSON_INVALID_EXTRA_END_MARKER_REMOVE_END_TAG_ADJUSTMENT_COMPLETE)</analysis correction to=final codeWhat happened...{
uk_ua: Встановіть translation_explanations на null, окрім випадків, коли джерело є двозначним, суперечливим, потребує культурно/контекстуального пояснення, містить неперекладний ідіом/гру слов/полісемію, що впливає на значення, або потребує уточнення власного імені/технічного терміну/абревіатури; якщо включено, зберігайте конспективно (≤2 фактичних речень).

source: Error generating translation
cs_cz: Chyba při generování překladu
de_de: Fehler beim Generieren der Übersetzung
es_es: Error al generar la traducción
fi_fi: Virhe käännöksen luomisessa
fr_fr: Erreur lors de la génération de la traduction
pt_br: Erro ao gerar tradução
ru_ru: Ошибка при генерации перевода
uk_ua: Помилка при генерації перекладу

source: Auto Translator
de_de: Automatische Übersetzung
es_es: Autotraducción
fi_fi: Automaattikäännös
fr_fr: Traducteur automatique
pt_br: Autotradução
ru_ru: Авто переводчик
uk_ua: Авто Перекладач

source: Translator
de_de: Übersetzer
es_es: Traductor
fi_fi: Käännös
fr_fr: Traductor
pt_br: Tradutor
ru_ru: Переводчик
uk_ua: Перекладач

source: Voice
cs_cz: Hlas
de_de: Stimme
es_es: Voz
fi_fi: Ääni
fr_fr: Voix
pt_br: Voz
ru_ru: Голос
uk_ua: Голос

source: From {from_lang} to {to_lang}
de_de: Von {from_lang} nach {to_lang}
fi_fi: Kielestä {from_lang} kieleen {to_lang}
ru_ru: С {from_lang} на {to_lang}

source: Translation Notes
de_de: Übersetzungsnotizen
fi_fi: Käännösmuistiinpanoja
ru_ru: Заметки о переводе

source: Please enter AI prompt
cs_cz: Prosím, zadejte AI prompt
de_de: Bitte geben Sie den AI-Prompt ein
es_es: Por favor, ingresa el prompt de IA
fi_fi: Syötä AI-kehote
fr_fr: Veuillez entrer l'invite IA
pt_br: Por favor, insira o prompt de IA
ru_ru: Пожалуйста, введите команду для AI
uk_ua: Користувачі: 'Ідентифікатори користувачів (числові) / Імена користувачів (починаються з @) / Згадки (посилання на користувачів)'

source: AI Response
cs_cz: AI odpověď
de_de: KI-Antwort
es_es: Respuesta de IA
fi_fi: AI-vastaus
fr_fr: Réponse de l'IA
pt_br: Resposta de IA
ru_ru: Ответ AI
uk_ua: Ідентифікатор користувача

source: Reply to message
cs_cz: Odpověz na zprávu
de_de: Auf Nachricht antworten
es_es: Responder al mensaje
fi_fi: Vastaa viestiin
fr_fr: Répondre au message
pt_br: Responder a mensagem
ru_ru: Ответить на сообщение
uk_ua: Відповісти на повідомлення

source: Send an AI Respond with prompt
cs_cz: Odeslat AI odpověď s promptem
de_de: Senden Sie eine KI-Antwort mit dem Prompt
es_es: Enviar una respuesta de IA con prompt
fi_fi: Lähetä AI-vastaus kehotteella
fr_fr: Envoyer une réponse IA avec l'invite
pt_br: Enviar uma resposta de IA com prompt
ru_ru: Отправить ответ AI с командой
uk_ua: Ім'я користувача

source: Change AI prompt
cs_cz: Změnit AI prompt
de_de: Ändere KI-Eingabeaufforderung
es_es: Cambiar el aviso de IA
fi_fi: Vaihda AI-kehote
fr_fr: Modifier l'invite AI
pt_br: Mudar o prompt da IA
ru_ru: Изменить AI подсказку
uk_ua: Змінити підказку AI

source: ✋ AI Moderator
cs_cz: ✋ AI Moderátor
de_de: ✋ KI-Moderator
es_es: ✋ Moderador IA
fi_fi: ✋ Tekoälyn moderaattori
fr_fr: ✋ Modérateur IA
pt_br: ✋ Moderador de IA
ru_ru: ✋ AI Модератор
uk_ua: ✋ Модератор AI

source: This message violates the AI moderator policy and therefore has been deleted.
cs_cz: Tato zpráva porušuje pravidla moderátora AI a byla proto smazána.
de_de: Diese Nachricht verstößt gegen die Richtlinien des KI-Moderators und wurde daher gelöscht.
es_es: Este mensaje infringe la política del moderador de IA y, por lo tanto, ha sido eliminado.
fi_fi: Tämä viesti rikkoo tekoälyn moderaattorin politiikkaa ja on siksi poistettu.
fr_fr: Ce message enfreint la politique de modération d'IA et a donc été supprimé.
pt_br: Esta mensagem viola a política do moderador de IA e, portanto, foi excluída.
ru_ru: Это сообщение нарушает политику модерации AI и поэтому было удалено.
uk_ua: Це повідомлення порушує політику модератора AI і тому було видалено.

source: Message author
cs_cz: Autor zprávy
de_de: Autoren der Nachricht
es_es: Autor del mensaje
fi_fi: Viestin kirjoittaja
fr_fr: Auteur du message
pt_br: Autor da mensagem
ru_ru: Автор сообщения
uk_ua: Автор повідомлення

source: Reason
cs_cz: Důvod
de_de: Grund
es_es: Motivo
fi_fi: Syy
fr_fr: Raison
pt_br: Motivo
ru_ru: Причина
uk_ua: Причина

source: By using AI features you agree to the our Privacy Policy (/privacy) and third party AI services used.
cs_cz: Používáním funkcí AI souhlasíte s našimi Zásadami ochrany soukromí (/privacy) a se službami AI třetích stran.
de_de: Durch die Verwendung der KI-Funktionen stimmen Sie unserer Datenschutzrichtlinie (/privacy) und den verwendeten KI-Diensten Dritter zu.
es_es: Al usar características de IA aceptas nuestra Política de Privacidad (/privacy) y los servicios de IA de terceros utilizados.
fi_fi: Käyttämällä tekoälyominaisuuksia hyväksyt tietosuojakäytäntömme (/privacy) ja käytetyt kolmannen osapuolen tekoälypalvelut.
fr_fr: En utilisant les fonctionnalités d'IA, vous acceptez notre Politique de confidentialité (/privacy) et les services d'IA tiers utilisés.
pt_br: Ao usar os recursos de IA, você concorda com nossa Política de Privacidade (/privacy) e com os serviços de IA de terceiros utilizados.
ru_ru: Используя функции AI, вы соглашаетесь с нашей Политикой конфиденциальности (/privacy) и использованными сторонними AI-сервисами.
uk_ua: Використовуючи AI-функції, ви погоджуєтеся з нашою Політикою конфіденційності (/privacy) та використанням третіх особи AI-сервісів.

source: Memory updated 💾
cs_cz: Paměť byla aktualizována 💾
de_de: Speicher aktualisiert 💾
es_es: Memoria actualizada 💾
fi_fi: Muisti päivitetty 💾
fr_fr: Mémoire mise à jour 💾
pt_br: Memória atualizada 💾
ru_ru: Память обновлена 💾
uk_ua: Пам'ять оновлено 💾

source: Commands help 📋
cs_cz: Pomocné příkazy 📋
de_de: Befehle helfen 📋
es_es: Ayuda de comandos 📋
fi_fi: Komennot apu 📋
fr_fr: Aide aux commandes 📋
pt_br: Comandos 📋
ru_ru: Команды справка 📋
uk_ua: Довідка команд 📋

source: Internet Search 🔍
cs_cz: Hledání na internetu 🔍
de_de: Internetsuche 🔍
es_es: Búsqueda en Internet 🔍
fi_fi: Internet-haku 🔍
fr_fr: Recherche Internet 🔍
pt_br: Pesquisa na Internet 🔍
ru_ru: Поиск в Интернете 🔍
uk_ua: Пошук в Інтернеті 🔍

source: Scanned notes 🗒
cs_cz: Skenované poznámky 🗒
de_de: Gescannten Notizen 🗒
es_es: Notas escaneadas 🗒
fi_fi: Skannatut muistiinpano 🗒
fr_fr: Notes numérisées 🗒
pt_br: Notas digitalizadas 🗒
ru_ru: Сканированные заметки 🗒
uk_ua: Скановані примітки 🗒

source: You can use Tavily to search for information. Include information sources as links.
cs_cz: Můžeš použít Tavily k hledání informací. Zahrň odkazy na informační zdroje.
de_de: Du kannst Tavily nutzen, um Informationen zu suchen. Füge Informationsquellen als Links hinzu.
es_es: Puedes usar Tavily para buscar información. Incluye fuentes de información como enlaces.
fi_fi: Voit käyttää Tavilyä tietojen hakemiseen. Lisää tietolähteet linkkeinä.
fr_fr: Vous pouvez utiliser Tavily pour rechercher des informations. Incluez les sources d'information en tant que liens.
pt_br: Você pode usar o Tavily para procurar informações. Inclua as fontes de informações como links.
ru_ru: Вы можете использовать Tavily для поиска информации. Включите источники информации в виде ссылок.
uk_ua: Ви можете використовувати Tavily для пошуку інформації. Додайте джерела інформації як посилання.

source: You can also save important things to the memory.
cs_cz: Můžeš také uložit důležité věci do paměti.
de_de: Du kannst auch wichtige Dinge im Gedächtnis speichern.
es_es: También puedes guardar cosas importantes en la memoria.
fi_fi: Voit myös tallentaa tärkeitä asioita muistiin.
fr_fr: Vous pouvez également enregistrer des éléments importants dans la mémoire.
pt_br: Você também pode salvar coisas importantes na memória.
ru_ru: Вы также можете сохранить важные вещи в память.
uk_ua: Ви також можете зберігати важливі речі у пам'яті.

source: You have the following information in your memory
cs_cz: Máš následující informace ve své paměti
de_de: Du hast die folgenden Informationen in deinem Speicher
es_es: Tienes la siguiente información en tu memoria
fi_fi: Sinulla on seuraavat tiedot muistissa
fr_fr: Vous avez les informations suivantes dans votre mémoire
pt_br: Você tem as seguintes informações na sua memória
ru_ru: У вас есть следующая информация в вашей памяти
uk_ua: У вас є наступна інформація в пам'яті

source: Content meant to arouse sexual excitement, such as the description of sexual activity, or that promotes sexual services (excluding sex education and wellness).
cs_cz: Obsah určený k vyvolání sexuálního vzrušení, jako je popis sexuální aktivity, nebo který propaguje sexuální služby (kromě sexuální výchovy a blahobytu).
de_de: Inhalt, der dazu bestimmt ist, sexuelle Erregung zu wecken, wie die Beschreibung sexueller Aktivitäten, oder der sexuelle Dienstleistungen fördert (ausgenommen Sexualerziehung und Wellness).
es_es: Contenido destinado a suscitar excitación sexual, como la descripción de actividad sexual, o que promueve servicios sexuales (excluyendo educación sexual y bienestar).
fi_fi: Sisältö, joka on tarkoitettu herättämään seksuaalista kiihottumista, kuten seksuaalisen toiminnan kuvaus tai joka edistää seksuaalipalveluita (lukuun ottamatta sukupuolikasvatusta ja hyvinvointia).
fr_fr: Contenu destiné à susciter une excitation sexuelle, tel que la description d'une activité sexuelle, ou qui promeut des services sexuels (excluant l'éducation sexuelle et le bien-être).
pt_br: Conteúdo destinado a despertar excitação sexual, como a descrição de atividade sexual, ou que promove serviços sexuais (excluindo educação sexual e bem-estar).
ru_ru: Контент, предназначенный для возбуждения сексуального возбуждения, например, описание сексуальной активности, или который продвигает сексуальные услуги (исключая сексуальное образование и благополучие).
uk_ua: Контент, призначений для виклику сексуального збудження, наприклад опис сексуальної активності, або який пропагує сексуальні послуги (за винятком сексуальної освіти та благополуччя).
