Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Enables previously disabled command.
cs_cz: Povolí dříve zakázaný příkaz.
de_de: Aktiviert zuvor deaktivierten Befehl.
es_es: Habilita el comando que fue deshabilitado previamente.
fi_fi: Ottaa käyttöön aiemmin poistetun komennon.
fr_fr: Active la commande précédemment désactivée.
pt_br: Ativa o comando que foi desabilitado anteriormente.
ru_ru: Включает ранее отключённую команду.
uk_ua: Увімкнути раніше вимкнену команду.

source: Command enabled
cs_cz: Příkaz povolen
de_de: Befehl aktiviert
es_es: Comando habilitado
fi_fi: Komento käytössä
fr_fr: Commande activée
pt_br: Comando ativado
ru_ru: Команда включена
uk_ua: Команда увімкнена

source: ✅ Enable all
cs_cz: ✅ Povolte všechny
de_de: ✅ Alle aktivieren
es_es: ✅ Habilitar todos
fi_fi: ✅ Ota kaikki käyttöön
fr_fr: ✅ Activer tout
pt_br: ✅ Ativar todos
ru_ru: ✅ Включить всё
uk_ua: ✅ Увімкнути все

source: 🚫 Cancel
cs_cz: 🚫 Zrušit
de_de: 🚫 Abbrechen
es_es: 🚫 Cancelar
fi_fi: 🚫 Peruuta
fr_fr: 🚫 Annuler
pt_br: 🚫 Cancelar
ru_ru: 🚫 Отмена
uk_ua: 🚫 Скасувати

source: Do you want to enable all commands in the {chat_name}?
cs_cz: Chcete povolit všechny příkazy v {chat_name}?
de_de: Möchten Sie alle Befehle im {chat_name} aktivieren?
es_es: ¿Deseas habilitar todos los comandos en {chat_name}?
fi_fi: Haluatko ottaa kaikki komennot käyttöön {chat_name}?
fr_fr: Voulez-vous activer toutes les commandes dans le {chat_name} ?
pt_br: Você deseja ativar todos os comandos no {chat_name}?
ru_ru: Вы хотите включить все команды в {chat_name}?
uk_ua: Ви хочете увімкнути всі команди в {chat_name}?

source: Only the initiator can confirm disabling all commands
cs_cz: Pouze iniciátor může potvrdit zakázání všech příkazů
de_de: Nur der Initiator kann das Deaktivieren aller Befehle bestätigen
es_es: Solo el iniciador puede confirmar la desactivación de todos los comandos
fi_fi: Vain aloittaja voi vahvistaa kaikkien komentojen poiston
fr_fr: Seul l'initiateur peut confirmer la désactivation de toutes les commandes
pt_br: Apenas o iniciador pode confirmar a desativação de todos os comandos
ru_ru: Только инициатор может подтвердить отключение всех команд
uk_ua: Тільки ініціатор може підтвердити відключення всіх команд

source: ✅ All the commands ({removed_count}) have been enabled in the {chat_name}
cs_cz: ✅ Všech ({removed_count}) příkazů bylo povoleno ve {chat_name}
de_de: ✅ Alle Befehle ({removed_count}) wurden in den {chat_name} aktiviert
es_es: ✅ Todos los comandos ({removed_count}) han sido habilitados en {chat_name}
fi_fi: ✅ Kaikki komennot ({removed_count}) on otettu käyttöön {chat_name}
fr_fr: ✅ Toutes les commandes ({removed_count}) ont été activées dans le {chat_name}
pt_br: ✅ Todos os comandos ({removed_count}) foram habilitados em {chat_name}
ru_ru: ✅ Все команды ({removed_count}) были включены в {chat_name}
uk_ua: ✅ Усі команди ({removed_count}) були увімкнені в {chat_name}

source: Error
cs_cz: Chyba
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
pt_br: Erro
ru_ru: Ошибка
uk_ua: Помилка

source: 😞 I've got an error trying to process this update
cs_cz: 😞 Došlo k chybě při zpracovávání této aktualizace
de_de: 😞 Ich habe einen Fehler beim Verarbeiten dieses Updates erhalten
es_es: 😞 He tenido un error al intentar procesar esta actualización
fi_fi: 😞 Sain virheen yrittäessäni käsitellä tätä päivitystä
fr_fr: 😞 J'ai une erreur en essayant de traiter cette mise à jour
pt_br: 😞 Ocorreu um erro ao tentar processar esta atualização
ru_ru: 😞 У меня возникла ошибка при обработке этого обновления
uk_ua: 😞 У мене виникла помилка при обробці цього оновлення

source: Reference ID
cs_cz: Referenční ID
de_de: Referenz-ID
es_es: ID de referencia
fi_fi: Viitestunniste
fr_fr: ID de référence
pt_br: ID de Referência
ru_ru: Идентификатор для поддержки
uk_ua: Ідентифікатор посилання

source: 💬 Contact Sophie support
cs_cz: 💬 Kontaktujte podporu Sophie
de_de: 💬 Kontaktiere den Sophie-Support
es_es: 💬 Contactar soporte de Sophie
fi_fi: 💬 Ota yhteyttä Sophie-tukeen
fr_fr: 💬 Contacter le support Sophie
pt_br: 💬 Contate o suporte da Sophie
ru_ru: 💬 Связаться с поддержкой Sophie
uk_ua: 💬 Зв'язатися з підтримкою Софі

source: Code dances with bugs,
cs_cz: Kód tančí s chybami,
de_de: Code tanzt mit Bugs,
es_es: El código baila con errores,
fi_fi: Koodi tanssii virheiden kanssa,
fr_fr: Le code danse avec les bugs,
pt_br: O código dança com os erros,
ru_ru: Код пляшет с ошибками,
uk_ua: Код танцює з помилками,

source: Exceptions arise, yet learn —
cs_cz: Výjimky vznikají, ale učí se —
de_de: Ausnahmen entstehen, doch lernen –
es_es: Las excepciones surgen, pero aprendemos —
fi_fi: Poikkeukset nousevat, mutta opimme —
fr_fr: Les exceptions surgissent, mais apprenons —
pt_br: Exceções surgem, mas aprendemos —
ru_ru: Исключения возникают, но мы учимся —
uk_ua: Винятки виникають, але навчання —

source: Errors guide our way.
cs_cz: Chyby nás vedou.
de_de: Fehler weisen unseren Weg.
es_es: Los errores guían nuestro camino.
fi_fi: Virheet ohjaavat tietämme.
fr_fr: Les erreurs guident notre chemin.
pt_br: Os erros guiam nosso caminho.
ru_ru: Ошибки указывают нам путь.
uk_ua: Помилки ведуть нашим шляхом.

source: Silent lines disrupted,
cs_cz: Tiché řádky přerušeny,
de_de: Stille Zeilen gestört,
es_es: Líneas silenciosas interrumpidas,
fi_fi: Hiljaiset rivit katkeneet,
fr_fr: Lignes silencieuses perturbées,
pt_br: Linhas silenciosas interrompidas,
ru_ru: Безмолвные строки нарушены,
uk_ua: Тихі рядки перервані,

source: Errors speak a language new,
cs_cz: Chyby mluví novým jazykem,
de_de: Fehler sprechen eine neue Sprache,
es_es: Los errores hablan un lenguaje nuevo,
fi_fi: Virheet puhuvat uutta kieltä,
fr_fr: Les erreurs parlent une langue nouvelle,
pt_br: Os erros falam uma nova linguagem,
ru_ru: Ошибки говорят на новом языке,
uk_ua: Помилки говорять новою мовою,

source: In flaws, growth takes root.
cs_cz: V chybách roste růst.
de_de: In Fehlern keimt das Wachstum.
es_es: En los defectos, el crecimiento echa raíces.
fi_fi: Vioissa juurtuu kasvu.
fr_fr: Dans les défauts, la croissance prend racine.
pt_br: Na falha, o crescimento se enraíza.
ru_ru: В недостатках рост пускает корни.
uk_ua: У недоліках росте нове.

source: Through the mist of bugs,
cs_cz: Skrze mlhu chyb,
de_de: Durch den Nebel der Bugs,
es_es: A través de la niebla de errores,
fi_fi: Läpi virheiden sumun,
fr_fr: À travers la brume des bugs,
pt_br: Através da névoa de bugs,
ru_ru: Сквозь туман ошибок,
uk_ua: Через туман помилок,

source: Learning blooms in lines of code,
cs_cz: Učení kvete v řádcích kódu,
de_de: Lernen blüht in den Code-Zeilen,
es_es: El aprendizaje florece en líneas de código,
fi_fi: Oppiminen kukoistaa koodiriveissä,
fr_fr: L'apprentissage fleurit dans les lignes de code,
pt_br: O aprendizado floresce nas linhas de código,
ru_ru: Обучение расцветает в строках кода,
uk_ua: Навчання розквітає в рядках коду,

source: Exceptional growth.
cs_cz: Výjimečný růst.
de_de: Außergewöhnliches Wachstum.
es_es: Crecimiento excepcional.
fi_fi: Poikkeuksellinen kasvu.
fr_fr: Croissance exceptionnelle.
pt_br: Crescimento excepcional.
ru_ru: Исключительный рост.
uk_ua: Винятковий розвиток.

source: In errors we find,
cs_cz: V chybách nacházíme,
de_de: In Fehlern finden wir,
es_es: En los errores encontramos,
fi_fi: Virheissä löydämme,
fr_fr: Dans les erreurs, nous trouvons,
pt_br: Nos erros encontramos,
ru_ru: В ошибках мы находим
uk_ua: В помилках ми знаходимо,

source: Opportunities to learn,
cs_cz: Příležitosti k učení,
de_de: Möglichkeiten zu lernen,
es_es: Oportunidades para aprender,
fi_fi: Mahdollisuuksia oppia,
fr_fr: Opportunités d'apprendre,
pt_br: Oportunidades de aprendizado,
ru_ru: Возможности для обучения,
uk_ua: Можливості навчитися,

source: Software's hidden gifts.
cs_cz: Skryté dary softwaru.
de_de: Die versteckten Geschenke der Software.
es_es: Los regalos ocultos del software.
fi_fi: Ohjelmiston piilotetut lahjat.
fr_fr: Les dons cachés du logiciel.
pt_br: Os presentes ocultos do software.
ru_ru: Скрытые дары программного обеспечения.
uk_ua: Приховані подарунки програмного забезпечення.

source: Paths diverge, glitch calls,
cs_cz: Cesty se rozcházejí, glitch volá,
de_de: Weggabelungen, Glitchruft,
es_es: Los caminos se dividen, la falla llama,
fi_fi: Polut eroavat, vika kutsuu,
fr_fr: Les chemins divergent, le glitch appelle,
pt_br: Caminhos se separam, glitch chama,
ru_ru: Переключение траекторий, скручивание вызовов,
uk_ua: Шляхи розгалужуються, збої кличуть,

source: Embrace the flaw, seek the fix,
cs_cz: Přijměte chybu, hledejte opravu,
de_de: Umfange den Fehler, suche die Lösung,
es_es: Abraza el defecto, busca la solución,
fi_fi: Ota vika omaks, etsi korjaus,
fr_fr: Accepte le défaut, cherche la solution,
pt_br: Abrace a falha, busque a solução,
ru_ru: Закреплять дефект, искать исправление,
uk_ua: Обіймайте недолік, шукайте виправлення,

source: Errors sculpt progress.
cs_cz: Chyby formují pokrok.
de_de: Fehler formen den Fortschritt.
es_es: Los errores esculpen el progreso.
fi_fi: Virheet muovaavat kehitystä.
fr_fr: Les erreurs sculptent les progrès.
pt_br: Os erros esculpem o progresso.
ru_ru: Ошибки sculpt прогресс.
uk_ua: Помилки формують прогрес.

source: A glitchy waltz starts,
cs_cz: Chybované waltz začíná,
de_de: Ein fehlerhafter Walzer beginnt,
es_es: Un vals errático comienza,
fi_fi: Vikainen valssi alkaa,
fr_fr: Un valse glitchy commence,
pt_br: Um valsinha com glitches começa,
ru_ru: Начинается блестящий waltz,
uk_ua: Починається збоєвий вальс,

source: Errors lead to graceful steps,
cs_cz: Chyby vedou k ladným krokům,
de_de: Fehler führen zu anmutigen Schritten,
es_es: Los errores conducen a pasos elegantes,
fi_fi: Virheet johtavat sulaviin askeliin,
fr_fr: Les erreurs mènent à des pas gracieux,
pt_br: Os erros levam a passos graciosos,
ru_ru: Ошибки приводят к грациозным шагам,
uk_ua: Помилки ведуть до витончених кроків,

source: Software learns to dance.
cs_cz: Software se učí tančit.
de_de: Software lernt zu tanzen.
es_es: El software aprende a bailar.
fi_fi: Ohjelmisto oppii tanssimaan.
fr_fr: Le logiciel apprend à danser.
pt_br: O software aprende a dançar.
ru_ru: Программное обеспечение учатся танцевать.
uk_ua: Програмне забезпечення вчиться танцювати.

source: Beneath error's mask,
cs_cz: Pod maskou chyby,
de_de: Unter der Maske des Fehlers,
es_es: Bajo la máscara del error,
fi_fi: Virheen naamion alla,
fr_fr: Sous le masque de l'erreur,
pt_br: Sob a máscara do erro,
ru_ru: Под погрешностью
uk_ua: Під маскою помилки,

source: Lies chance to refine and mend,
cs_cz: Leží šance na zlepšení a opravu,
de_de: Liegt die Chance, zu verfeinern und zu heilen,
es_es: Radica la oportunidad de refinar y reparar,
fi_fi: Pyyhi mahdollisuus hienostaa ja korjata,
fr_fr: Se cache une chance de raffiner et réparer,
pt_br: Encontra-se a chance de refinar e corrigir,
ru_ru: Имеет шанс доработать и улучшить,
uk_ua: Ховається шанс вдосконалити та виправити,

source: Stronger code emerges.
cs_cz: Silnější kód se objevuje.
de_de: Stärkerer Code entsteht.
es_es: Un código más fuerte emerge.
fi_fi: Vahvempi koodi nousee.
fr_fr: Un code plus fort émerge.
pt_br: Códigos mais fortes emergem.
ru_ru: Появляется более сильный код.
uk_ua: Виникає більш міцний код.

source: Flawed notes in the code,
cs_cz: Chyby v poznámkách kódu,
de_de: Fehlerhafte Noten im Code,
es_es: Notas defectuosas en el código,
fi_fi: Virheellisiä nuotteja koodissa,
fr_fr: Notes défectueuses dans le code,
pt_br: Notas falhas no código,
ru_ru: Некорректные заметки в коде,
uk_ua: Недосконалі примітки в коді,

source: Create the symphony of growth,
cs_cz: Vytvořte symfonii růstu,
de_de: Schaffe die Symphonie des Wachstums,
es_es: Crea la sinfonía del crecimiento,
fi_fi: Luo kasvun sinfonia,
fr_fr: Crée la symphonie de la croissance,
pt_br: Crie a sinfonia do crescimento,
ru_ru: Создать симфонию роста,
uk_ua: Створюють симфонію зростання,

source: Exceptions compose.
cs_cz: Výjimky skládají.
de_de: Ausnahmen komponieren.
es_es: Las excepciones componen.
fi_fi: Poikkeukset säveltävät.
fr_fr: Les exceptions composent.
pt_br: Exceções compõem.
ru_ru: Составляются исключения.
uk_ua: Винятки складають.

source: Bright stars in the code,
cs_cz: Jasné hvězdy v kódu,
de_de: Helle Sterne im Code,
es_es: Estrellas brillantes en el código,
fi_fi: Kirkkaita tähtiä koodissa,
fr_fr: Étoiles brillantes dans le code,
pt_br: Estrelas brilhantes no código,
ru_ru: Яркие звезды в коде,
uk_ua: Яскраві зірки в коді,

source: Errors guide us through the dark,
cs_cz: Chyby nás vedou temnotou,
de_de: Fehler führen uns durch die Dunkelheit,
es_es: Los errores nos guían a través de la oscuridad,
fi_fi: Virheet opastavat pimeässä,
fr_fr: Les erreurs nous guident à travers l'obscurité,
pt_br: Os erros nos guiam pela escuridão,
ru_ru: Ошибки приводят нас к темноте,
uk_ua: Помилки ведуть нас крізь темряву,

source: To a better dawn.
cs_cz: K lepšímu rozbřesku.
de_de: Zu einem besseren Morgen.
es_es: Hacia un mejor amanecer.
fi_fi: Parempaan aamunkoittoon.
fr_fr: Vers une meilleure aube.
pt_br: Para um amanhecer melhor.
ru_ru: К лучшему рассвету.
uk_ua: До кращого світанку.

source: Software's journey,
cs_cz: Cesta softwaru,
de_de: Die Reise der Software,
es_es: El viaje del software,
fi_fi: Ohjelmiston matka,
fr_fr: Le voyage du logiciel,
pt_br: A jornada do software,
ru_ru: Путешествие по программе,
uk_ua: Подорож програмного забезпечення,

source: Marked by errors, yet they forge,
cs_cz: Označeno chybami, přesto vytvářejí,
de_de: Gekennzeichnet von Fehlern, doch sie schmieden,
es_es: Marcado por errores, pero forjan,
fi_fi: Virheellinen, mutta ne taiteilevat,
fr_fr: Marqué par des erreurs, pourtant ils forgent,
pt_br: Marcada por erros, ainda assim forjam,
ru_ru: Отмечено ошибками, но они форжают,
uk_ua: Позначена помилками, проте вони формують,

source: A path to brilliance.
cs_cz: Cesta k brilantnosti.
de_de: Ein Weg zur Brillanz.
es_es: Un camino hacia la brillantez.
fi_fi: Tie loistoa kohti.
fr_fr: Un chemin vers la brillance.
pt_br: Um caminho para o brilho.
ru_ru: Путь к бриллианту.
uk_ua: Шлях до білого.

source: In lines of debug,
cs_cz: V řádcích ladění,
de_de: In Zeilen des Debugs,
es_es: En líneas de depuración,
fi_fi: Virheiden rivistöissä,
fr_fr: Dans les lignes de débogage,
pt_br: Nas linhas de depuração,
ru_ru: В строках отлаживания,
uk_ua: В рядках налагодження,

source: Lies the tale of perseverance,
cs_cz: Leží příběh o vytrvalosti,
de_de: Liegt die Geschichte der Ausdauer,
es_es: Radica la historia de la perseverancia,
fi_fi: Vaatii tarina sitkeydestä,
fr_fr: Se cache l'histoire de la persévérance,
pt_br: Encontra-se a história da perseverança,
ru_ru: Поручает подругу настойчивости,
uk_ua: Ховається оповідь про наполегливість,

source: Errors write our story.
cs_cz: Chyby píší náš příběh.
de_de: Fehler schreiben unsere Geschichte.
es_es: Los errores escriben nuestra historia.
fi_fi: Virheet kirjoittavat tarinamme.
fr_fr: Les erreurs écrivent notre histoire.
pt_br: Os erros escrevem nossa história.
ru_ru: Ошибки пишут нашу историю.
uk_ua: Помилки пишуть нашу історію.

source: Bugs like stepping stones,
cs_cz: Bugs jako stupínek,
de_de: Bugs wie Trittsteine,
es_es: Los errores son como piedras de paso,
fi_fi: Virheet kuin askelkivet,
fr_fr: Des bugs comme des pierres de gué,
pt_br: Bugs como pedras de passos,
ru_ru: Ошибки вроде камней шагов,
uk_ua: Бugs like stepping stones,

source: Lead us towards understanding,
cs_cz: Vedou nás k pochopení,
de_de: Führen uns zum Verständnis,
es_es: Nos llevan hacia la comprensión,
fi_fi: Johdattaa meitä ymmärrykseen,
fr_fr: Nous mènent vers la compréhension,
pt_br: Nos levam em direção ao entendimento,
ru_ru: Ведите нас к пониманию,
uk_ua: Ведуть нас до розуміння,

source: Paths of enlightenment.
cs_cz: Cesty osvícení.
de_de: Weg des Lichts.
es_es: Caminos de iluminación.
fi_fi: Valaistuksen polkuja.
fr_fr: Chemins d'illumination.
pt_br: Caminhos de iluminação.
ru_ru: Пути просветления.
uk_ua: Шляхи просвітлення.

source: Amidst lines of code,
cs_cz: Mezi řádky kódu,
de_de: Mitten in den Zeilen des Codes,
es_es: En medio de líneas de código,
fi_fi: Koodin riveissä,
fr_fr: Au milieu des lignes de code,
pt_br: Em meio às linhas de código,
ru_ru: Глубоко среди строк кода,
uk_ua: Серед рядків коду,

source: Errors whisper secrets deep,
cs_cz: Chyby šeptají tajemství hluboko,
de_de: Fehler flüstern tief Geheimnisse,
es_es: Los errores susurran secretos profundos,
fi_fi: Virheet kuultavat syvät salaisuudet,
fr_fr: Les erreurs chuchotent des secrets profonds,
pt_br: Os erros sussurram segredos profundos,
ru_ru: Ошибки ширят секреты,
uk_ua: Помилки шепочуть таємниці поглибокі,

source: Knowledge blooms from flaws.
cs_cz: Znalost kvete z chyb.
de_de: Wissen blüht aus Fehlern.
es_es: El conocimiento florece a partir de defectos.
fi_fi: Tieto kukoistaa virheistä.
fr_fr: La connaissance s'épanouit des défauts.
pt_br: O conhecimento floresce nas falhas.
ru_ru: Знание расцветает от недостатков.
uk_ua: Знання розквітає з недоліків.

source: A puzzle of bugs,
cs_cz: Hádanka bugů,
de_de: Ein Rätsel aus Bugs,
es_es: Un rompecabezas de errores,
fi_fi: Virheiden arvoitus,
fr_fr: Un puzzle de bugs,
pt_br: Um quebra-cabeça de bugs,
ru_ru: Головоломка из ошибок,
uk_ua: Головоломка помилок,

source: Each exception a clue to solve,
cs_cz: Každá výjimka je stopa k vyřešení,
de_de: Jede Ausnahme ein Hinweis zum Lösen,
es_es: Cada excepción es una pista para resolver,
fi_fi: Jokainen poikkeus vihje ratkaisuun,
fr_fr: Chaque exception est un indice à résoudre,
pt_br: Cada exceção uma pista para resolver,
ru_ru: Каждое исключение - это улика для решения,
uk_ua: Кожен виняток — це підказка для розв'язання,

source: The software's riddle.
cs_cz: Hádanka softwaru.
de_de: Das Rätsel der Software.
es_es: El acertijo del software.
fi_fi: Ohjelmiston arvoitus.
fr_fr: L'énigme du logiciel.
pt_br: O enigma do software.
ru_ru: Загадка программы.
uk_ua: Головоломка програмного забезпечення.

source: In realm of errors,
cs_cz: V říši chyb,
de_de: Im Reich der Fehler,
es_es: En el reino de los errores,
fi_fi: Virheiden valtakunnassa,
fr_fr: Dans le royaume des erreurs,
pt_br: No reino dos erros,
ru_ru: В царстве ошибок,
uk_ua: У царстві помилок,

source: Patience and insight converge,
cs_cz: Trpělivost a vhled se setkávají,
de_de: Geduld und Einsicht vereinen sich,
es_es: La paciencia y la perspicacia convergen,
fi_fi: Kärsivällisyys ja oivallus kohtaavat,
fr_fr: La patience et l'intuition convergent,
pt_br: Paciência e discernimento se encontram,
ru_ru: Терпение и проницательность сходятся,
uk_ua: Зустрічаються терпіння та прозорливість,

source: Solutions are born.
cs_cz: Řešení se rodí.
de_de: Lösungen werden geboren.
es_es: Las soluciones nacen.
fi_fi: Ratkaisut syntyvät.
fr_fr: Les solutions naissent.
pt_br: Soluções são criadas.
ru_ru: Решения рождаются.
uk_ua: Рішення народжуються.

source: Through crashes and burns,
cs_cz: Skrze havárie a pády,
de_de: Durch Abstürze und Verbrennungen,
es_es: A través de choques y quemaduras,
fi_fi: Kaatumisten ja palamisten kautta,
fr_fr: À travers les crachats et les brûlures,
pt_br: Através de quedas e queimaduras,
ru_ru: Сквозь крахи и сгорания,
uk_ua: Через збої та поразки,

source: Rises phoenix of progress,
cs_cz: Vstává fénix pokroku,
de_de: Erhebt sich der Phönix des Fortschritts,
es_es: Se eleva la fénix del progreso,
fi_fi: Nousee edistysfenikseni,
fr_fr: Renaît le phénix du progrès,
pt_br: Renasce a fênix do progresso,
ru_ru: Поднимается феникс прогресса,
uk_ua: Піднімається фенікс прогресу,

source: From ashes of bugs.
cs_cz: Z popela chyb.
de_de: Aus der Asche der Bugs.
es_es: De las cenizas de errores.
fi_fi: Virheiden tuhka.
fr_fr: Des cendres des bugs.
pt_br: Das cinzas dos bugs.
ru_ru: Из пепла ошибок.
uk_ua: З попелу помилок.

source: Software's heartbeat,
cs_cz: Srdce softwaru,
de_de: Herzschlag der Software,
es_es: El latido del software,
fi_fi: Ohjelmiston syke,
fr_fr: Le battement de cœur du logiciel,
pt_br: O batimento cardíaco do software,
ru_ru: Heartbeat программы,
uk_ua: Серце програмного забезпечення,

source: Pulsing with each error found,
cs_cz: Pulzuje s každou nalezenou chybou,
de_de: Pulsierend mit jedem gefundenen Fehler,
es_es: Palpitando con cada error encontrado,
fr_fr: Pulse avec chaque erreur trouvée,
pt_br: Pulsa a cada erro encontrado,
ru_ru: Пульсируя с каждой найденной ошибкой,
uk_ua: Пульсація з кожною знайденою помилкою,

source: Lifeblood of growth flows.
cs_cz: Životodárná síla růstu plyne.
de_de: Lebensblut des Wachstums fließt.
es_es: La sangre vital del crecimiento fluye.
fr_fr: La lignée de la croissance s'écoule.
pt_br: O sangue vital do crescimento flui.
ru_ru: Кровоток роста течет.
uk_ua: Життєва сила зростання тече.

source: Errors like raindrops,
cs_cz: Chyby jako kapky deště,
de_de: Fehler wie Regentropfen,
es_es: Los errores son como gotas de lluvia,
fr_fr: Les erreurs comme des gouttes de pluie,
pt_br: Erros como gotas de chuva,
ru_ru: Ошибки как капли дождя,
uk_ua: Помилки, схожі на краплі дощу,

source: Quenching the thirst for knowledge,
cs_cz: Uhašení žízně po znalostech,
de_de: Löschen den Durst nach Wissen,
es_es: Aquietando la sed de conocimiento,
fr_fr: Etancher la soif de connaissance,
pt_br: Saciam a sede de conhecimento,
ru_ru: Утоляют жажду знания,
uk_ua: Гасіть спрагу знань,

source: Nourishing progress.
cs_cz: Živi pokrok.
de_de: Nährt den Fortschritt.
es_es: Nutriendo el progreso.
fr_fr: Nourrir le progrès.
pt_br: Nutrindo o progresso.
ru_ru: Насущный прогресс.
uk_ua: Підживлюючи прогрес.

source: Through the maze of bugs,
cs_cz: Skrze labyrint chyb,
de_de: Durch das Labyrinth der Bugs,
es_es: A través del laberinto de errores,
fr_fr: À travers le labyrinthe des bugs,
pt_br: Através do labirinto dos bugs,
ru_ru: Сквозь лабиринт ошибок,
uk_ua: Через лабіринт помилок,

source: A labyrinth of learning,
cs_cz: Labyrint učení,
de_de: Ein Labyrinth des Lernens,
es_es: Un laberinto de aprendizaje,
fr_fr: Un labyrinthe d'apprentissage,
pt_br: Um labirinto de aprendizado,
ru_ru: Лабиринт обучения,
uk_ua: Лабіринт навчання,

source: Exceptional minds.
cs_cz: Výjimečné mysli.
de_de: Außergewöhnliche Köpfe.
es_es: Mentes excepcionales.
fr_fr: Esprits exceptionnels.
pt_br: Mentes excepcionais.
ru_ru: Исключительные умы.
uk_ua: Виняткові уми.

source: In the code's embrace,
cs_cz: V náručí kódu,
de_de: In der Umarmung des Codes,
es_es: En el abrazo del código,
fr_fr: Dans l'étreinte du code,
pt_br: No abraço do código,
ru_ru: В объятиях кода,
uk_ua: В обіймах коду,

source: Errors cradle innovation,
cs_cz: Chyby kolébají inovaci,
de_de: Fehler wiegen die Innovation,
es_es: Los errores acunan la innovación,
fr_fr: Les erreurs bercent l'innovation,
pt_br: Os erros embalam a inovação,
ru_ru: Ошибки колыбели инновацию,
uk_ua: Помилки колихають інновації,

source: Softly whispering.
cs_cz: Tiše šeptající.
de_de: Leise wispern.
es_es: Susurrando suavemente.
fr_fr: Doucement chuchotent.
pt_br: Sussurrando suavemente.
ru_ru: Тихо шепча.
uk_ua: Тихо шепочучи.

source: Federations (new)
cs_cz: Federace (nové)
de_de: Föderationen (neu)
es_es: Federaciones (nuevas)
fi_fi: Liitot (uudet)
fr_fr: Fédérations (nouveau)
pt_br: Federações (novo)
ru_ru: Федерации (новые)
uk_ua: Федерації (нові)
