Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Get information about a federation
cs_cz: Získat informace o federaci
de_de: Erhält Informationen über eine Föderation
es_es: Obtener información sobre una federación
fi_fi: Hae tietoja liittosta
fr_fr: Obtenir des informations sur une fédération
pt_br: Obter informações sobre uma federação
ru_ru: Получить информацию о федерации
uk_ua: Отримати інформацію про федерацію

source: Federation ID to get info about (optional)
cs_cz: ID federace pro zobrazení informací (volitelné)
de_de: Föderations-ID für Informationen (optional)
es_es: ID de federación para obtener información (opcional)
fi_fi: Liiton ID, josta haluat tietoja (valinnainen)
fr_fr: ID de la Fédération pour obtenir des informations (facultatif)
pt_br: ID da Federação para obter informações (opcional)
ru_ru: ID Федерации для получения информации (необязательно)
uk_ua: ID Федерації для отримання інформації (необов'язково)

source: 🏛 Federation Information
cs_cz: 🏛 Informace o federaci
de_de: 🏛 Föderationsinformationen
es_es: 🏛 Información de la Federación
fi_fi: 🏛 Liiton tiedot
fr_fr: 🏛 Informations sur la Fédération
pt_br: 🏛 Informações da Federação
ru_ru: 🏛 Информация о Федерации
uk_ua: 🏛 Інформація про Федерацію

source: Name
cs_cz: Název
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
pt_br: Nome
ru_ru: Имя
uk_ua: Ім’я

source: Owner
cs_cz: Vlastník
de_de: Besitzer
es_es: Propietario
fi_fi: Omistaja
fr_fr: Propriétaire
pt_br: Proprietário
ru_ru: Владелец
uk_ua: Власник

source: Chats
cs_cz: Chaty
fi_fi: Chitit
ru_ru: Чаты
uk_ua: Чати

source: Banned users
cs_cz: Zabanovaní uživatelé
de_de: Gesperrte Benutzer
es_es: Usuarios baneados
fi_fi: Estetyt käyttäjät
fr_fr: Utilisateurs bannis
pt_br: Usuários banidos
ru_ru: Забаненные пользователи
uk_ua: Заблоковані користувачі

source: Subscribed to
cs_cz: Přihlášen k
de_de: Abonniert bei
es_es: Suscrito a
fi_fi: Tilaa
fr_fr: Abonné à
pt_br: Inscreveu-se em
ru_ru: Подписано на
uk_ua: Підписано на

source: You don't own any federations.
cs_cz: Nemáte žádné federace.
de_de: Sie besitzen keine Föderationen.
es_es: No posees ninguna federación.
fi_fi: Et omista yhtään liittoa.
fr_fr: Vous ne possédez aucune fédération.
pt_br: Você não possui nenhuma federação.
ru_ru: Вы не владеете никакими федерациями.
uk_ua: Ви не володієте жодними федераціями.

source: 🏛 Your Federations
cs_cz: 🏛 Vaše federace
de_de: 🏛 Ihre Föderationen
es_es: 🏛 Tus Federaciones
fi_fi: 🏛 Liittosi
fr_fr: 🏛 Vos Fédérations
pt_br: 🏛 Suas Federações
ru_ru: 🏛 Ваши Федерации
uk_ua: 🏛 Ваші Федерації

source: You own {count} federations:
cs_cz: Vlastníte {count} federací:
de_de: Sie besitzen {count} Föderationen:
es_es: Posees {count} federaciones:
fi_fi: Omistat {count} liittoa:
fr_fr: Vous possédez {count} fédérations :
pt_br: Você possui {count} federações:
ru_ru: У вас есть {count} федераций:
uk_ua: Ви володієте {count} федераціями:

source: To get detailed information about a specific federation, use:
cs_cz: Chcete-li získat podrobné informace o konkrétní federaci, použijte:
de_de: Um detaillierte Informationen über eine bestimmte Föderation zu erhalten, verwenden Sie:
es_es: Para obtener información detallada sobre una federación específica, usa:
fi_fi: Yksityiskohtaisen liiton tietojen saamiseksi käytä:
fr_fr: Pour obtenir des informations détaillées sur une fédération spécifique, utilisez :
pt_br: Para obter informações detalhadas sobre uma federação específica, use:
ru_ru: Чтобы получить подробную информацию о конкретной федерации, используйте:
uk_ua: Щоб отримати детальну інформацію про певну федерацію, використовуйте:

source: This chat is not in any federation.
cs_cz: Tento chat není v žádné federaci.
de_de: Dieser Chat ist in keiner Föderation.
es_es: Este chat no está en ninguna federación.
fi_fi: Tämä chat ei ole missään liittossa.
fr_fr: Ce chat ne fait partie d'aucune fédération.
pt_br: Este chat não está em nenhuma federação.
ru_ru: Этот чат не в какой-либо федерации.
uk_ua: Цей чат не належить до жодної федерації.

source: Join a chat to a federation
cs_cz: Připojit chat k federaci
de_de: Fügt einen Chat zu einer Föderation hinzu
es_es: Unir un chat a una federación
fi_fi: Liitä chat liittoon
fr_fr: Rejoindre un chat à une fédération
pt_br: Adicionar um chat a uma federação
ru_ru: Присоединиться к чату к федерации
uk_ua: Приєднати чат до федерації

source: Federation ID to join
cs_cz: ID federace pro připojení
de_de: Föderations-ID zum Beitritt
es_es: ID de federación a unir
fi_fi: Liiton ID, johon liittyä
fr_fr: ID de la Fédération à rejoindre
pt_br: ID da Federação para ingressar
ru_ru: ID Федерации для присоединения
uk_ua: ID Федерації для приєднання

source: Only the chat creator can join federations.
cs_cz: Pouze tvůrce chatu může připojovat federace.
de_de: Nur der Chat-Ersteller kann Föderationen beitreten.
es_es: Solo el creador del chat puede unirse a federaciones.
fi_fi: Vain chatin luoja voi liittyä liittoihin.
fr_fr: Seul le créateur du chat peut rejoindre les fédérations.
pt_br: Apenas o criador do chat pode ingressar em federações.
ru_ru: Только создатель чата может присоединяться к федерациям.
uk_ua: Тільки твірець чату може приєднуватися до федерацій.

source: This chat is already in the specified federation.
cs_cz: Tento chat je již v uvedené federaci.
de_de: Dieser Chat ist bereits in der angegebenen Föderation.
es_es: Este chat ya está en la federación especificada.
fi_fi: Tämä chat on jo määritetyssä liittossa.
fr_fr: Ce chat est déjà dans la fédération spécifiée.
pt_br: Este chat já está na federação especificada.
ru_ru: Этот чат уже находится в указанной федерации.
uk_ua: Цей чат вже належить до вказаної федерації.

source: This chat is already in another federation. Leave it first.
cs_cz: Tento chat již patří do jiné federace. Nejprve jej opusťte.
de_de: Dieser Chat ist bereits in einer anderen Föderation. Beende sie zuerst.
es_es: Este chat ya está en otra federación. Salga primero.
fi_fi: Tämä chat on jo toisessa liittossa. Jätä se ensin.
fr_fr: Ce chat est déjà dans une autre fédération. Quittez-le d'abord.
pt_br: Este bate-papo já está em outra federação. Saia primeiro.
ru_ru: Этот чат уже находится в другой федерации. Покиньте её сначала.
uk_ua: Цей чат вже знаходиться в іншій федерації. Спочатку залишіть його.

source: 🏛 Chat Joined Federation
cs_cz: 🏛 Chat se připojil k federaci
de_de: 🏛 Chat ist Föderation beigetreten
es_es: 🏛 Chat Unido a la Federación
fi_fi: 🏛 Chat liittyliittoon
fr_fr: 🏛 Chat Rejoint la Fédération
pt_br: 🏛 Bate-papo ingressou na Federação
ru_ru: 🏛 Чат присоединился к Федерации
uk_ua: 🏛 Чат приєднався до федерації

source: Chat '{chat_title}' has been added to federation '{fed_name}'.
cs_cz: Chat "{chat_title}" byl přidán do federace "{fed_name}".
de_de: Chat '{chat_title}' wurde zur Föderation '{fed_name}' hinzugefügt.
es_es: El chat '{chat_title}' ha sido añadido a la federación '{fed_name}'.
fi_fi: Chat '{chat_title}' on lisätty liittoon '{fed_name}'.
fr_fr: Le chat '{chat_title}' a été ajouté à la fédération '{fed_name}'.
pt_br: O bate-papo '{chat_title}' foi adicionado à federação '{fed_name}'.
ru_ru: Чат '{chat_title}' был добавлен в федерацию '{fed_name}'.
uk_ua: Чат '{chat_title}' було додано до федерації '{fed_name}'.

source: 🏛 Chat '{chat_title}' has been added to federation by {user}.
cs_cz: 🏛 Chat "{chat_title}" byl přidán do federace uživatelem {user}.
de_de: 🏛 Chat '{chat_title}' wurde von {user} zur Föderation hinzugefügt.
es_es: 🏛 Chat '{chat_title}' ha sido añadido a la federación por {user}.
fi_fi: 🏛 Chat '{chat_title}' on lisätty liittoon käyttäjän {user} toimesta.
fr_fr: 🏛 Le chat '{chat_title}' a été ajouté à la fédération par {user}.
pt_br: 🏛 O bate-papo '{chat_title}' foi adicionado à federação por {user}.
ru_ru: 🏛 Чат '{chat_title}' был добавлен в федерацию пользователем {user}.
uk_ua: 🏛 Чат '{chat_title}' було додано до федерації користувачем {user}.

source: Leave a federation
cs_cz: Opustit federaci
de_de: Föderation verlassen
es_es: Dejar una federación
fi_fi: Jätä liitto
fr_fr: Quitter une fédération
pt_br: Sair de uma federação
ru_ru: Покинуть федерацию
uk_ua: Залишити федерацію

source: Only the chat creator can leave federations.
cs_cz: Federaci může opustit pouze zakladatel chatu.
de_de: Nur der Chat-Ersteller kann Föderationen verlassen.
es_es: Solo el creador del chat puede dejar federaciones.
fi_fi: Vain ryhmän luoja voi jättää liitot.
fr_fr: Seul le créateur du chat peut quitter les fédérations.
pt_br: Apenas o criador do bate-papo pode sair de federações.
ru_ru: Только создатель чата может покидать федерации.
uk_ua: Тільки творець чату може залишати федерації.

source: 🏛 Chat Left Federation
cs_cz: 🏛 Chat opustil federaci
de_de: 🏛 Chat hat Föderation verlassen
es_es: 🏛 Chat Dejó la Federación
fi_fi: 🏛 Keskustelu on jättänyt liiton
fr_fr: 🏛 Chat a quitté la Fédération
pt_br: 🏛 Bate-papo saiu da Federação
ru_ru: 🏛 Чат покинул Федерацию
uk_ua: 🏛 Чат залишив федерацію

source: Chat '{chat_title}' has left federation '{fed_name}'.
cs_cz: Chat "{chat_title}" opustil federaci "{fed_name}".
de_de: Chat '{chat_title}' hat die Föderation '{fed_name}' verlassen.
es_es: El chat '{chat_title}' ha dejado la federación '{fed_name}'.
fi_fi: Keskustelu '{chat_title}' on jättänyt liiton '{fed_name}'.
fr_fr: Le chat '{chat_title}' a quitté la fédération '{fed_name}'.
pt_br: O bate-papo '{chat_title}' saiu da federação '{fed_name}'.
ru_ru: Чат '{chat_title}' покинул федерацию '{fed_name}'.
uk_ua: Чат '{chat_title}' залишив федерацію '{fed_name}'.

source: 🏛 Chat '{chat_title}' has left federation by {user}.
cs_cz: 🏛 Chat "{chat_title}" opustil federaci uživatelem {user}.
de_de: 🏛 Chat '{chat_title}' hat die Föderation durch {user} verlassen.
es_es: 🏛 Chat '{chat_title}' ha dejado la federación por {user}.
fi_fi: 🏛 Keskustelu '{chat_title}' on jättänyt liiton käyttäjän {user} toimesta.
fr_fr: 🏛 Le chat '{chat_title}' a quitté la fédération par {user}.
pt_br: 🏛 O bate-papo '{chat_title}' saiu da federação por {user}.
ru_ru: 🏛 Чат '{chat_title}' покинул федерацию по инициативе {user}.
uk_ua: 🏛 Чат '{chat_title}' залишив федерацію користувачем {user}.

source: Sets the Federation logs channel
cs_cz: Nastaví kanál pro protokolování federace
de_de: Legt den Föderations-Log-Kanal fest
es_es: Establece el canal de logs de la Federación
fi_fi: Aseta liiton lokit kanava
fr_fr: Définit le canal de journaux de la fédération
pt_br: Define o canal de logs da Federação
ru_ru: Устанавливает канал логов Федерации
uk_ua: Встановлює канал журналів федерації

source: Only the federation owner can set the log channel.
cs_cz: Kanál pro protokolování může nastavit pouze vlastník federace.
de_de: Nur der Föderationsbesitzer kann den Log-Kanal festlegen.
es_es: Solo el propietario de la federación puede establecer el canal de logs.
fi_fi: Vain liiton omistaja voi asettaa lokikanavan.
fr_fr: Seul le propriétaire de la fédération peut définir le canal de logs.
pt_br: Apenas o proprietário da federação pode definir o canal de log.
ru_ru: Только владелец федерации может установить канал логов.
uk_ua: Тільки власник федерації може встановити канал журналів.

source: This federation already has a log channel set. Use /funsetlog to remove it first.
cs_cz: Tato federace již má nastavený kanál pro protokolování. Nejprve jej odstraňte pomocí /funsetlog.
de_de: Diese Föderation hat bereits einen Log-Kanal festgelegt. Verwende /funsetlog, um ihn zuerst zu entfernen.
es_es: Esta federación ya tiene un canal de logs establecido. Use /funsetlog para eliminarlo primero.
fi_fi: Tällä liitolla on jo lokikanava asetettu. Käytä /funsetlog poistaaksesi sen ensin.
fr_fr: Cette fédération dispose déjà d'un canal de logs. Utilisez /funsetlog pour le supprimer d'abord.
pt_br: Esta federação já tem um canal de log definido. Use /funsetlog para removê-lo primeiro.
ru_ru: У этой федерации уже есть установленный канал логов. Используйте /funsetlog, чтобы сначала удалить его.
uk_ua: Ця федерація вже має встановлений канал журналів. Спочатку видаліть його за допомогою /funsetlog.

source: I don't have permission to post messages in this channel.
cs_cz: Nemám oprávnění zasílat zprávy do tohoto kanálu.
de_de: Ich habe keine Berechtigung, Nachrichten in diesem Kanal zu posten.
es_es: No tengo permiso para publicar mensajes en este canal.
fi_fi: Minulla ei ole lupaa lähettää viestejä tähän kanavaan.
fr_fr: Je n'ai pas la permission de poster des messages dans ce canal.
pt_br: Eu não tenho permissão para postar mensagens neste canal.
ru_ru: У меня нет прав на публикацию сообщений в этом канале.
uk_ua: У мене немає дозволу надсилати повідомлення в цьому каналі.

source: Unable to verify permissions in this channel.
cs_cz: Nelze ověřit oprávnění v tomto kanálu.
de_de: Kann Berechtigungen in diesem Kanal nicht überprüfen.
es_es: No puedo verificar permisos en este canal.
fi_fi: Ei voida varmistaa oikeuksia tässä kanavassa.
fr_fr: Impossible de vérifier les permissions dans ce canal.
pt_br: Não é possível verificar permissões neste canal.
ru_ru: Невозможно проверить разрешения в этом канале.
uk_ua: Не вдається перевірити дозволи в цьому каналі.

source: 🏛 Federation Log Channel Set
cs_cz: 🏛 Kanál pro protokolování federace nastaven
de_de: 🏛 Föderations-Log-Kanal festgelegt
es_es: 🏛 Canal de Logs de la Federación Establecido
fi_fi: 🏛 Liiton lokikanava asetettu
fr_fr: 🏛 Canal de journaux de la fédération défini
pt_br: 🏛 Canal de Log da Federação Definido
ru_ru: 🏛 Канал логов Федерации установлен
uk_ua: 🏛 Канал журналів федерації встановлено

source: Log channel has been set for federation '{name}'.
cs_cz: Kanál pro protokolování byl nastaven pro federaci "{name}".
de_de: Log-Kanal wurde für die Föderation '{name}' festgelegt.
es_es: El canal de logs ha sido establecido para la federación '{name}'.
fi_fi: Lokikanava on asetettu liitolle '{name}'.
fr_fr: Le canal de logs a été défini pour la fédération '{name}'.
pt_br: O canal de log foi definido para a federação '{name}'.
ru_ru: Канал логов был установлен для федерации '{name}'.
uk_ua: Канал журналів було встановлено для федерації '{name}'.

source: All federation actions will now be logged here.
cs_cz: Všechny akce federace budou nyní zaznamenávány zde.
de_de: Alle Föderationsaktionen werden nun hier protokolliert.
es_es: Todas las acciones de la federación ahora serán registradas aquí.
fi_fi: Kaikki liiton toimet kirjataan nyt tähän.
fr_fr: Toutes les actions de la fédération seront maintenant enregistrées ici.
pt_br: Todas as ações da federação agora serão registradas aqui.
ru_ru: Все действия федерации теперь будут логироваться здесь.
uk_ua: Всі дії федерації тепер будуть реєструватися тут.

source: 🏛 Federation '{name}' log channel has been set to this chat.
cs_cz: 🏛 Kanál pro protokolování federace "{name}" byl nastaven do tohoto chatu.
de_de: 🏛 Föderations-Log-Kanal '{name}' wurde auf diesen Chat festgelegt.
es_es: 🏛 Canal de logs de la federación '{name}' ha sido establecido en este chat.
fi_fi: 🏛 Liiton '{name}' lokikanava on asetettu tähän keskusteluun.
fr_fr: 🏛 Le canal de journaux de la fédération '{name}' a été défini pour ce chat.
pt_br: 🏛 O canal de log da federação '{name}' foi definido para este bate-papo.
ru_ru: 🏛 Канал логов федерации '{name}' был установлен в этот чат.
uk_ua: 🏛 Канал журналів федерації '{name}' було встановлено в цьому чаті.

source: Removes the Federation logs channel
cs_cz: Odstraní kanál pro protokolování federace
de_de: Entfernt den Föderations-Log-Kanal
es_es: Elimina el canal de logs de la Federación
fi_fi: Poista liiton lokit kanava
fr_fr: Supprime le canal de journaux de la fédération
pt_br: Remove o canal de logs da Federação
ru_ru: Удаляет канал логов Федерации
uk_ua: Видаляє канал журналів федерації

source: Only the federation owner can remove the log channel.
cs_cz: Kanál pro protokolování může odstranit pouze vlastník federace.
de_de: Nur der Föderationsbesitzer kann den Log-Kanal entfernen.
es_es: Solo el propietario de la federación puede eliminar el canal de logs.
fi_fi: Vain liiton omistaja voi poistaa lokikanavan.
fr_fr: Seul le propriétaire de la fédération peut supprimer le canal de logs.
pt_br: Apenas o proprietário da federação pode remover o canal de log.
ru_ru: Только владелец федерации может удалить канал логов.
uk_ua: Тільки власник федерації може видалити канал журналів.

source: This federation doesn't have a log channel set.
cs_cz: Tato federace nemá nastavený kanál pro protokolování.
de_de: Diese Föderation hat keinen Log-Kanal festgelegt.
es_es: Esta federación no tiene un canal de logs establecido.
fi_fi: Tällä liitolla ei ole lokikanavaa asetettu.
fr_fr: Cette fédération n'a pas de canal de logs défini.
pt_br: Esta federação não tem um canal de log definido.
ru_ru: У этой федерации нет установленного канала логов.
uk_ua: Ця федерація не має встановленого каналу журналів.

source: 🏛 Federation '{name}' log channel has been removed.
cs_cz: 🏛 Kanál pro protokolování federace "{name}" byl odstraněn.
de_de: 🏛 Föderations-Log-Kanal '{name}' wurde entfernt.
es_es: 🏛 Canal de logs de la federación '{name}' ha sido eliminado.
fi_fi: 🏛 Liiton '{name}' lokikanava on poistettu.
fr_fr: 🏛 Le canal de journaux de la fédération '{name}' a été supprimé.
pt_br: 🏛 O canal de log da federação '{name}' foi removido.
ru_ru: 🏛 Канал логов федерации '{name}' был удален.
uk_ua: 🏛 Канал журналів федерації '{name}' було видалено.

source: 🏛 Federation Log Channel Removed
cs_cz: 🏛 Kanál pro protokolování federace odstraněn
de_de: 🏛 Föderations-Log-Kanal entfernt
es_es: 🏛 Canal de Logs de la Federación Eliminado
fi_fi: 🏛 Liiton lokikanava poistettu
fr_fr: 🏛 Canal de journaux de la fédération supprimé
pt_br: 🏛 Canal de Log da Federação Removido
ru_ru: 🏛 Канал логов Федерации удален
uk_ua: 🏛 Канал журналів федерації видалено

source: Log channel has been removed for federation '{name}'.
cs_cz: Kanál pro protokolování byl odstraněn pro federaci "{name}".
de_de: Log-Kanal wurde für die Föderation '{name}' entfernt.
es_es: El canal de logs ha sido eliminado para la federación '{name}'.
fi_fi: Lokikanava on poistettu liitolle '{name}'.
fr_fr: Le canal de logs a été supprimé pour la fédération '{name}'.
pt_br: O canal de log foi removido para a federação '{name}'.
ru_ru: Канал логов был удален для федерации '{name}'.
uk_ua: Канал журналів було видалений для федерації '{name}'.

source: Subscribe federation to another federation
cs_cz: Přihlásit federaci k jiné federaci
de_de: Föderation an eine andere Föderation abonnieren
es_es: Suscribe la federación a otra federación
fi_fi: Tilaa liitto toiseen liittoon
fr_fr: Abonne la fédération à une autre fédération
pt_br: Inscreve a federação em outra federação
ru_ru: Подписать федерацию на другую федерацию
uk_ua: Підписати федерацію на іншу федерацію

source: Federation ID to subscribe to
cs_cz: ID federace pro přihlášení
de_de: Föderations-ID zum Abonnieren
es_es: ID de la Federación a suscribir
fi_fi: Liiton ID tilattaessa
fr_fr: ID de la fédération à abonner
pt_br: ID da federação para se inscrever
ru_ru: ID федерации для подписки
uk_ua: Ідентифікатор федерації для підписки

source: This chat is not in a federation.
cs_cz: Tento chat není v žádné federaci.
de_de: Dieser Chat ist nicht in einer Föderation.
es_es: Este chat no está en una federación.
fi_fi: Tämä keskustelu ei ole osana liiketoimintaa.
fr_fr: Ce chat n'est pas dans une fédération.
pt_br: Este bate-papo não está em uma federação.
ru_ru: Этот чат не находится в федерации.
uk_ua: Цей чат не належить до жодної федерації.

source: Only federation owners can manage subscriptions.
cs_cz: Předplatné může spravovat pouze vlastníci federací.
de_de: Nur Föderationsbesitzer können Abonnements verwalten.
es_es: Solo los propietarios de la federación pueden gestionar suscripciones.
fi_fi: Vain liiton omistajat voivat hallinnoida tilauksia.
fr_fr: Seuls les propriétaires de fédération peuvent gérer les abonnements.
pt_br: Apenas os proprietários de federações podem gerenciar inscrições.
ru_ru: Только владельцы федераций могут управлять подписками.
uk_ua: Тільки власники федерацій можуть керувати підписками.

source: Invalid federation ID format.
cs_cz: Neplatný formát ID federace.
de_de: Ungültiges Föderations-ID-Format.
es_es: Formato de ID de federación no válido.
fi_fi: Virheellinen liiton ID muoto.
fr_fr: Format d'ID de fédération invalide.
pt_br: Formato de ID de federação inválido.
ru_ru: Неверный формат ID федерации.
uk_ua: Недійсний формат ідентифікатора федерації.

source: 🏛 Subscription Failed
cs_cz: 🏛 Přihlášení selhalo
de_de: 🏛 Abonnement fehlgeschlagen
es_es: 🏛 Suscripción Fallida
fi_fi: 🏛 Tilaus epäonnistui
fr_fr: 🏛 Échec de l'abonnement
pt_br: 🏛 Falha na Inscrição
ru_ru: 🏛 Ошибка подписки
uk_ua: 🏛 Не вдалося підписатися

source: Federation '{name}' is already subscribed to '{name2}'.
cs_cz: Federace "{name}" je již přihlášena k "{name2}".
de_de: Föderation '{name}' ist bereits bei '{name2}' abonniert.
es_es: La federación '{name}' ya está suscrita a '{name2}'.
fi_fi: Liitto '{name}' on jo tilannut '{name2}'.
fr_fr: La fédération '{name}' est déjà abonnée à '{name2}'.
pt_br: A federação '{name}' já está inscrita em '{name2}'.
ru_ru: Федерация '{name}' уже подписана на '{name2}'.
uk_ua: Федерація '{name}' вже підписана на '{name2}'.

source: 🏛 Federation Subscribed
cs_cz: 🏛 Federace přihlášena
de_de: 🏛 Föderation abonniert
es_es: 🏛 Federación Suscrita
fi_fi: 🏛 Liitto tilattu
fr_fr: 🏛 Fédération Abonnée
pt_br: 🏛 Federação Inscrita
ru_ru: 🏛 Федерация подписана
uk_ua: 🏛 Федерацію підписано

source: 🏛 Federation '{fed_name}' ({fed_id}) subscribed to '{target_fed_name}' ({target_fed_id})
cs_cz: 🏛 Federace "{fed_name}" ({fed_id}) sleduje "{target_fed_name}" ({target_fed_id})
de_de: 🏛 Föderation '{fed_name}' ({fed_id}) abonniert bei '{target_fed_name}' ({target_fed_id})
es_es: 🏛 Federación '{fed_name}' ({fed_id}) suscrita a '{target_fed_name}' ({target_fed_id})
fi_fi: 🏛 Liitto '{fed_name}' ({fed_id}) tilannut '{target_fed_name}' ({target_fed_id})
fr_fr: 🏛 La fédération '{fed_name}' ({fed_id}) s'est abonnée à '{target_fed_name}' ({target_fed_id})
pt_br: 🏛 Federação '{fed_name}' ({fed_id}) inscrita em '{target_fed_name}' ({target_fed_id})
ru_ru: 🏛 Федерация '{fed_name}' ({fed_id}) подписана на '{target_fed_name}' ({target_fed_id})
uk_ua: 🏛 Федерацію '{fed_name}' ({fed_id}) підписано на '{target_fed_name}' ({target_fed_id})

source: Federation '{fed_name}' ({fed_id}) subscribed to '{target_fed_name}' ({target_fed_id})
cs_cz: Federace "{fed_name}" ({fed_id}) sleduje "{target_fed_name}" ({target_fed_id})
de_de: Föderation '{fed_name}' ({fed_id}) abonniert bei '{target_fed_name}' ({target_fed_id})
es_es: Federación '{fed_name}' ({fed_id}) suscrita a '{target_fed_name}' ({target_fed_id})
fi_fi: Liitto '{fed_name}' ({fed_id}) tilannut '{target_fed_name}' ({target_fed_id})
fr_fr: La fédération '{fed_name}' ({fed_id}) s'est abonnée à '{target_fed_name}' ({target_fed_id})
pt_br: A federação '{fed_name}' ({fed_id}) está inscrita em '{target_fed_name}' ({target_fed_id})
ru_ru: Федерация '{fed_name}' ({fed_id}) подписана на '{target_fed_name}' ({target_fed_id})
uk_ua: Федерацію '{fed_name}' ({fed_id}) підписано на '{target_fed_name}' ({target_fed_id})

source: Unsubscribe federation from another federation
cs_cz: Odhlasit federaci od jiné federace
de_de: Föderation von einer anderen Föderation abonnieren
es_es: Cancelar suscripción de la federación a otra federación
fi_fi: Peruuta liiton tilaaminen toisesta liitosta
fr_fr: Désabonne la fédération d'une autre fédération
pt_br: Cancela a inscrição da federação em outra federação
ru_ru: Отписать федерацию от другой федерации
uk_ua: Відписатися від федерації
