Repository: HitaloM/PyKorone
Catalog: locales/*/LC_MESSAGES/sophie.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, pt_br, ru_ru, uk_ua

source: Federations allow you to manage multiple chats as a group. You can ban users across all chats in a federation, subscribe to other federations, and manage permissions.
cs_cz: Federace vám umožňují spravovat více chatů jako skupinu. Můžete banovat uživatele ve všech chatech ve federaci, přihlásit se k dalším federacím a spravovat oprávnění.
de_de: Föderationen ermöglichen es Ihnen, mehrere Chats als Gruppe zu verwalten. Sie können Benutzer in allen Chats einer Föderation sperren, andere Föderationen abonnieren und Berechtigungen verwalten.
es_es: Las federaciones permiten gestionar múltiples chats como un grupo. Puede banear usuarios en todos los chats de una federación, suscribirse a otras federaciones y gestionar permisos.
fi_fi: Liitot mahdollistavat useiden keskustelujen hallinnan ryhmänä. Voit kieltää käyttäjiä kaikissa liiton keskusteluissa, tilata muita liittoja ja hallita käyttöoikeuksia.
fr_fr: Les fédérations vous permettent de gérer plusieurs chats comme un groupe. Vous pouvez bannir des utilisateurs dans tous les chats d'une fédération, vous abonner à d'autres fédérations et gérer les permissions.
pt_br: As federações permitem gerenciar vários chats como um grupo. Você pode banir usuários em todos os chats de uma federação, se inscrever em outras federações e gerenciar permissões.
ru_ru: Федерации позволяют управлять несколькими чатами как группой. Вы можете банить пользователей во всех чатах федерации, подписываться на другие федерации и управлять разрешениями.
uk_ua: Федерації дозволяють керувати декількома чатами як однією групою. Ви можете блокувати користувачів у всіх чатах федерації, підписуватися на інші федерації та керувати дозволами.

source: Reason (optional)
cs_cz: Důvod (volitelné)
de_de: Grund (optional)
es_es: Razón (opcional)
fi_fi: Syy (valinnainen)
fr_fr: Raison (facultatif)
pt_br: Motivo (opcional)
ru_ru: Причина (необязательно)
uk_ua: Причина (необов'язково)

source: Federation ID
cs_cz: ID federace
de_de: Föderations-ID
es_es: ID de la Federación
fi_fi: Liiton tunnus
fr_fr: ID de la Fédération
pt_br: ID da Federação
ru_ru: ID Федерации
uk_ua: ID Федерації

source: Invalid federation ID format. Federation IDs must contain exactly 4 hyphens.
cs_cz: Neplatný formát ID federace. ID federace musí obsahovat přesně 4 pomlčky.
de_de: Ungültiges Föderations-ID-Format. Föderations-IDs müssen genau 4 Bindestriche enthalten.
es_es: Formato de ID de federación no válido. Los ID de federación deben contener exactamente 4 guiones.
fi_fi: Virheellinen liiton tunnuksen muoto. Liiton tunnuksen on sisällettävä täsmälleen 4 väliviivaa.
fr_fr: Format d'ID de fédération invalide. Les IDs de fédération doivent contenir exactement 4 tirets.
pt_br: Formato de ID de federação inválido. Os IDs de federação devem conter exatamente 4 hífens.
ru_ru: Неверный формат ID федерации. ID федерации должен содержать ровно 4 дефиса.
uk_ua: Некоректний формат ID федерації. ID федерації повинні містити рівно 4 дефіси.

source: Federation with ID {fed_id} not found.
cs_cz: Federace s ID {fed_id} nebyla nalezena.
de_de: Föderation mit ID {fed_id} nicht gefunden.
es_es: Federación con ID {fed_id} no encontrada.
fi_fi: Liittoa tunnuksella {fed_id} ei löydy.
fr_fr: Fédération avec l'ID {fed_id} introuvable.
pt_br: Federação com ID {fed_id} não encontrada.
ru_ru: Федерация с ID {fed_id} не найдена.
uk_ua: Федерацію з ID {fed_id} не знайдено.

source: Federation ID (format: xxxx-xxxx-xxxx-xxxx)
cs_cz: ID federace (formát: xxxx-xxxx-xxxx-xxxx)
de_de: Föderations-ID (Format: xxxx-xxxx-xxxx-xxxx)
es_es: ID de federación (formato: xxxx-xxxx-xxxx-xxxx)
fi_fi: Liiton tunnus (muoto: xxxx-xxxx-xxxx-xxxx)
fr_fr: ID de la Fédération (format: xxxx-xxxx-xxxx-xxxx)
pt_br: ID da Federação (formato: xxxx-xxxx-xxxx-xxxx)
ru_ru: ID Федерации (формат: xxxx-xxxx-xxxx-xxxx)
uk_ua: ID Федерації (формат: xxxx-xxxx-xxxx-xxxx)

source: Federation IDs
cs_cz: ID federací
de_de: Föderations-IDs
es_es: IDs de federaciones
fi_fi: Liiton tunnukset
fr_fr: IDs de Fédération
pt_br: IDs de Federação
ru_ru: ID Федерации
uk_ua: ID Федерацій

source: Federation ID example
cs_cz: Příklad ID federace
de_de: Beispiel für Föderations-ID
es_es: Ejemplo de ID de federación
fi_fi: Liiton tunnuksen esimerkki
fr_fr: Exemple d'ID de Fédération
pt_br: Exemplo de ID de Federação
ru_ru: Пример ID Федерации
uk_ua: Приклад ID Федерації

source: Accept federation ownership transfer
cs_cz: Přijmout převod vlastnictví federace
de_de: Übertragung des Föderationsbesitzes akzeptieren
es_es: Aceptar transferencia de propiedad de la federación
fi_fi: Hyväksy liiton omistajuuden siirto
fr_fr: Accepter le transfert de propriété de la fédération
pt_br: Aceitar transferência de propriedade da federação
ru_ru: Принять передачу владения федерацией
uk_ua: Прийняти передачу власності федерації

source: Federation ID to accept transfer for
cs_cz: ID federace pro přijetí převodu
de_de: Föderations-ID zur Übernahme der Übertragung
es_es: ID de federación para aceptar la transferencia
fi_fi: Liiton tunnus, jolle siirto hyväksytään
fr_fr: ID de la Fédération pour accepter le transfert
pt_br: ID da Federação para aceitar transferência
ru_ru: ID Федерации для принятия передачи
uk_ua: ID Федерації для прийняття передачі

source: This command can only be used by users.
cs_cz: Tento příkaz mohou používat pouze uživatelé.
de_de: Dieser Befehl kann nur von Benutzern verwendet werden.
es_es: Este comando solo puede ser utilizado por usuarios.
fi_fi: Tätä komentoa voivat käyttää vain käyttäjät.
fr_fr: Cette commande ne peut être utilisée que par les utilisateurs.
pt_br: Este comando só pode ser usado por usuários.
ru_ru: Эта команда может быть использована только пользователями.
uk_ua: Ця команда може бути використана лише користувачами.

source: No pending transfer request found for this federation.
cs_cz: Nebyla nalezena žádná čekající žádost o převod pro tuto federaci.
de_de: Keine ausstehende Übertragungsanfrage für diese Föderation gefunden.
es_es: No se encontró ninguna solicitud de transferencia pendiente para esta federación.
fi_fi: Tälle liitolle ei löydy odottavia siirtopyyntöjä.
fr_fr: Aucune demande de transfert en attente trouvée pour cette fédération.
pt_br: Nenhum pedido de transferência pendente encontrado para esta federação.
ru_ru: Нет ожидающего запроса на передачу для этой федерации.
uk_ua: Запит на передачу власності для цієї федерації не знайдено.

source: Invalid transfer request data.
cs_cz: Neplatná data žádosti o převod.
de_de: Ungültige Übertragungsanfragedaten.
es_es: Datos de solicitud de transferencia no válidos.
fi_fi: Virheellinen siirtopyyntö.
fr_fr: Données de demande de transfert invalides.
pt_br: Dados de solicitação de transferência inválidos.
ru_ru: Неверные данные запроса на передачу.
uk_ua: Некоректні дані запиту на передачу.

source: This transfer request is not for you.
cs_cz: Tato žádost o převod není pro vás.
de_de: Diese Übertragungsanfrage ist nicht für Sie.
es_es: Esta solicitud de transferencia no es para ti.
fi_fi: Tämä siirtopyyntö ei ole sinulle.
fr_fr: Cette demande de transfert n'est pas pour vous.
pt_br: Este pedido de transferência não é para você.
ru_ru: Этот запрос на передачу не для вас.
uk_ua: Цей запит на передачу не для вас.

source: Federation ID mismatch.
cs_cz: Neshoda ID federace.
de_de: Föderations-ID stimmt nicht überein.
es_es: No coincide el ID de la federación.
fi_fi: Liiton ID ei täsmää.
fr_fr: Incompatibilité d'ID de Fédération.
pt_br: Incompatibilidade de ID de Federação.
ru_ru: Несоответствие ID федерации.
uk_ua: Неспівпадіння ID федерації.

source: Federation not found.
cs_cz: Federace nebyla nalezena.
de_de: Föderation nicht gefunden.
es_es: Federación no encontrada.
fi_fi: Liittoa ei löydy.
fr_fr: Fédération introuvable.
pt_br: Federação não encontrada.
ru_ru: Федерация не найдена.
uk_ua: Федерацію не знайдено.

source: Transfer request is outdated. The federation owner has changed.
cs_cz: Žádost o převod je zastaralá. Vlastník federace se změnil.
de_de: Übertragungsanfrage ist veraltet. Der Besitzer der Föderation hat sich geändert.
es_es: La solicitud de transferencia está desactualizada. El propietario de la federación ha cambiado.
fi_fi: Siirtopyyntö on vanhentunut. Liiton omistaja on vaihtunut.
fr_fr: La demande de transfert est obsolète. Le propriétaire de la fédération a changé.
pt_br: Pedido de transferência está desatualizado. O proprietário da federação foi alterado.
ru_ru: Запрос на передачу устарел. Владелец федерации изменился.
uk_ua: Запит на передачу застарів. Власники федерації змінилися.

source: 🏛 Ownership Transferred
cs_cz: 🏛 Vlastnictví převedeno
de_de: 🏛 Besitz übertragen
es_es: 🏛 Propiedad Transferida
fi_fi: 🏛 Omistajuus siirretty
fr_fr: 🏛 Propriété Transférée
pt_br: 🏛 Propriedade Transferida
ru_ru: 🏛 Владельчество передано
uk_ua: 🏛 Власна передача

source: You are now the owner of federation '{fed_name}'.
cs_cz: Nyní jste vlastníkem federace '{fed_name}'.
de_de: Sie sind jetzt der Besitzer der Föderation '{fed_name}'.
es_es: Ahora eres el propietario de la federación '{fed_name}'.
fi_fi: Olet nyt liiton '{fed_name}' omistaja.
fr_fr: Vous êtes maintenant le propriétaire de la fédération '{fed_name}'.
pt_br: Você agora é o proprietário da federação '{fed_name}'.
ru_ru: Теперь вы владелец федерации '{fed_name}'.
uk_ua: Ви тепер власник федерації '{fed_name}'.

source: Federation ID: {fed_id}
cs_cz: ID federace: {fed_id}
de_de: Föderations-ID: {fed_id}
es_es: ID de federación: {fed_id}
fi_fi: Liiton ID: {fed_id}
fr_fr: ID de la Fédération: {fed_id}
pt_br: ID da Federação: {fed_id}
ru_ru: ID Федерации: {fed_id}
uk_ua: ID Федерації: {fed_id}

source: Ban a user from the federation
cs_cz: Zabanovat uživatele z federace
de_de: Einen Benutzer aus der Föderation sperren
es_es: Banear a un usuario de la federación
fi_fi: Estä käyttäjä liittosta
fr_fr: Bannir un utilisateur de la fédération
pt_br: Banir um usuário da federação
ru_ru: Забанить пользователя в федерации
uk_ua: Заборонити користувача у федерації

source: Federation ID (optional, uses current chat's federation if not specified)
cs_cz: ID federace (volitelné, používá se federace aktuálního chatu, pokud není uvedeno)
de_de: Föderations-ID (optional, verwendet die Föderation des aktuellen Chats, falls nicht angegeben)
es_es: ID de federación (opcional, usa la federación del chat actual si no se especifica)
fi_fi: Liiton ID (valinnainen, käyttää nykyisen chatin liittoa, jos ei ole määritelty)
fr_fr: ID de la Fédération (facultatif, utilise la fédération du chat actuel si non spécifié)
pt_br: ID da Federação (opcional, usa a federação do chat atual se não especificado)
ru_ru: ID Федерации (необязательно, используется федерация текущего чата, если не указано)
uk_ua: ID Федерації (необов'язково, використовується федерація поточного чату, якщо не вказано)

source: User to ban
cs_cz: Uživatel k zabanování
de_de: Zu sperrender Benutzer
es_es: Usuario a banear
fi_fi: Estettävä käyttäjä
fr_fr: Utilisateur à bannir
pt_br: Usuário para banir
ru_ru: Пользователь для бана
uk_ua: Користувач для блокування

source: This chat is not in any federation. Use /fban <fed_id> <user> to specify federation.
cs_cz: Tento chat není v žádné federaci. Použijte /fban <fed_id> <user> pro určení federace.
de_de: Dieser Chat ist in keiner Föderation. Verwenden Sie /fban <fed_id> <user>, um die Föderation anzugeben.
es_es: Este chat no está en ninguna federación. Usa /fban <fed_id> <user> para especificar la federación.
fi_fi: Tämä chat ei ole missään liittossa. Käytä /fban <fed_id> <user> määrittääksesi liitto.
fr_fr: Ce chat ne fait partie d'aucune fédération. Utilisez /fban <fed_id> <user> pour spécifier la fédération.
pt_br: Este chat não está em nenhuma federação. Use /fban <fed_id> <usuário> para especificar federação.
ru_ru: Этот чат не в какой-либо федерации. Используйте /fban <fed_id> <user> для указания федерации.
uk_ua: Цей чат не належить до жодної федерації. Використайте /fban <fed_id> <user>, щоб вказати федерацію.

source: You don't have permission to ban users in this federation.
cs_cz: Nemáte oprávnění banovat uživatele v této federaci.
de_de: Sie haben keine Berechtigung, Benutzer in dieser Föderation zu sperren.
es_es: No tienes permiso para banear usuarios en esta federación.
fi_fi: Sinulla ei ole oikeutta estää käyttäjiä tässä liittossa.
fr_fr: Vous n'avez pas la permission de bannir des utilisateurs dans cette fédération.
pt_br: Você não tem permissão para banir usuários nesta federação.
ru_ru: У вас нет прав банить пользователей в этой федерации.
uk_ua: У вас немає дозволу на блокування користувачів у цій федерації.

source: Cannot ban bot operators.
cs_cz: Nelze banovat operátory bota.
de_de: Bot-Operatoren können nicht gesperrt werden.
es_es: No se pueden banear operadores de bots.
fi_fi: Botteja ei voi estää.
fr_fr: Impossible de bannir les opérateurs du bot.
pt_br: Não é possível banir operadores de bot.
ru_ru: Нельзя банить операторов бота.
uk_ua: Не можна заблокувати операторів бота.

source: You cannot ban yourself.
cs_cz: Nemůžete zabanovat sám sebe.
de_de: Sie können sich nicht selbst sperren.
es_es: No puedes banearte a ti mismo.
fi_fi: Et voi estää itseäsi.
fr_fr: Vous ne pouvez pas vous bannir vous-même.
pt_br: Você não pode se banir.
ru_ru: Вы не можете забанить себя.
uk_ua: Ви не можете заблокувати себе.

source: Cannot ban the bot.
cs_cz: Nemůžete banovat bota.
de_de: Der Bot kann nicht gesperrt werden.
es_es: No se puede banear al bot.
fi_fi: Bottia ei voi estää.
fr_fr: Impossible de bannir le bot.
pt_br: Não é possível banir o bot.
ru_ru: Нельзя банить бота.
uk_ua: Не можна заблокувати бота.

source: Cannot ban the federation owner.
cs_cz: Nelze banovat vlastníka federace.
de_de: Der Besitzer der Föderation kann nicht gesperrt werden.
es_es: No se puede banear al propietario de la federación.
fi_fi: Liiton omistajaa ei voi estää.
fr_fr: Impossible de bannir le propriétaire de la fédération.
pt_br: Não é possível banir o proprietário da federação.
ru_ru: Нельзя банить владельца федерации.
uk_ua: Не можна заблокувати власника федерації.

source: Cannot ban federation administrators.
cs_cz: Nelze banovat administrátory federace.
de_de: Föderationsadministratoren können nicht gesperrt werden.
es_es: No se pueden banear administradores de la federación.
fi_fi: Liiton ylläpitäjiä ei voi estää.
fr_fr: Impossible de bannir les administrateurs de la fédération.
pt_br: Não é possível banir administradores da federação.
ru_ru: Нельзя банить администраторов федерации.
uk_ua: Не можна заблокувати адміністраторів федерації.

source: 🏛 User Banned from Federation
cs_cz: 🏛 Uživatel zabanován z federace
de_de: 🏛 Benutzer aus der Föderation gesperrt
es_es: 🏛 Usuario Baneado de la Federación
fi_fi: 🏛 Käyttäjä estetty liittosta
fr_fr: 🏛 Utilisateur Banni de la Fédération
pt_br: 🏛 Usuário Banido da Federação
ru_ru: 🏛 Пользователь заблокирован в Федерации
uk_ua: 🏛 Користувач заблокований у федерації

source: Federation
cs_cz: Federace
de_de: Föderation
es_es: Federación
fi_fi: Liitto
fr_fr: Fédération
pt_br: Federação
ru_ru: Федерация
uk_ua: Федерація

source: User
cs_cz: Uživatel
de_de: Benutzer
es_es: Usuario
fi_fi: Käyttäjä
fr_fr: Utilisateur
pt_br: Usuário
ru_ru: Пользователь
uk_ua: Користувач

source: Banned by
cs_cz: Zabanoval
de_de: Gesperrt von
es_es: Baneado por
fi_fi: Estänyt
fr_fr: Banni par
pt_br: Banido por
ru_ru: Забанил
uk_ua: Заблокований

source: 🏛 User {banned_user} has been banned from federation by {banner}.
cs_cz: 🏛 Uživatel {banned_user} byl zabanován z federace uživatelem {banner}.
de_de: 🏛 Benutzer {banned_user} wurde von der Föderation durch {banner} gesperrt.
es_es: 🏛 El usuario {banned_user} ha sido baneado de la federación por {banner}.
fi_fi: 🏛 Käyttäjä {banned_user} on estetty liittosta käyttäjän {banner} toimesta.
fr_fr: 🏛 L'utilisateur {banned_user} a été banni de la fédération par {banner}.
pt_br: 🏛 O usuário {banned_user} foi banido da federação por {banner}.
ru_ru: 🏛 Пользователь {banned_user} был забанен в федерации {banner}.
uk_ua: 🏛 Користувача {banned_user} було заблоковано в федерації {banner}.

source: Reason: {reason}
cs_cz: Důvod: {reason}
de_de: Grund: {reason}
es_es: Razón: {reason}
fi_fi: Syy: {reason}
fr_fr: Raison: {reason}
pt_br: Motivo: {reason}
ru_ru: Причина: {reason}
uk_ua: Причина: {reason}

source: Show list of banned users in federation
cs_cz: Zobrazit seznam zabanovaných uživatelů ve federaci
de_de: Zeigt die Liste der gesperrten Benutzer in der Föderation an
es_es: Mostrar lista de usuarios baneados en la federación
fi_fi: Näytä estettyjen käyttäjien lista liittossa
fr_fr: Affiche la liste des utilisateurs bannis de la fédération
pt_br: Mostrar lista de usuários banidos na federação
ru_ru: Показать список забаненных пользователей в федерации
uk_ua: Показати список заблокованих користувачів у федерації

source: This chat is not in any federation. Use /fbanlist <fed_id> to specify federation.
cs_cz: Tento chat není v žádné federaci. Použijte /fbanlist <fed_id> pro určení federace.
de_de: Dieser Chat ist in keiner Föderation. Verwenden Sie /fbanlist <fed_id>, um die Föderation anzugeben.
es_es: Este chat no está en ninguna federación. Usa /fbanlist <fed_id> para especificar la federación.
fi_fi: Tämä chat ei ole missään liittossa. Käytä /fbanlist <fed_id> määrittääksesi liitto.
fr_fr: Ce chat ne fait partie d'aucune fédération. Utilisez /fbanlist <fed_id> pour spécifier la fédération.
pt_br: Este chat não está em nenhuma federação. Use /fbanlist <fed_id> para especificar federação.
ru_ru: Этот чат не в какой-либо федерации. Используйте /fbanlist <fed_id> для указания федерации.
uk_ua: Цей чат не належить до жодної федерації. Використайте /fbanlist <fed_id>, щоб вказати федерацію.

source: You don't have permission to view ban lists in this federation.
cs_cz: Nemáte oprávnění prohlížet seznam zabanovaných uživatelů v této federaci.
de_de: Sie haben keine Berechtigung, Sperrliste in dieser Föderation anzuzeigen.
es_es: No tienes permiso para ver las listas de baneados en esta federación.
fi_fi: Sinulla ei ole oikeutta nähdä estolistoja tässä liittossa.
fr_fr: Vous n'avez pas la permission de voir les listes de bannissement dans cette fédération.
pt_br: Você não tem permissão para ver listas de banimentos nesta federação.
ru_ru: У вас нет прав просмотра списков бана в этой федерации.
uk_ua: У вас немає дозволу на перегляд списків блокувань у цій федерації.

source: 🏛 Federation Ban List
cs_cz: 🏛 Seznam zabanovaných uživatelů federace
de_de: 🏛 Föderations-Sperrliste
es_es: 🏛 Lista de Baneados de la Federación
fi_fi: 🏛 Liiton estolista
fr_fr: 🏛 Liste des Bannissements de la Fédération
pt_br: 🏛 Lista de Banimentos da Federação
ru_ru: 🏛 Список бана Федерации
uk_ua: 🏛 Список блокувань федерації

source: No users are currently banned in this federation.
cs_cz: V této federaci nejsou žádní uživatelé zabanovaní.
de_de: Es sind derzeit keine Benutzer in dieser Föderation gesperrt.
es_es: No hay usuarios baneados actualmente en esta federación.
fi_fi: Tässä liittossa ei ole tällä hetkellä estettyjä käyttäjiä.
fr_fr: Aucun utilisateur n'est actuellement banni dans cette fédération.
pt_br: Nenhum usuário está atualmente banido nesta federação.
ru_ru: В данный момент в этой федерации нет забаненных пользователей.
uk_ua: Наразі в цій федерації немає заблокованих користувачів.

source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
fi_fi: Päivämäärä
pt_br: Data
ru_ru: Дата
uk_ua: Дата

source: Total bans
cs_cz: Celkem zabanovaných
de_de: Gesamte Sperrungen
es_es: Baneos totales
fi_fi: Estojen määrä
fr_fr: Bannissements totaux
pt_br: Total de banimentos
ru_ru: Всего баны
uk_ua: Загальна кількість блокувань

source: Create a new federation
cs_cz: Vytvořit novou federaci
de_de: Erstellt eine neue Föderation
es_es: Crear una nueva federación
fi_fi: Luo uusi liitto
fr_fr: Créer une nouvelle fédération
pt_br: Criar uma nova federação
ru_ru: Создать новую федерацию
uk_ua: Створити нову федерацію

source: Federation name
cs_cz: Název federace
de_de: Föderationsname
es_es: Nombre de la federación
fi_fi: Liiton nimi
fr_fr: Nom de la Fédération
pt_br: Nome da Federação
ru_ru: Название федерации
uk_ua: Назва федерації

source: Federation name too long. Maximum length is {max_length} characters.
cs_cz: Název federace je příliš dlouhý. Maximální délka je {max_length} znaků.
de_de: Föderationsname zu lang. Maximale Länge ist {max_length} Zeichen.
es_es: El nombre de la federación es demasiado largo. La longitud máxima es de {max_length} caracteres.
fi_fi: Liiton nimi on liian pitkä. Enimmäispituus on {max_length} merkkiä.
fr_fr: Le nom de la fédération est trop long. La longueur maximale est de {max_length} caractères.
pt_br: Nome da federação muito longo. O comprimento máximo é de {max_length} caracteres.
ru_ru: Слишком длинное название федерации. Максимальная длина — {max_length} символов.
uk_ua: Назва федерації надто довга. Максимальна довжина — {max_length} символів.

source: You have reached the maximum number of federations you can create.
cs_cz: Dosáhli jste maximálního počtu federací, které můžete vytvořit.
de_de: Sie haben die maximale Anzahl von Föderationen erreicht, die Sie erstellen können.
es_es: Has alcanzado el número máximo de federaciones que puedes crear.
fi_fi: Olet saavuttanut luotavien liittojen enimmäismäärän.
fr_fr: Vous avez atteint le nombre maximal de fédérations que vous pouvez créer.
pt_br: Você atingiu o número máximo de federações que pode criar.
ru_ru: Вы достигли максимального количества федераций, которые можно создать.
uk_ua: Ви досягли максимальної кількості федерацій, які можете створити.

source: A federation with this name already exists.
cs_cz: Federace s tímto názvem již existuje.
de_de: Eine Föderation mit diesem Namen existiert bereits.
es_es: Ya existe una federación con este nombre.
fi_fi: Liitto tällä nimellä on jo olemassa.
fr_fr: Une fédération avec ce nom existe déjà.
pt_br: Já existe uma federação com este nome.
ru_ru: Федерация с таким названием уже существует.
uk_ua: Федерація з такою назвою вже існує.

source: 🏛 Federation Created
cs_cz: 🏛 Federace vytvořena
de_de: 🏛 Föderation erstellt
es_es: 🏛 Federación Creada
fi_fi: 🏛 Liitto luotu
fr_fr: 🏛 Fédération Créée
pt_br: 🏛 Federação Criada
ru_ru: 🏛 Федерация создана
uk_ua: 🏛 Федерацію створено

source: Federation '{name}' has been created successfully!
cs_cz: Federace '{name}' byla úspěšně vytvořena!
de_de: Föderation '{name}' wurde erfolgreich erstellt!
es_es: ¡La federación '{name}' ha sido creada con éxito!
fi_fi: Liitto '{name}' on luotu onnistuneesti!
fr_fr: La fédération '{name}' a été créée avec succès !
pt_br: Federação '{name}' foi criada com sucesso!
ru_ru: Федерация '{name}' успешно создана!
uk_ua: Федерацію '{name}' успішно створено!

source: You are the owner of this federation.
cs_cz: Jste vlastníkem této federace.
de_de: Sie sind der Besitzer dieser Föderation.
es_es: Eres el propietario de esta federación.
fi_fi: Olet tämän liiton omistaja.
fr_fr: Vous êtes le propriétaire de cette fédération.
pt_br: Você é o proprietário desta federação.
ru_ru: Вы являетесь владельцем этой федерации.
uk_ua: Ви є власником цієї федерації.

source: 🏛 Federation '{name}' has been created by {user}.
cs_cz: 🏛 Federace '{name}' byla vytvořena uživatelem {user}.
de_de: 🏛 Föderation '{name}' wurde von {user} erstellt.
es_es: 🏛 La federación '{name}' ha sido creada por {user}.
fi_fi: 🏛 Liitto '{name}' on luonut {user}.
fr_fr: 🏛 La fédération '{name}' a été créée par {user}.
pt_br: 🏛 Federação '{name}' foi criada por {user}.
ru_ru: 🏛 Федерация '{name}' была создана {user}.
uk_ua: 🏛 Федерацію '{name}' створено {user}.
